[
  {
    "title": "WINNING WITH PEOPLE",
    "week": "WEEK 1",
    "day": "MONDAY",
    "verse": {
      "text": "Therefore encourage one another and build up one another, just as you also are doing.",
      "reference": "1 Thessalonians 5:11"
    },
    "content": [
      {
        "paragraph": "Throughout Scripture, the theme of “edification” shows up time and again. Putting others first, being selfless, giving honor where honor is due, and not withholding good to whom it is due when it is in your power to do it are all ways of building others up so they feel encouraged."
      },
      {
        "paragraph": "To edify” means to build another up, and to build others up is the process of strengthening them. When we speak to the “best” in others, it brings the best out of them. Why is this important? One, because it is the right thing to do. But also, because when people feel their best, they perform at their best."
      },
      {
        "paragraph": "You have the power within yourself to draw the best out of others, regardless of your position. You must see value in someone before you can add value to them."
      },
      {
        "paragraph": "Adding Value to Another Creates an Invisible Return to You. When you speak to others about the good that you see in them, it communicates that you see value in them. When people sense you value them, they know you believe in them."
      },
      {
        "paragraph": "Demonstrating belief in another is not only good for them and honoring to God; it creates confidence and influence in the atmosphere."
      },
      {
        "section_title": "Add Value Before You Ask for Value",
        "list": [
          {
            "title": "AFFIRM them",
            "description": "Each person carries within them a unique giftedness deposited in them by God. To recognize what God put in them and speak to that gift has the effect of drawing that giftedness out."
          },
          {
            "title": "ACKNOWLEDGE a past, present, or future decision",
            "description": "Joe Girard was recognized in the Guinness Book of World Records for selling over 13,000 automobiles. What was his secret to such extraordinary success? Joe was a relationship guru who always found something good to acknowledge in his customers."
          },
          {
            "title": "ADMIRE an accomplishment",
            "description": "Successes are sacred to the person who attained them. Honoring a pinnacle moment in a person’s life, a threshold crossed, or praising a goal achieved signals that you hold them and what they achieved in the highest regard."
          }
        ]
      }
    ],
    "reflection_questions": [
      "In what ways do you seek to edify people around you on a regular basis?",
      "Within whom do you see greatness that others may be ignoring?",
      "Whom can you affirm, acknowledge, or admire today?"
    ],
    "conclusion": "Until you connect with people relationally, they won’t follow you financially."
  },
  {
    "title": "THE EFFECTIVE EXECUTIVE",
    "week": "WEEK 1",
    "day": "TUESDAY",
    "verse": {
      "text": "Therefore, take up the full armor of God, so that you will be able to resist in the evil day, and having done everything, to stand firm.",
      "reference": "Ephesians 6:13"
    },
    "content": [
      {
        "paragraph": "Every trade has a set of tools to create success. Today’s marketplace is filled with apps to make people more productive. If you can think of it, there is an app for it. Paul uses the analogy of a soldier’s armor to empower a Christian with the tools that a soldier of Christ can use on a daily basis."
      },
      {
        "paragraph": "Some tools are offensive, and some are defensive, but each has a specific use. Before He entered His ministry, Jesus used the tools of a carpenter. Then He used tools of communication, compassion, mentoring, and more. What tools do you engage each day to leverage success?"
      },
      {
        "section_title": "6 SUCCESS TOOLS OF THE EFFECTIVE EXECUTIVE",
        "list": [
          {
            "title": "FOCUS",
            "description": "Focus is the ability to work on one thing while eliminating all other distractions. By setting your focus, you are guaranteed to be productive on the 'one thing' that is important."
          },
          {
            "title": "TIME BLOCKING",
            "description": "Success is a scheduled event. By blocking out time on a calendar to accomplish the most important tasks, you are ensured progress."
          },
          {
            "title": "EAT THE UGLY",
            "description": "Whatever is your most difficult task of the day, do it first. You’ll be emotionally free to tackle easier tasks throughout the day."
          },
          {
            "title": "PRIORITIZE",
            "description": "Spend the most time on the activities and events that produce the highest return on investment (ROI) in your day."
          },
          {
            "title": "GOAL SETTING",
            "description": "Creating short (1 year or less) and long-term goals (1 year+) will empower you to work on the future you want to create."
          },
          {
            "title": "OPPORTUNITY ORIENTED",
            "description": "Someone somewhere has a problem. Successful people focus on discovering and solving problems."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Whom do you know that is great at leveraging one or more of these skill sets?",
      "Do you have a mentor you could ask to share their daily success system with you?",
      "What tools do you use that are not on the list above that make you successful?"
    ],
    "conclusion": "God built mental technologies into your brain to help you run your race in life like the wind."
  },
  {
    "title": "THE PUZZLE MASTER",
    "week": "WEEK 1",
    "day": "WEDNESDAY",
    "verse": {
      "text": "Now while Peter was greatly perplexed in mind as to what the vision which he had seen might be, behold, the men who had been sent by Cornelius, having asked directions for Simon’s house, appeared at the gate.",
      "reference": "Acts 10:17"
    },
    "content": [
      {
        "paragraph": "God often hides something from you so that you can find someone He wants to connect you with. God is the architect of partnerships. He will often give you only one half of what you need to be complete, so you will be driven to find the other half He has planted in someone close by."
      },
      {
        "paragraph": "In Peter’s vision, Peter did not receive its 'understanding' until he spoke to Cornelius. While they talked, Peter was able to put two and two together to discern what God was trying to communicate to him."
      },
      {
        "paragraph": "What piece of the puzzle is missing in your life? Where and within whom could God have placed it for you to find?"
      },
      {
        "section_title": "TALK IT OUT TO DRAW IT OUT",
        "list": [
          {
            "title": "Ask God for help",
            "description": "Then wait to see what person He brings to mind. Don’t discount anyone He flashes across the screen of your imagination."
          },
          {
            "title": "Share your need with others",
            "description": "Sometimes God will speak a solution to you in a seemingly unimportant conversation if you have your antenna up."
          },
          {
            "title": "Read Scripture with an open heart",
            "description": "Keep your query planted in the forefront of your mind: 'God, what should I do about this?'"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Whom do you feel led to share your problem with today as a way to 'talk it out'?",
      "What problem are you facing that someone close by may have some experience with?",
      "Is it possible that someone in the last week has sought you out to be a 'hearing ear' about something they are struggling with, and you dismissed them?"
    ],
    "conclusion": "God’s partnership plan includes giving one piece of the puzzle to you and another to someone else so you will be driven to 'seek out the missing piece.'"
  },
  {
    "title": "GODLY GOAL SETTING",
    "week": "WEEK 1",
    "day": "THURSDAY",
    "verse": {
      "text": "Then the LORD answered me and said, 'Record the vision And inscribe it on tablets, That the one who reads it may run. For the vision is yet for the appointed time; It hastens toward the goal and it will not fail. Though it tarries, wait for it; For it will certainly come, it will not delay.'",
      "reference": "Habakkuk 2:2-3"
    },
    "content": [
      {
        "paragraph": "Have you asked God for a vision for your life? Not all visions come from God, but when God impregnates a vision within you, He does so on the tablet of your heart."
      },
      {
        "paragraph": "Vision shows up as a picture or desire to move you in a specific direction. Once you commit to this vision, your reticular activator, better known as the 'attention center of the brain,' begins to capture and catalog all manner of information and inspiration to bring about what God has brought about."
      },
      {
        "paragraph": "Incubate to impregnate yourself with vision until it is birthed in your life."
      },
      {
        "section_title": "Goal Setting Areas",
        "list": [
          {
            "title": "Spiritual",
            "description": "Setting aside time each day to learn about God and talk to Him is the most important goal you can set."
          },
          {
            "title": "Social and Relational",
            "description": "Ask God to give you discernment as to who belongs and who doesn’t in your inner circle."
          },
          {
            "title": "Emotional",
            "description": "Define how you want to feel and the successful ways of thinking you need to pursue."
          },
          {
            "title": "Vocational",
            "description": "What growth steps will you measure your progress by in your career?"
          },
          {
            "title": "Financial",
            "description": "What income goals have you asked God’s help with?"
          },
          {
            "title": "Physical",
            "description": "What regular exercise programs and eating disciplines will you put in place to ensure you have the strength and stamina?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Are there areas of your life that might be out of balance?",
      "How can you help someone else accomplish their goals?",
      "What goal or vision has God given to you for this season?"
    ],
    "conclusion": "Incubate to impregnate yourself with God’s vision until it is birthed in your life."
  },
  {
    "title": "RISE",
    "week": "WEEK 1",
    "day": "FRIDAY",
    "verse": {
      "text": "For God has not given us a spirit of timidity, but of power and love and discipline.",
      "reference": "2 Timothy 1:7"
    },
    "content": [
      {
        "paragraph": "There is an acronym for F.E.A.R. that has helped me to choose faith over fear—well, two, actually. The acronym stands for two choices that we all have to make: “Forget Everything and Run” or “Face Everything and Rise!” I choose the latter."
      },
      {
        "paragraph": "At some point or another, every saint will face fear with this decision: “Will I persevere and move forward, or will I shrink back and stay where I am comfortable?”"
      },
      {
        "paragraph": "Fear can be facing an upcoming uncomfortable conversation, rejection, or a sense of impending doom from a performance expectation. We all must manage our F.E.A.R., and thus, you need a strategy for overcoming it."
      },
      {
        "section_title": "Reciting God's Word",
        "list": [
          {
            "title": "Philippians 4:13",
            "description": "I can do all things through Him who strengthens me."
          },
          {
            "title": "1 John 4:4",
            "description": "Greater is He who is in me than he who is in the world."
          },
          {
            "title": "2 Timothy 1:7",
            "description": "God has not given us a spirit of timidity, but of power and love and discipline."
          }
        ]
      }
    ],
    "reflection_questions": [
      "When was the last time you were paralyzed by fear?",
      "Do you have a strategy for overcoming?",
      "In what ways has God challenged you to leave your comfort zone and set sail for uncharted territory?"
    ],
    "conclusion": "You are made to be a conqueror through His Word, which gives you power to overcome."
  },
  {
    "title": "THE FOUR VOICES",
    "week": "WEEK 2",
    "day": "MONDAY",
    "verse": {
      "text": "Forsaking the right way, they have gone astray, having followed the way of Balaam, the son of Beor, who loved the wages of unrighteousness; but he received a rebuke for his own transgression, for a mute donkey, speaking with a voice of a man, restrained the madness of the prophet.",
      "reference": "2 Peter 2:15-16"
    },
    "content": [
      {
        "paragraph": "Have you ever talked yourself into something you knew you shouldn’t have? Balaam was an important prophet and a mouthpiece for God to the nation of Israel… until he wasn’t. Balaam started off well, but things went south when he allowed his greed to override his good judgment. He fell prey to listening to the wrong voice when he put his desire above God’s command."
      },
      {
        "paragraph": "He was offered a bribe, but he knew better. Wanting to justify himself, he asked God, and God answered. Not liking God’s answer, he allowed himself to be talked into asking God again."
      },
      {
        "paragraph": "Have you ever not liked an answer to prayer but kept asking? God steered Balaam away from making a bad decision, but Balaam persisted. The Apostle Paul describes our mechanism of right and wrong in Romans 2:15: Our conscience excuses or accuses us. Conscience can be bent and even broken if one is not careful."
      },
      {
        "paragraph": "If you ask God for guidance but ignore His answer, often another voice will emerge, wanting to substitute itself for the voice of God. That is what happened to Eve when she put her desire above God’s command."
      },
      {
        "section_title": "FOUR VOICES YOU MUST LEARN TO DISTINGUISH CLEARLY",
        "list": [
          {
            "title": "YOUR VOICE",
            "description": "Your mind automatically and habitually feeds thoughts and impressions to you. It is important to distinguish between an 'auto thought' or 'auto suggestion,' which requires processing and thinking through vs. that of a 'knowing thought,' which comes from God."
          },
          {
            "title": "GOD’S VOICE",
            "description": "God’s voice is intuitively discerned. You may feel yourself thinking or processing in self-talk, but a sudden certainty of 'knowing in your knower' what to do is the defining factor of knowing vs. thinking."
          },
          {
            "title": "OTHER PEOPLE’S VOICES",
            "description": "This includes daily conversations, the Internet and media, people of influence speaking into your life, and past conversations remembering what others have said. It is important to differentiate outside influences from your inside thought life."
          },
          {
            "title": "THE ENEMY",
            "description": "A demonic voice finds its entry into a person’s subconscious as a suggestive thought that masquerades as one’s own. The suggestions or impressions you receive from the enemy will contradict the Bible and go against your conscience."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Can you recall a time when your conscience steered you away from a decision or course of action you were contemplating?",
      "Which of the four voices within you is the loudest right now?",
      "Have you ever found yourself “talking yourself into something” like Balaam did?"
    ],
    "conclusion": "If you ignore the voice of God in your life, another voice will step up to take its place."
  },
  {
    "title": "STOP SELLING AFTER YES",
    "week": "WEEK 2",
    "day": "TUESDAY",
    "verse": {
      "text": "So David received from her hand what she had brought him, and said to her, “Go up to your house in peace. See, I have listened to you and granted your request.”",
      "reference": "1 Samuel 25:35"
    },
    "content": [
      {
        "paragraph": "Don’t talk past the sale. Once David agreed to and affirmed that Abigail had been successful in convincing him to follow her recommendation, Abigail stopped talking and went her way. Abigail was in a tense situation, yet she was wise enough to know when to end and exit the conversation."
      },
      {
        "paragraph": "Have you ever been in a conversation with someone when they didn’t know when to stop talking? People can get what they want in a conversation and then talk the other person out of it by continuing to talk when they should be listening or leaving."
      },
      {
        "section_title": "HOW PEOPLE SABOTAGE THEMSELVES IN A 'SELLING SITUATION'",
        "list": [
          {
            "title": "Nervousness",
            "description": "When people get nervous, they have a hard time not talking. Excessive talking in sales, negotiation, or high-stakes conversation will eventually make the other person nervous."
          },
          {
            "title": "Hold Your Peace",
            "description": "After making an “ask” (your request), be silent and let the other person answer. If you take the bait off the hook, you’ll never catch a fish."
          },
          {
            "title": "Professional vs. Casual Rapport",
            "description": "It’s not uncommon when a person receives a yes to their “ask” that their guard comes down, and they forget their surroundings and become too personal or too familiar when a professional rapport is more appropriate than a casual conversation."
          }
        ]
      }
    ],
    "reflection_questions": [
      "As you reflect on requests (ASKS) you’ve made in the past, do you recall your emotional state and how you handled yourself during the meeting?",
      "Is there a safeguard system or mental trigger you can put in place to alert you of when to further your argument or make your “ask” and leave the room?",
      "Whom do you know that is good at getting what they want and then knowing when to exit?"
    ],
    "conclusion": "It’s self-sabotaging to make an “ask” and then keep talking without giving the other person time to answer."
  },
  {
    "title": "GOD’S GPS",
    "week": "WEEK 2",
    "day": "WEDNESDAY",
    "verse": {
      "text": "Delight yourself in the LORD; And He will give you the desires of your heart.",
      "reference": "Psalm 37:4"
    },
    "content": [
      {
        "paragraph": "Human nature is wired to pursue pleasure and avoid pain, to have peace when we make the right decision, and restlessness when we make the wrong one. The purpose God plants within us is like a tractor beam that causes us to find pleasure and peace when we stay on course or pain and restlessness when we drift off course."
      },
      {
        "paragraph": "The GPS (God Positioning System) that God often uses is our heart, guided by His Word to keep us or move us where we should be. C.S. Lewis said it this way: “God whispers to us in our pleasure, speaks to us in our conscience, but shouts at us in our pain.” Is God using pleasure or pain to talk to you today?"
      },
      {
        "section_title": "6 CLUES TO DISCOVER GOD’S GPS FOR YOUR LIFE",
        "list": [
          {
            "title": "What keeps me up at night?",
            "description": "Worry is a clue of something God wants you to break through and resolve or embrace and overcome."
          },
          {
            "title": "What burdens am I carrying?",
            "description": "What occupies your mind consistently is a clue to an assignment in that season."
          },
          {
            "title": "What brings me fulfillment?",
            "description": "What you are doing when you lose track of time is evidence that you are running in your lane of assignment."
          },
          {
            "title": "What is causing me pain?",
            "description": "Unless you are called to a season of brokenness, pain is a strong indicator of “where” you don’t belong and “what” you don’t belong doing."
          },
          {
            "title": "What frustrates me?",
            "description": "Anger and discontent are powerful emotions—until you learn to leverage negative energy to leave your present circumstance, you will never reach the future God intended."
          },
          {
            "title": "Where am I fruitful?",
            "description": "There is always provision and plenty in His presence. God always provides where He guides."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Whom do you know that has learned to discern God’s direction in their life?",
      "GPS: Where is your GPS, your “God Positioning System,” guiding you?",
      "What clues have you discovered God is using to communicate with you?"
    ],
    "conclusion": "God communicates with you before He tries to move you. What is He saying?"
  },
  {
    "title": "DIVINE INTERSECTIONS",
    "week": "WEEK 2",
    "day": "THURSDAY",
    "verse": {
      "text": "Do not neglect to show hospitality to strangers, for by this some have entertained angels without knowing it.",
      "reference": "Hebrews 13:2"
    },
    "content": [
      {
        "paragraph": "A few years back, on the way to Jerusalem, we stopped in Athens, Greece, for a few days. Leaving the airport at 2 a.m., it was difficult to find our flat in a neighborhood because the street signs were in another language. After two hours of wandering, we were lost. Those of us in the van began to pray because, for the first time, we realized what it meant to be reading “Greek.”"
      },
      {
        "paragraph": "We saw a young girl walking along the road, and we stopped to ask her directions. To our surprise, she said, “I’ll take you there,” and she hopped into our van uninvited. Within a short period of time, we arrived at our destination. Before she left, we told her who we were and asked her name. “My name is Gabrielle,” she said. Gabriel was known as the angel who gave directions and information in the Bible."
      },
      {
        "paragraph": "You can expect divine Providence for assistance at times in your life. For it is God who wills and works within you to accomplish His purposes (Philippians 2:13). Although you cannot spend your days looking for signs and angels (that would be highly unproductive), you can spend your day in an attitude of prayer looking to God for His guidance and direction."
      },
      {
        "paragraph": "It is said that we “live our faith forward but see it played out in reverse.” One day we will look back and see all the times God was there helping and directing us to find our way. Do you pay attention to strangers that appear on your path? What chance encounters have you encountered?"
      }
    ],
    "reflection_questions": [
      "When was the last time you recognized God helping you in the middle of your workday?",
      "Did the “help” seem to emerge unexpectedly or follow a prayer request?",
      "If you knew God had your back every step of the way, what would you attempt to do or achieve?"
    ],
    "conclusion": "God walks around dressed in plain clothes every day—do you recognize His providential fingerprints in your life when He shows up?"
  },
  {
    "title": "THE BAR OF EXPECTATION",
    "week": "WEEK 2",
    "day": "FRIDAY",
    "verse": {
      "text": "Whoever forces you to go one mile, go with him two.",
      "reference": "Matthew 5:41"
    },
    "content": [
      {
        "paragraph": "When Jesus walked the earth, the law stated that a Roman soldier could not compel a citizen to carry their gear more than one mile. Jesus used this as an example to challenge people’s thinking to do more than settle for the least. This became known as “going the extra mile,” or doing more than is expected of you."
      },
      {
        "paragraph": "If you were to outline expectations of what your customers, company, or supervisor might consider meeting expectations, what would that list look like? How would you judge if you were missing, meeting, or exceeding expectations? Consider grading yourself on a scale of 1-10 from the following list, which is taken from “The Law of Relationship” in my best-selling book PERSUADE. Customize the questions to whom you serve in your business and then grade yourself."
      },
      {
        "section_title": "EXPECTATIONS",
        "list": [
          {
            "title": "Being late or unprepared",
            "description": ""
          },
          {
            "title": "Letting problems go unresolved",
            "description": ""
          },
          {
            "title": "Failing to notice signals of dissatisfaction",
            "description": ""
          },
          {
            "title": "Forgetting to watch over the little things",
            "description": ""
          },
          {
            "title": "Paying attention to details",
            "description": ""
          },
          {
            "title": "Keeping your promises",
            "description": ""
          },
          {
            "title": "Showing up on time, informed, and prepared",
            "description": ""
          },
          {
            "title": "Calling back even if you don’t have an answer",
            "description": ""
          },
          {
            "title": "Uncovering their need before sharing your need",
            "description": ""
          },
          {
            "title": "Listening, then following instructions",
            "description": ""
          },
          {
            "title": "Making good (and then some) on mistakes that were made",
            "description": ""
          },
          {
            "title": "Asking for feedback on how to improve",
            "description": ""
          },
          {
            "title": "Surprising people with gestures of appreciation",
            "description": ""
          },
          {
            "title": "Remembering what is important and acting on it",
            "description": ""
          }
        ]
      }
    ],
    "reflection_questions": [
      "Whom do you need to over-deliver for this week?",
      "What area of expectations do you need to improve upon?",
      "How would those you serve grade you on your ability to meet and exceed expectations?"
    ],
    "conclusion": "The bar of expectation is usually hidden within plain sight. Doing more than is expected causes people to think more of you."
  },
  {
    "title": "THE BABY AND THE SWORD",
    "week": "WEEK 3",
    "day": "MONDAY",
    "verse": {
      "text": "Get me a sword. So they brought a sword before the king. The king said, 'Divide the living child in two, and give half to the one and half to the other.' Then the woman whose child was the living one spoke to the king, for she was deeply stirred over her son and said, 'Oh, my lord, give her the living child, and by no means kill him.' But the other said, 'He shall be neither mine nor yours; divide him!' Then the king said, 'Give the first woman the living child, and by no means kill him. She is his mother.'",
      "reference": "1 Kings 3:24-27"
    },
    "content": [
      {
        "paragraph": "King Solomon had a dream where God asked him what he wanted. When Solomon asked for understanding and good judgment, God rewarded him with WISDOM."
      },
      {
        "paragraph": "What is wisdom? It is discernment—the ability to know what to do, how to do it, and when to do it. Immediately following God’s gift of wisdom, God would arrange for a public demonstration."
      },
      {
        "paragraph": "In my book PERSUADE, 'The Law of the Sixth Sense' will teach you how to develop a sense of the T.I.E., Timing, Intuition, and Emotion. While emotional intelligence deals with reading emotions in yourself and others, a leader leveraging their sixth sense brings timing and intuition into the equation."
      },
      {
        "paragraph": "With a developed sixth sense, you can read and lead a situation, assess the emotional environment, and then use wisdom to create a productive outcome."
      },
      {
        "paragraph": "Emotional intelligence isn’t enough. In a stunning demonstration of God’s wisdom, Solomon ordered the dividing of the baby with a sword as a way to set the stage for the emotional reaction of both mothers to be observed."
      },
      {
        "paragraph": "Solomon knew (intuition) that the true mother would never allow the child to be killed. While one mother spoke up to protect her son, the other showed indifference to the child’s life."
      },
      {
        "paragraph": "In that moment (timing), while Solomon observed the emotional reaction of both women, he was able to determine who the true mother was."
      },
      {
        "paragraph": "Success in any field requires a degree of leveraging the sixth sense, knowing how to use Timing, Intuition, and Emotion to create a productive outcome for yourself and others."
      },
      {
        "paragraph": "What are you doing to increase your ability to grow the T.I.E. in your leadership?"
      }
    ],
    "reflection_questions": [
      "Whom do you know that has a sense for what to say, how to say it, and when to say it?",
      "Can you recall a time when you were 'out of sync' with something you said or 'missed the moment'?",
      "What steps can you take to become more aware of the sixth sense in operation during meetings and conversations you attend?"
    ],
    "conclusion": "A highly trained Sixth Sense (T.I.E.) is the differentiator between the talented and uber-talented."
  },
  {
    "title": "THE A.R.T. OF CORRECTION",
    "week": "WEEK 3",
    "day": "TUESDAY",
    "verse": {
      "text": "A gentle answer turns away wrath, But a harsh word stirs up anger.",
      "reference": "Proverbs 15:1"
    },
    "content": [
      {
        "paragraph": "Have the right heart when correcting. Whether you are a parent, teacher, leader, or coach, correcting bad behavior or poor performance is never easy. Hebrews 12:6 says, 'For whom the Lord loves He disciplines.'"
      },
      {
        "paragraph": "If people know you care for them and they trust you, their hearts will be open to what you have to say. When people believe you have their best interest at heart, fear dissipates, walls go down, and you have a straight line to influence the heart."
      },
      {
        "paragraph": "Correction is more art than science. While specifics can be boiled down to a multi-step approach, the A.R.T. of correction must be adapted to each person and set of circumstances."
      },
      {
        "section_title": "THE A.R.T OF CORRECTION",
        "list": [
          {
            "title": "Affirm your appreciation",
            "description": "Acknowledge their strengths and contribution to the organization."
          },
          {
            "title": "Connect to the heart",
            "description": "People consider themselves and their contributions valuable, even sacred. Verbalize your confidence in them by acknowledging specific ways their contributions benefit the team."
          },
          {
            "title": "Speak to their talent sets and strengths",
            "description": "People don’t mind a little 'buttering up' as long as it is sincere, meaningful, and from the heart."
          },
          {
            "title": "Resist the temptation to communicate in anger",
            "description": "Correct in gentleness, confront with candor, and coach with clarity."
          },
          {
            "title": "Correct in gentleness",
            "description": "Separate the person from the problem so you can speak to the issue while stewarding the heart that has been entrusted to you."
          },
          {
            "title": "Confront with candor",
            "description": "Address the issue head-on and not beating around the bush makes for a more productive meeting."
          },
          {
            "title": "Coach with clarity",
            "description": "Outline your expectations clearly, so the person knows where the goalposts are."
          }
        ]
      },
      {
        "paragraph": "Give the employee an opportunity to provide feedback, so they feel as if the discussion was collaborative and not dogmatic."
      },
      {
        "paragraph": "Follow up on what was discussed and expected in writing with a memo that includes a 'what, why, and by when.'"
      },
      {
        "paragraph": "Look for improvements over time to catch them doing something right and look for subtle changes they need to course correct."
      },
      {
        "paragraph": "Be sure to encourage with confidence and affirmation regularly."
      }
    ],
    "reflection_questions": [
      "What has been your experience in being corrected or having to correct another?",
      "What do you feel is the most important skill a leader must use when correcting behavior?",
      "What advice would you give to the leaders in your circle about correcting performance and behavior?"
    ],
    "conclusion": "Your potential as a leader can skyrocket or sink based on your ability to help those around you to grow past their limitations."
  },
  {
    "title": "THE ART OF PERSUASION",
    "week": "WEEK 3",
    "day": "WEDNESDAY",
    "verse": {
      "text": "For a man named Demetrius, a silversmith, who made silver shrines of Artemis, was bringing no little business to the craftsmen; these he gathered together with the workmen of similar trades, and said, 'Men, you know that our prosperity depends upon this business. You see and hear that not only in Ephesus, but in almost all of Asia, this Paul has persuaded and turned away a considerable number of people, saying that gods made with hands are no gods at all.'",
      "reference": "Acts 19:24-26"
    },
    "content": [
      {
        "paragraph": "Influence isn’t enough. Everywhere the Apostle Paul went, he preached, reasoned, and persuaded people that Jesus was the Christ and that they should turn to Him to restore their relationship with God."
      },
      {
        "paragraph": "Influence can be a stepping stone along the way to closing the sale, but influence itself is not enough. To be successful in any endeavor, you must learn to PERSUADE."
      },
      {
        "section_title": "TO PERSUADE PEOPLE, CONSIDER HOW PAUL WOULD SET THE TABLE",
        "list": [
          {
            "title": "CONNECT",
            "description": "Paul would build rapport by finding commonality with something from their past or present to build a bridge between himself and them."
          },
          {
            "title": "COMMUNICATE",
            "description": "Paul used facts, figures, and sometimes miracles to persuade people that he had authority in what he was saying."
          },
          {
            "title": "CLOSE",
            "description": "Paul called for the decision. He wasn’t preaching just to get to the end of the meeting so they could have coffee. Paul wanted the win souls for the kingdom of God."
          }
        ]
      },
      {
        "paragraph": "People are paid for results, not best efforts. You’ll never see a box on your W-2 at the end of the year for 'influence.' Your skill level to influence others is an important step to be effective, but it isn’t enough."
      }
    ],
    "reflection_questions": [
      "How would you describe your skill level with influence and persuasion on a scale of 1-10?",
      "Whom do you know that has the ability to 'win with others' and persuade them?",
      "What is your strategy to persuade others in the direction you want to move them?"
    ],
    "conclusion": "Influence isn’t enough. If you want to be successful, you will need to persuade people to take action."
  },
  {
    "title": "THE DIVINE NATURE",
    "week": "WEEK 3",
    "day": "THURSDAY",
    "verse": {
      "text": "Being then the children of God, we ought not to think that the Divine Nature is like gold or silver or stone, an image formed by the art and thought of man.",
      "reference": "Acts 17:29"
    },
    "content": [
      {
        "paragraph": "Paul, in his sermon on Mars Hill, connected with his audience by commending them on their pursuit of God. His purpose was to build rapport and then 'compete for the truth' as he brought their attention to a stone statue dedicated to the 'Unknown God.'"
      },
      {
        "paragraph": "How does God’s divine nature work in you as you go about your day? Your personal knowledge and experience of His divinity is a precursor to proclaiming His movements within you."
      },
      {
        "section_title": "YOUR IDENTITY AS PART OF GOD’S NATURE DWELLING IN YOU",
        "list": [
          {
            "title": "You are a child of God",
            "description": "Forgiven, approved, adored, with an inheritance waiting for you."
          },
          {
            "title": "You have the mind of Christ",
            "description": "You know 'all things.'"
          },
          {
            "title": "You are seated with Christ in heavenly realms",
            "description": "Able to hear His voice, His direction, and advice for your life."
          },
          {
            "title": "You are set apart for good works",
            "description": "His plan is laid out for you to discover, like an invisible roadmap etched on your heart."
          },
          {
            "title": "You have access to boldly walk into God’s throne room",
            "description": "Ask anything according to His will, knowing He will grant it."
          }
        ]
      },
      {
        "paragraph": "Every promise in the Bible is now 'yes and amen' for you. As you go through your day, consider asking God to show you one more way to reveal His divine nature through you."
      }
    ],
    "reflection_questions": [
      "How would you describe God’s nature at work in your life?",
      "Do you believe God wants to interact with you daily?",
      "Are there specific ways in which you can demonstrate the DIVINE NATURE?"
    ],
    "conclusion": "The divine nature deposited in you at salvation must be drawn out and appropriated for you to be formed into the image of Christ."
  },
  {
    "title": "BECOMING A MASTER ASKER",
    "week": "WEEK 3",
    "day": "FRIDAY",
    "verse": {
      "text": "And Jesus said to them, 'I will ask you one question, and you answer Me, and then I will tell you by what authority I do these things. Was the baptism of John from heaven, or from men? Answer Me.'",
      "reference": "Mark 11:29-30"
    },
    "content": [
      {
        "paragraph": "Jesus was a 'Master Asker.' In the book Jesus is the Question, Martin Copenhagen noted that Jesus asked 307 questions of His audiences, but only answered 3."
      },
      {
        "paragraph": "Great communicators know how to capture an audience’s attention using the powers inherent within a question. Whether you are speaking to a large room or an audience of one, the use of a question at the right time, asked in the right way, produces powerful results."
      },
      {
        "section_title": "Powers of a Question",
        "list": [
          {
            "title": "Questions create the emotional impact of pulling people toward you",
            "description": "Statements push them away."
          },
          {
            "title": "The person asking the questions sets the direction of the conversation",
            "description": "A question is like a spoon, able to dig deep into the heart of an issue."
          },
          {
            "title": "Good questions create a healthy 'pause' in the conversation",
            "description": "They are powerful tools when asking for feedback."
          }
        ]
      },
      {
        "paragraph": "Leaders are Socratic in their communication. Try changing your 'talk track' to more asking than telling and see what happens."
      }
    ],
    "reflection_questions": [
      "Have you ever developed a series of questions in order to lead yourself to a decision?",
      "Whom do you know that is a master at setting and directing a conversation; how do they do it?",
      "Have you met the 5 'W Brothers': Who, What, When, Where, Why?"
    ],
    "conclusion": "Influence is often created more by what you ask than what you say."
  },
  {
    "title": "ANGELS ON ASSIGNMENT",
    "week": "WEEK 4",
    "day": "MONDAY",
    "verse": {
      "text": "Do not neglect hospitality to strangers, for by this some have entertained angels without knowing it.",
      "reference": "Hebrews 13:2"
    },
    "content": [
      {
        "paragraph": "Have you ever seen an angel before? In the Old Testament, people identified 'God sightings' as angels and sometimes even identified them with God Himself."
      },
      {
        "paragraph": "Imagine the lengths God will go to in order to assist someone, to save them from danger, to save them for an eternity with Him vs. without Him."
      },
      {
        "paragraph": "Jesus said He would leave the 99 to find the one (Luke 15:4). Now imagine God at a five-way stop intersection whereby He is orchestrating traffic flow for the Father, Son, Holy Spirit, angels, and people on your path conspiring to bring you into alignment with His plan."
      },
      {
        "paragraph": "Ask God to show you the miracles in your life. While you may not have seen an angel before, you can metaphorically be one today for someone else by being God’s hands and feet in service to someone."
      },
      {
        "paragraph": "The first instance involved finding an envelope outside of Longs Drugs without postage on it addressed to a credit card company. It had been dropped on the ground by its owner, who was likely unaware it was lost."
      },
      {
        "paragraph": "The second took place the morning I was weed whacking. I always use open-toed flip-flop slippers but couldn’t find them that morning. While I was fiddling with the weed whacker, the power engaged. The high-speed string swiped my foot, which I felt but without injury as I was wearing closed-toed shoes."
      }
    ],
    "reflection_questions": [
      "What was the last miracle you experienced?",
      "Have you ever suspected an 'angel’s' intervention in your life?",
      "What would you do if you asked God to show you the miracles in your life today, and then you saw them?"
    ],
    "conclusion": "While you are waiting for God to show you an angel, you may be the angel God is calling into service to help the person in need right next to you."
  },
  {
    "title": "THE POWER OF MOTIVATING RELATIONSHIPS",
    "week": "WEEK 4",
    "day": "TUESDAY",
    "verse": {
      "text": "But they shook off the dust of their feet in protest against them and went to Iconium. And the disciples were continually filled with joy and with the Holy Spirit. In Iconium they entered the synagogue of the Jews together, and spoke in such a manner that a large number of people believed, both of Jews and of Greeks.",
      "reference": "Acts 13:51-14:1"
    },
    "content": [
      {
        "paragraph": "Know when it’s time to move on. Paul and Barnabas knew when it was time to cut their losses and move on to more fertile ground. There will be relationships, jobs, and temporary situations that have beginnings and ends."
      },
      {
        "paragraph": "Developing the ability to discern where you belong and where you don’t can save you a lot of pain. Even Jesus told His disciples to depart and shake the dust off their feet when rejected."
      },
      {
        "paragraph": "Motivating relationships will energize you, while demotivating relationships will drain you. The right relationships will perceive that you can meet their needs, while the wrong ones will reject you and forget you."
      }
    ],
    "reflection_questions": [
      "Whom in your life do you feel fits perfectly in relationship with you and why?",
      "Are there unhealthy relationships or situations you need to eliminate from your life or team?",
      "Can you give an example of a relationship you stayed in too long?"
    ],
    "conclusion": "If Jesus didn’t stay in a place He wasn’t wanted, why would you? Shake the dust off your feet and go where you are celebrated, not tolerated."
  },
  {
    "title": "SHAMED FOR SUCCESS",
    "week": "WEEK 4",
    "day": "WEDNESDAY",
    "verse": {
      "text": "But those who want to get rich fall into temptation and a trap, and many foolish and harmful desires which plunge people into ruin and destruction. For the love of money is a root of all sorts of evil, and some by longing for it have wandered away from the faith and pierced themselves with many griefs.",
      "reference": "1 Timothy 6:9-10"
    },
    "content": [
      {
        "paragraph": "Money is good! Pursuing money is not evil, but money as the only pursuit leads one astray. Money, when used for eternal purposes, is godly stewardship."
      },
      {
        "paragraph": "Money can be a powerful weapon when stewarded for God’s purposes in the fight against the kingdom of darkness. Don’t ever let anyone shame you for your success or level of financial prosperity."
      },
      {
        "paragraph": "Consider a heavenly vs. worldly mindset toward money: a saint’s view trusts in God, while a sinful view trusts in wealth."
      }
    ],
    "reflection_questions": [
      "What is your opinion on the use of money for worldly vs. heavenly purposes?",
      "Who in your universe uses money in a way that represents godly stewardship?",
      "Do you believe today’s topic should focus more on an 'amount' of money or the 'use' of money?"
    ],
    "conclusion": "God doesn’t mind buttering your bread with 'more than enough'—God loves to see you do well."
  },
  {
    "title": "THE WORTHLESS BOSS",
    "week": "WEEK 4",
    "day": "THURSDAY",
    "verse": {
      "text": "Now therefore, know and consider what you should do, for evil is plotted against our master and against all his household; and he is such a worthless man that no one can speak to him.",
      "reference": "1 Samuel 25:17"
    },
    "content": [
      {
        "paragraph": "What does a fool look like? How does one go about getting that reputation? Do you know someone who is considered unreachable and unteachable like Nabal was to his staff?"
      },
      {
        "paragraph": "Nabal was unteachable and unreachable. His wife Abigail, on the other hand, was considered wise because she could learn and discern what was happening in an environment and in the moment and then adapt."
      },
      {
        "paragraph": "Leaders listen with their eyes, ears, and heart. When someone is correcting you, regard it as your cue to listen."
      }
    ],
    "reflection_questions": [
      "What reputation do you have among those you are closest to?",
      "Why are those in charge sometimes unreachable?",
      "How do you respond when someone is trying to correct you?"
    ],
    "conclusion": "Leaders listen to learn, then adapt and in so doing, earn the respect of those around them."
  },
  {
    "title": "GOD’S ALLEY-OOP",
    "week": "WEEK 4",
    "day": "FRIDAY",
    "verse": {
      "text": "Then Pharaoh said to his servants, 'Can we find a man like this, in whom is a divine spirit?'",
      "reference": "Genesis 41:38"
    },
    "content": [
      {
        "paragraph": "What’s your secret weapon in serving others? God taught Joseph how to advance using this specialized approach that increased his ability to persuade wherever he went."
      },
      {
        "paragraph": "Joseph solved problems for Potiphar, the prison warden, and even Pharaoh, which led him to become the governor of Egypt. Leaders are problem solvers."
      },
      {
        "section_title": "TEN PROBLEM-SOLVING QUESTIONS THAT CREATE SUCCESS",
        "list": [
          {
            "title": "What other options do you have?",
            "description": "Consider what other options might exist to solve a problem."
          },
          {
            "title": "What problem are you trying to solve?",
            "description": "Identify the problem you are trying to solve."
          },
          {
            "title": "What does the perfect purchase look like?",
            "description": "Define what the perfect outcome would look like."
          },
          {
            "title": "What is the biggest challenge you are facing?",
            "description": "Identify the largest challenge to your progress."
          },
          {
            "title": "What made you want to meet with me today?",
            "description": "Understand the person's motivation for seeking help."
          }
        ]
      }
    ],
    "reflection_questions": [
      "What problem is God passing you the ball on?",
      "What solutions do you see that no one else sees?",
      "What strategy is God sharing with you that will equip you to solve someone’s problem today?"
    ],
    "conclusion": "Problem-solving is the golden ticket that creates currents of favor, influence, and relationship equity for your life."
  },
  {
    "title": "STORY INVENTORY",
    "week": "WEEK 5",
    "day": "MONDAY",
    "verse": {
      "text": "And He answered and said to them, “Go and report to John what you have seen and heard: the BLIND RECEIVE SIGHT, the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, and the POOR HAVE THE GOSPEL PREACHED TO THEM.”",
      "reference": "Luke 7:22"
    },
    "content": [
      {
        "paragraph": "In Persuade, I discuss how a SalesMaker can “connect on credible ground” as a way of building rapport with others."
      },
      {
        "paragraph": "We’ve all seen TV reporters who go onsite to report on an epic event taking place. But why do news organizations bear the expense of sending someone in person when we have the technology to avoid it? Because there is no substitute for sharing—up close and personal—what you have seen and heard. Firsthand testimony carries a credibility that is hard to argue with."
      },
      {
        "paragraph": "Your Testimony Carries Authority. An eyewitness account is personal, powerful, and communicates a persuasive story. Articulating what you’ve been through, what you’ve experienced, and the conclusions you’ve come to that led you to do what you’ve done and feel the way you do influences people to do the same. A leader’s ability to tell a story that includes a personal testimony goes a long way in gathering people to them."
      },
      {
        "paragraph": "What stories from your life have impacted you? Consider developing a “story inventory” you can use to connect with others. Here are a few ideas to get you started:"
      },
      {
        "list": [
          {
            "title": "If an experience impacted you, it will impact others.",
            "description": "Your experience can resonate with others, affecting them just as it impacted you."
          },
          {
            "title": "Talking about how the turning points in your life changed you will change others.",
            "description": "When you share how pivotal moments shaped who you are, it can inspire transformation in others."
          },
          {
            "title": "Being vulnerable and willing to share your struggles, not just successes, will connect you to others quickly.",
            "description": "Sharing your challenges, not just your victories, fosters trust and connection with others."
          }
        ]
      }
    ],
    "reflection_questions": [
      "What is the testimony behind that of your product, your company, or your vision?",
      "What personal experience can you share with people that persuades them to feel what you feel?",
      "When have you experienced a time when it was your “conviction” that convinced another?"
    ],
    "conclusion": "Witnessing is telling them what you’ve seen and heard and how it changed you—nothing more, nothing less."
  },
  {
    "title": "DEVELOPING THE PAUL WITHIN",
    "week": "WEEK 5",
    "day": "TUESDAY",
    "verse": {
      "text": "That which is known about God is evident within them; for God made it evident to them. For since the creation of the world His invisible attributes, His eternal power and divine nature, have been clearly seen, being understood through what has been made, so that they are without excuse.",
      "reference": "Romans 1:19-20"
    },
    "content": [
      {
        "paragraph": "Everybody has sensed God at some point on their journey. After all, there is an awareness of God within every person. God’s life force resides within each living being, and Romans points out that each person has encountered the spiritual side of their being. Whether they acknowledge God or not, acknowledging that there are life forces within (and out) that can’t always be explained is common ground most people can agree on."
      },
      {
        "paragraph": "Develop thick skin. Jesus said on more than one occasion, “Blessed is he who is not offended by Me.” Jesus knew that once offense occurs, the heart shuts down and is no longer receptive to what a person has to say. The Apostle Paul became “all things to all men” that he might win some, which means he was flexible (1 Corinthians 9:22). Paul must have encountered many different belief systems in the marketplace, yet he made progress by identifying with them, not attacking them."
      },
      {
        "paragraph": "In the same way, if a leader hopes to connect with everyone on spiritual ground, they must look for the thread of commonality to build a bridge that will lead to connection and relationship, as Paul did."
      },
      {
        "paragraph": "Until you uncover a person’s “frame of reference” for why they believe what they believe, you can’t connect on spiritual ground. “Connecting on spiritual ground” is one of ten different ways in which a person can build rapport and relationship from my best-selling book PERSUADE. Consider some of the ways in which to explore a path to building rapport on spiritual ground, and you will be well on your way to leading others to a newfound relationship with God."
      },
      {
        "section_title": "THREE STRATEGIES OF THE APOLOGIST",
        "list": [
          {
            "title": "Worldview",
            "description": "People define their beliefs by the experiences which shaped their past. Asking about a person’s past will eventually uncover mountaintop and valley experiences, and knowing the events that shaped them can help you to understand why they believe the way they believe."
          },
          {
            "title": "Beliefs",
            "description": "People can often trace their beliefs back to a parent’s faith or a spiritual encounter along the way. Finding out about a person’s church or religious background or asking why they believe what they believe can often uncover an area of commonality you can connect with."
          },
          {
            "title": "Pursuits",
            "description": "Asking about a person’s goals will uncover what they are focused on today and are hoping for tomorrow. This direction of discussion can open doors to belief, faith, and underlying motive for what is driving someone from the inside out."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Regarding how you came to God, how did the person lead the conversation with you in the beginning?",
      "What advice would you give to someone who wants to share their faith; how should they start?",
      "Will you have more success connecting on spiritual ground by telling a person what you believe or asking them what they believe?"
    ],
    "conclusion": "Until you uncover a person’s frame of reference for why they believe what they believe, you can’t connect on spiritual ground."
  },
  {
    "title": "THE KING AND FOOL",
    "week": "WEEK 5",
    "day": "WEDNESDAY",
    "verse": {
      "text": "Now let this gift which your maidservant has brought to my lord be given to the young men who accompany my lord. Please forgive the transgression of your maidservant; for the LORD will certainly make for my lord an enduring house, because my lord is fighting the battles of the LORD, and evil will not be found in you all your days. Should anyone rise up to pursue you and to seek your life, then the life of my lord shall be bound in the bundle of the living with the LORD your God; but the lives of your enemies He will sling out as from the hollow of a sling.",
      "reference": "1 Samuel 25:27-29"
    },
    "content": [
      {
        "paragraph": "The wisest woman in the Bible. Abigail is regarded as a woman of wisdom in the Bible, described as someone of intelligence and kindness. Upon hearing that her unwise husband had just rejected and rebuffed David’s request for a little consideration after protecting his cattle, she quickly got into action upon hearing that David was on his way to exact retribution against Nabal."
      },
      {
        "paragraph": "What did she do? Wisdom is known by her children. Abigail quickly recognized what was about to happen and made a plan. How could a woman capture a man’s attention and redirect his focus to sparing her husband’s life when he was bent on shedding blood? She appealed to the greatness within him. It is said, “There is a king and fool in each of us. The one that you speak to comes out.” Abigail spoke to the king in David."
      },
      {
        "paragraph": "If you need to turn a volatile situation around, consider the strategy Abigail used."
      },
      {
        "list": [
          {
            "title": "Abigail got David’s attention by coming into agreement with him about Nabal’s behavior. She didn’t disagree.",
            "description": "Agreeing with someone on their perspective can disarm hostility and set the stage for a productive conversation."
          },
          {
            "title": "Abigail accepted responsibility for Nabal’s actions and asked for forgiveness, even though she was not to blame. She took the bullet for another—this got David’s attention.",
            "description": "Taking responsibility for someone else’s wrong actions can be a powerful tool to defuse conflict."
          },
          {
            "title": "Abigail met David’s immediate need with provisions she prepared for him and his men.",
            "description": "Meeting someone’s immediate needs can open their heart to further discussion and cooperation."
          },
          {
            "title": "Abigail spoke to David about an area of his strength, his skill with his slingshot. When you speak to someone about their gift, they feel enlarged, and you capture their attention because you are speaking to their focus.",
            "description": "Complimenting someone on their strengths shows respect and engages them positively."
          },
          {
            "title": "Abigail spoke to David about his future and God’s promise to make him king. By bringing something sacred into the conversation (someone you both respect), she appealed to his sense of reason and the bigger picture. Talking to people about vision always moves them.",
            "description": "Highlighting a person’s potential and the bigger purpose can motivate them to consider your perspective."
          }
        ]
      }
    ],
    "reflection_questions": [
      "How do you win others over?",
      "What tactics do you use to calm people when they are out of control?",
      "Is there a time you saw someone succeed in the way Abigail did?"
    ],
    "conclusion": "When you speak to a person about their giftedness, you have captured their attention."
  },
  {
    "title": "THE HALO EFFECT",
    "week": "WEEK 5",
    "day": "THURSDAY",
    "verse": {
      "text": "The LORD was with Joseph, so he became a successful man. And he was in the house of his master, the Egyptian. Now his master saw that the LORD was with him and that the LORD caused all that he did prosper in his hand. So Joseph found favor in his sight and became his personal servant; and he made him overseer over his house, and all that he owned he put in his charge. It came about that from the time he made him overseer in his house and over all that he owned, the LORD blessed the Egyptian’s house on account of Joseph; thus the LORD’S blessing was upon all that he owned, in the house and in the field. So he left everything he owned in Joseph’s charge; and with him there he did not concern himself with anything except the food which he ate.",
      "reference": "Genesis 39:2-6"
    },
    "content": [
      {
        "paragraph": "God is looking for problem solvers. Leaders in the marketplace are in the business of meeting needs and solving problems. God often advances His purposes by giving a saint the power to solve a problem for an authority in their world."
      },
      {
        "paragraph": "In the very position, company, or calling you find yourself in today, God has purposes He wants to fulfill, but He is looking for a person to fulfill them through. God will help you to solve problems as a way to increase your influence and position you for His purposes. Joseph solved a dream problem for Pharoah and a food problem for Egypt, David solved a Goliath problem for Saul, and Esther was positioned in government to save her people."
      },
      {
        "paragraph": "You have a kingdom assignment in the marketplace. When God opens your eyes to a unique problem or need only you see or can solve, get excited. He is setting you up for a kingdom assignment."
      },
      {
        "paragraph": "When God gives you access to a king, queen, prince, or princess in the marketplace (people in high authority), look for His insight on how to serve them by solving a problem for them."
      },
      {
        "paragraph": "By Him blessing the work of your hands, success in the marketplace creates a halo effect of favor around you, and your influence grows. This is the way of the Lord to create success for those called to the marketplace. Learn it, look for it, and leverage it to fulfill God’s purposes in your life and in the marketplace."
      }
    ],
    "reflection_questions": [
      "What problems are you facing in your position today?",
      "God has a strategy to successfully navigate every marketplace mission; have you asked Him for his strategy for you?",
      "What doors of service to “high authority” has God opened for you?"
    ],
    "conclusion": "Seeing a problem in the marketplace is God’s way of tapping you on the shoulder and showing you the back door to success."
  },
  {
    "title": "LOOKING FOR THE NEXT DAVID",
    "week": "WEEK 5",
    "day": "FRIDAY",
    "verse": {
      "text": "For when Solomon was old, his wives turned his heart away to follow other gods; and his heart was not wholly devoted to the LORD his God, as the heart of David his father had been … Now the LORD was angry with Solomon because his heart was turned away from the LORD, the God of Israel, who had appeared to him twice, and had commanded him regarding this thing, that he should not go after other gods; but he did not observe what the LORD had commanded.",
      "reference": "1 Kings 11:4, 9-10"
    },
    "content": [
      {
        "paragraph": "Legacy fractures if it is not built on a firm foundation. Solomon would choose a path that led to the success of Israel with temporal wealth and success but, in so doing, would sacrifice the principles his father spent a lifetime living by."
      },
      {
        "paragraph": "Solomon would use all God gave him to create a worldly legacy that would last for one generation but be remembered for all generations. What led to Solomon building a successful worldly legacy but ended in shuttering a spiritual legacy left by his father David?"
      },
      {
        "paragraph": "The ones being succeeded are not responsible for the decisions made by the next generation, but they are accountable for how they prepare the people who follow after them."
      },
      {
        "paragraph": "Consider some of the “lessons of leadership” earned by one king vs. the gifted entitlements granted to the next king."
      },
      {
        "section_title": "PICKED AND PROVEN VS. ANOINTED AND APPOINTED",
        "list": [
          {
            "title": "David sang songs to God. David was a worshiper who lived in the wilderness for years before becoming a king, while Solomon was raised a prince who inherited a crown. There is no shortcut to success; the stripes earned that define a person’s character come from struggle, not inheritance.",
            "description": "The hardships of life develop real character, which inheritance cannot replace."
          },
          {
            "title": "Knowledge isn’t necessarily knowing. David wrote to God, while Solomon wrote about God. It’s possible to have great knowledge of someone and still not know them. It’s possible to know the Bible cover to cover and still not know God.",
            "description": "Knowledge about God is different from a personal relationship with Him."
          },
          {
            "title": "David embraced what was in God’s heart, not just what was in his hand. David followed God’s heart and inherited everything, while Solomon received the gift of wisdom from God’s hand and eventually lost the most precious thing. If you only seek what’s in a person’s hand but not their heart, mentorship has little value.",
            "description": "True success comes when you seek God’s heart, not just His gifts."
          },
          {
            "title": "God’s will happens in your life only if you want it to. David’s sense of wellbeing and emotional equilibrium was dependent on what God thought, while Solomon’s was on what the people wanted. David was steadfast not only in devotion but in keeping God’s ways; Solomon was quick to intermarry with other nations and succumb to spousal pressure to set up places for idol worship.",
            "description": "Pursuing God’s will is a matter of personal choice and faithfulness, not convenience."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Why did the Apostle Paul say in 1 Corinthians 15:33, “Bad company corrupts good morals”?",
      "What are some of the “trappings” that have led you off track before?",
      "What safeguards can a leader put in place to ensure they are not seduced away from pursuing God?"
    ],
    "conclusion": "Successful succession planning must include a transfer of the heart, not just the wallet."
  },
  {
    "title": "THE COURAGE TO CONFRONT",
    "week": "WEEK 6",
    "day": "MONDAY",
    "verse": {
      "text": "But when Cephas came to Antioch, I opposed him to his face, because he stood condemned. For prior to the coming of certain men from James, he used to eat with the Gentiles; but when they came, he began to withdraw and hold himself aloof, fearing the party of the circumcision. The rest of the Jews joined him in hypocrisy, with the result that even Barnabas was carried away by their hypocrisy. But when I saw that they were not straightforward about the truth of the gospel, I said to Cephas in the presence of all, 'If you, being a Jew, live like the Gentiles and not like the Jews, how is it that you compel the Gentiles to live like Jews?'",
      "reference": "Galatians 2:11-14"
    },
    "content": [
      {
        "paragraph": "It takes courage to correct a person of influence. Just before Paul is about to correct the Galatians for following the law vs. grace, he shares that he once had to correct the Apostle Peter, the head of the Jerusalem church."
      },
      {
        "paragraph": "Correcting behavior requires finesse and people skills. Correcting, like coaching, is an art form because it requires customization based on the person and circumstance."
      },
      {
        "paragraph": "Confrontation is not comfortable yet is necessary for a leader to grow the organization and those in it to higher performance levels. Whether you are correcting bad behavior, addressing a low-performance issue, or coaching someone in people skills, learning the art of correction is necessary for the success to continue."
      },
      {
        "section_title": "A.C.T.",
        "list": [
          {
            "title": "A",
            "description": "AFFIRM the person by acknowledging their contribution to the organization, the talents/strengths they possess, and why you view them as a valued member of the team."
          },
          {
            "title": "C",
            "description": "CONFRONT the behavior that needs changing with candor, then set specific expectations moving forward so the other person knows what you EXPECT of them."
          },
          {
            "title": "T",
            "description": "TRACK progress over time, provide feedback, and reaffirm your confidence in them to correct the behavior and make the turn."
          }
        ]
      }
    ],
    "reflection_questions": [
      "What has been your experience when someone has corrected you; did you feel condemned or empowered?",
      "When you have had to bring correction into someone’s life, what was the outcome?",
      "How is the approach to correcting different when correcting someone who is a peer, a subordinate, or a supervisor?"
    ],
    "conclusion": "Bad behavior left unchecked is considered approved by those in the organization."
  },
  {
    "title": "SEVEN CHARACTERISTICS OF GOD’S GIFTS",
    "week": "WEEK 6",
    "day": "TUESDAY",
    "verse": {
      "text": "Fan into flame the gift of God, which is in you through the laying on of my hands.",
      "reference": "2 Timothy 1:6 (ESV)"
    },
    "content": [
      {
        "paragraph": "All gifts are given by God through the Holy Spirit and meant to flow through us, not just to us. While they benefit us, they are intended to be used in service to others. God has made you to be a river, not a reservoir. He desires to flow through you."
      },
      {
        "paragraph": "Like a muscle, if gifts are not used, they will atrophy and eventually become useless. Gifts that God gives to you have potential that lies dormant unless developed. When they are fed, they expand; when they get used, they strengthen."
      },
      {
        "section_title": "SEVEN CHARACTERISTICS OF GOD’S GIFTS",
        "list": [
          {
            "title": "ASSIGNMENT ORIENTED",
            "description": "Gifts are given in service for a specific purpose. What gifts has God given to you, and for which vocational lane?"
          },
          {
            "title": "CALLING ACTIVATED",
            "description": "Gifts begin to enlarge when used for God’s purposes. How have you seen your gifts expand with use?"
          },
          {
            "title": "OTHERS FOCUSED",
            "description": "Gifts are given in service to serve others that God puts on our path. Who is it within your power to help today?"
          },
          {
            "title": "STRENGTH",
            "description": "Gifts become stronger as they get used. Which gifts have you been able to strengthen through use?"
          },
          {
            "title": "MULTIPLICATION",
            "description": "Gifts, when exercised, multiply into other areas of giftings as they are used in different situations. How have you seen God’s gift multiply to serve in new areas of need?"
          },
          {
            "title": "UNLOCKED IN SEASON",
            "description": "Gifts will emerge in different seasons of life, maturity, and environments. What new areas of giftedness is God unlocking in you this year?"
          },
          {
            "title": "STEWARDSHIP",
            "description": "Gifts are entrusted to us for service to a cause greater than ourselves. Is there a gift God has given to you that is not being put to use properly?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "What gifts (talents or strengths) has God given to you?",
      "Whom are you assigned to serve with those gifts?",
      "What is your growth plan for strengthening your gifts?"
    ],
    "conclusion": "Motivation may get you going, but intentional learning keeps you growing."
  },
  {
    "title": "GENUINE VS. COUNTERFEIT FRIENDSHIPS",
    "week": "WEEK 6",
    "day": "WEDNESDAY",
    "verse": {
      "text": "... flattering people for the sake of gaining an advantage.",
      "reference": "Jude 1:16"
    },
    "content": [
      {
        "paragraph": "We all know them. Friends who befriend us for what they can get out of us. In the marketplace, sellers, in a friendly attempt to win over buyers, can give off a BFF (best friends forever) vibe. However, seasoned buyers can sense this a mile off."
      },
      {
        "paragraph": "Using emotional currencies to win friends is normal, but falsifying friendship by misrepresenting motives is sinful."
      },
      {
        "section_title": "Pretending Friendships vs Genuine Friendships",
        "list": [
          {
            "title": "Pretending Friendships",
            "description": "Only want something from you."
          },
          {
            "title": "Genuine Friendships",
            "description": "Always want the best for you."
          },
          {
            "title": "Pretending Friendships",
            "description": "Prioritize profit ahead of people."
          },
          {
            "title": "Genuine Friendships",
            "description": "Put people ahead of profit."
          },
          {
            "title": "Pretending Friendships",
            "description": "Focused on adding value to self."
          },
          {
            "title": "Genuine Friendships",
            "description": "Focused on adding value to others."
          },
          {
            "title": "Pretending Friendships",
            "description": "Manipulates for personal benefit."
          },
          {
            "title": "Genuine Friendships",
            "description": "Acts for mutual benefit."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Who in your business world falls into the pretending vs. genuine friendship category?",
      "Have you ever fallen prey to misrepresenting your motives for the sake of a deal?",
      "Does your 'integrity monitor' go off when someone untrustworthy crosses your path in business?"
    ],
    "conclusion": "Manipulators maneuver to get something from you; friends look for ways to serve you."
  },
  {
    "title": "ABCS OF CORRECTION",
    "week": "WEEK 6",
    "day": "THURSDAY",
    "verse": {
      "text": "Do not sharply rebuke an older man, but rather appeal to him as a father, to the younger men as brothers.",
      "reference": "1 Timothy 5:1"
    },
    "content": [
      {
        "paragraph": "Have you ever had to confront or correct a parent, supervisor, elder, a person twice your age, a friend, or peer? It can be intimidating and difficult to be put in a position to 'speak truth to power.'"
      },
      {
        "paragraph": "Bad behavior is not limited to youth only; it shows up in adults, too. My father used to say, 'Adults are nothing more than children with wrinkles.'"
      },
      {
        "paragraph": "At some point, it will fall to you to have a meeting where it is necessary to confront someone you care about. It could be someone who has authority over you or a situation where there is a good chance the meeting will cost you financially, emotionally, or professionally."
      },
      {
        "section_title": "The ABCs of Confrontation",
        "list": [
          {
            "title": "Care to confront",
            "description": "Correct as you would want to be corrected, with gentleness and understanding, in an atmosphere of hope for the future of the relationship."
          },
          {
            "title": "Emotionally compartmentalize",
            "description": "Get 'emotionally right' before you enter the conversation."
          },
          {
            "title": "Affirmation",
            "description": "Start the conversation by acknowledging how much you value the person."
          },
          {
            "title": "Behavior",
            "description": "Correct the behavior by stating what is happening, how it is affecting others, and what the expectation is for a change moving forward."
          },
          {
            "title": "Confidence",
            "description": "Wrap up the meeting by encouraging the person you have just confronted."
          }
        ]
      }
    ],
    "reflection_questions": [
      "When was the last time you had to correct someone?",
      "What was your experience during the conversation?",
      "What advice would you give to someone in your shoes?"
    ],
    "conclusion": "The ability to biblically confront and correct others enters you into God’s higher-calling rehabilitation and reconciliation program; not everyone can do it."
  },
  {
    "title": "THE DIVINE LOVE AFFAIR",
    "week": "WEEK 6",
    "day": "FRIDAY",
    "verse": {
      "text": "I will dwell among the sons of Israel.",
      "reference": "1 Kings 6:13"
    },
    "content": [
      {
        "paragraph": "How does it feel to fall in love? When I first met my wife, one of the early indications that she was 'the one' was that we could spend hours together in each other’s presence without talking. We were content with or without words, and we simply enjoyed 'just being together.'"
      },
      {
        "paragraph": "God made you to walk with Him into eternity. Imagine a love that knows your every need, desire, thought, inclination, and good and bad sides, and this love wants to be with you more than anything."
      },
      {
        "paragraph": "Imagine there is nothing you can do to dissuade or diminish this love for you. Imagine that this love doesn’t want to only be with you but live in you."
      },
      {
        "paragraph": "This is how God feels about you; it’s why He has made you His dwelling place to abide with you forever. Although He lives in you, He won’t intrude, He won’t ever crowd you or overstep His bounds; He wants to be invited into deeper relationship but waits on you."
      },
      {
        "paragraph": "He’s waiting for you to discover the next level of intimacy with Him. The Apostle Paul tells us that nothing can separate us from the love of God. Won’t you draw near to Him now so He may reach out to you?"
      }
    ],
    "reflection_questions": [
      "How is God drawing you in right now?",
      "What is the evidence that God is waiting on you?",
      "Do you wait for a sign to draw near to God or initiate contact every day?"
    ],
    "conclusion": "God desires reciprocation in the relationship so He can draw you closer."
  },
  {
    "title": "FORGIVENESS AT WORK",
    "week": "WEEK 7",
    "day": "MONDAY",
    "verse": {
      "text": "Straightening up, Jesus said to her, 'Woman, where are they? Did no one condemn you?' She said, 'No one, Lord.' And Jesus said, 'I do not condemn you, either. Go. From now on sin no more.'",
      "reference": "John 8:10-11"
    },
    "content": [
      {
        "paragraph": "When the woman caught in adultery was thrown at Jesus’ feet, some wanted to know why He didn’t condemn her. Others wanted to know what He was writing in the sand that caused the religious leaders of the day to walk away when He said that those without sin should cast the first stone."
      },
      {
        "paragraph": "But more important is what Jesus’ response was to her sin. He let her off the hook and told her not to do it again."
      },
      {
        "paragraph": "Forgive means to forget. I remember saying something I shouldn’t have to a boss one day, only later to come and ask for forgiveness. He accepted my apology, but I was still concerned my inappropriate comment might come back to me."
      },
      {
        "paragraph": "When I apologized a second time, he forgave me a second time and said, 'We’re adults; I forgive you, let’s move on.' His words did more than clear my debt; they set me free."
      },
      {
        "paragraph": "We never forget when someone lets us off the hook when we don’t deserve it. To let someone off the hook when they’ve done wrong is just as important as forgiveness. Isn’t that what we want as much as forgiveness, to know that the debt isn’t just paid but that we are okay in the eyes of the one we transgressed?"
      },
      {
        "paragraph": "Mistakes are made every day in the marketplace by what people do and say. Unforgiveness can manifest as frustration goes unresolved. Whether mistakes are made out of ignorance, anger, or lack of experience, everybody deserves a second chance, including you and those around you."
      },
      {
        "paragraph": "When you get in the habit of extending forgiveness, you get better at receiving it. Often the most important person to forgive is yourself. If God has forgiven us, who are we to withhold forgiveness from ourselves or those around us?"
      }
    ],
    "reflection_questions": [
      "Whom do you need to let off the hook?",
      "Why is feeling free as important as feeling forgiven?",
      "Have you ever done something bad on purpose and still received forgiveness for it?"
    ],
    "conclusion": "When you set someone free with forgiveness, the prisoner that is freed is you."
  },
  {
    "title": "SELF-IMAGE BY GOD",
    "week": "WEEK 7",
    "day": "TUESDAY",
    "verse": {
      "text": "Then I said, 'Alas, Lord GOD! Behold, I do not know how to speak, Because I am a youth.' But the LORD said to me, 'Do not say, ‘I am a youth,’ Because everywhere I send you, you shall go, And all that I command you, you shall speak. Do not be afraid of them, For I am with you to deliver you,' declares the LORD. Then the LORD stretched out His hand and touched my mouth, and the LORD said to me, 'Behold, I have put My words in your mouth.'",
      "reference": "Jeremiah 1:6-9"
    },
    "content": [
      {
        "paragraph": "You will handicap God’s ability to bring you into your potential if you choose your self-image over the way God sees you. Successful saints set aside their emotions so they can embrace His eternal assignment, which He’s prepared before the foundation of the WORLD."
      },
      {
        "paragraph": "Trust what God says about you above what you feel about yourself. Consider what God provided to Jeremiah; He wants to provide for you, too, in the journey ahead."
      },
      {
        "list": [
          {
            "title": "CORRECTION",
            "description": "God corrected Jeremiah’s mindset so he would see himself as God saw him and not through the limiting self-image of his youth. Jeremiah said, 'I am but a youth,' and God rebuked him. It’s common for God to see more in us than we see in ourselves."
          },
          {
            "title": "COURAGE",
            "description": "God gave Jeremiah courage by putting 'His words' in his mouth. When we say what God said to us, we feel the way God feels toward us."
          },
          {
            "title": "COMMAND",
            "description": "God gave Jeremiah a command. When you come to God, sometimes He will give you options; other times, He will give you advice, and yet other times, He will tell you what to do."
          },
          {
            "title": "CONFIDENCE",
            "description": "Confidence to carry out a call comes from the One who called you. God’s confidence comes from inward revelation. His voice is always inward because that is where He lives—in your heart."
          }
        ]
      }
    ],
    "reflection_questions": [
      "What misperceptions of your self-image do you imagine God wants to change in you?",
      "Have you ever written out your questions for God and then waited for Him to answer?",
      "How does the Bible say that God sees you?"
    ],
    "conclusion": "When you see yourself as God sees you, you will feel about yourself as God feels toward you."
  },
  {
    "title": "THE DOOR OF GOD",
    "week": "WEEK 7",
    "day": "WEDNESDAY",
    "verse": {
      "text": "For thus says the LORD in regard to Shallum the son of Josiah, king of Judah, who became king in the place of Josiah his father, who went forth from this place, 'He will never return there; but in the place where they led him captive, there he will die and not see this land again.'",
      "reference": "Jeremiah 22:11-12"
    },
    "content": [
      {
        "paragraph": "Sometimes a door closes, and there is no going back; the only way is forward. Sometimes our choices intentionally or unintentionally close a door to circumstances out of our control."
      },
      {
        "paragraph": "Have you, God, or another closed a door for you? God often gets blamed for actions we initiated that close our doors of opportunity."
      },
      {
        "paragraph": "There are times I have had to pray through options, while other times, I have only had one choice in front of me. Some doors you may not want to walk through, but you know the only way forward is to walk by faith through the door right in front of you."
      },
      {
        "paragraph": "It is only after walking through the door in front of you that God will show you the second and third doors. If your desire is to please God, you can’t miss Him; He will be waiting for you on the other side of every door you walk through."
      }
    ],
    "reflection_questions": [
      "What doors is God asking you to close from your past?",
      "What doors might you be fearful of and not want to push on?",
      "If God is prodding you to move forward, do you believe He won’t let you fail?"
    ],
    "conclusion": "On the other side of the door of faith, God is waiting. Start walking."
  },
  {
    "title": "THE SIXTH SENSE OF TIMING",
    "week": "WEEK 7",
    "day": "THURSDAY",
    "verse": {
      "text": "Like apples of gold in settings of silver Is a word spoken in right circumstances.",
      "reference": "Proverbs 25:11"
    },
    "content": [
      {
        "paragraph": "Do you know how to read a moment? Timing is critical to success in every circumstance of life."
      },
      {
        "paragraph": "Wisdom is the application of facts at the “right time.” It is not enough to know what to do; you must know 'when' to do it."
      },
      {
        "paragraph": "We live at the intersection of decision every day when speaking with a teacher, client, supervisor, and others in conversation. Our sense of timing leads to success or failure."
      },
      {
        "section_title": "Timing and Conversation",
        "list": [
          {
            "title": "Saying the right words at the wrong time",
            "description": "FEAR"
          },
          {
            "title": "Saying the wrong words at the right time",
            "description": "HESITATION"
          },
          {
            "title": "Saying the wrong words at the wrong time",
            "description": "STALL THE CONVERSATION"
          },
          {
            "title": "Saying the right words at the right time",
            "description": "ADVANCE THE CONVERSATION"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Can you think of an example of when you said the right thing at the wrong time with a coworker, friend, or supervisor?",
      "Who in your circle of influence has a sense of good timing for saying the right thing at the right time?",
      "What steps could you take to improve your timing during conversation?"
    ],
    "conclusion": "Good timing requires one to read, lead, and learn in the moment."
  },
  {
    "title": "THE RELATIONSHIP EXAM",
    "week": "WEEK 7",
    "day": "FRIDAY",
    "verse": {
      "text": "Test yourselves to see if you are in the faith; examine yourselves!",
      "reference": "2 Corinthians 13:5"
    },
    "content": [
      {
        "paragraph": "Throughout Scripture, saints are encouraged to examine themselves. Ways in which to examine oneself may include:"
      },
      {
        "paragraph": "Evaluating your walk and the way with which you conduct yourself. Evaluating your thought life, feelings, and attitudes. Evaluating your relationship with God and others."
      },
      {
        "paragraph": "God’s Priority is People. One of the chief roles of the Holy Spirit is to ready us for the day we will meet Jesus face to face. He readies us by transforming us day by day into the image God created us to mirror—that of His Son."
      },
      {
        "paragraph": "At the top of God’s list of character traits to mold within us is the health of our relationship with others. God prioritizes healthy relationships to the degree that Jesus said that if we become aware of a relationship problem while worshiping, He’d rather we go repair it and be reconciled and then return to finish worshiping."
      }
    ],
    "section_title": "THE RELATIONSHIP CHECK-UP QUESTIONS",
    "list": [
      {
        "title": "Reliability",
        "description": "Do people feel they can count on you?"
      },
      {
        "title": "Engagement",
        "description": "Do people feel you are engaged in meeting their needs?"
      },
      {
        "title": "Listening",
        "description": "Do people feel you listen to them or just head-nod them?"
      },
      {
        "title": "Action",
        "description": "Do people see you taking steps to fulfill their needs?"
      },
      {
        "title": "Trust",
        "description": "Do people feel they can trust you?"
      },
      {
        "title": "Interest",
        "description": "Do people feel you have their best interests at heart?"
      },
      {
        "title": "Open",
        "description": "Do people feel you are open to new ideas, input, criticism?"
      },
      {
        "title": "Nearness",
        "description": "Do people feel you are available when their need arises?"
      },
      {
        "title": "Security",
        "description": "Do people feel comfortable sharing private confidences?"
      },
      {
        "title": "Historical",
        "description": "Do people feel you have good or bad history together?"
      },
      {
        "title": "Integrity",
        "description": "Do people feel you will always protect their interest?"
      },
      {
        "title": "Principled",
        "description": "Do people perceive you as being principled?"
      }
    ],
    "reflection_questions": [
      "How do you build relationships?",
      "What do people value most about working with you?",
      "What one word would people use to describe you?"
    ],
    "conclusion": "A 'strengthening relationship' strategy is a skill set every leader needs to learn."
  },
  {
    "title": "SPEAK TRUTH TO POWER",
    "week": "WEEK 8",
    "day": "MONDAY",
    "verse": {
      "text": "For you have shown today that princes and servants are nothing to you; for I know this day that if Absalom were alive and all of us were dead today, then you would be pleased. Now therefore arise, go out and speak kindly to your servants, for I swear by the LORD, if you do not go out, surely not a man will pass the night with you, and this will be worse for you than all the evil that has come upon you from your youth until now.",
      "reference": "2 Samuel 19:6-7"
    },
    "content": [
      {
        "paragraph": "David had successfully put down a mutiny by his son Absalom, but the price of victory was the death of his son. While David mourned his son publicly, he was inadvertently disrespecting his staff and servants privately."
      },
      {
        "paragraph": "Joab, his commander, courageously spoke on behalf of the people and corrected his king for his behavior. Sometimes you will be required to speak into someone’s life; however, do it carefully if they are an authority."
      },
      {
        "paragraph": "“Speaking truth to power” is often a scary and dangerous proposition. For most of us, going into our boss’s office to request a raise is nerve-racking enough, but to rebuke, correct, or admonish a supervisor seems almost an impossible task."
      },
      {
        "paragraph": "When correcting those in authority over you, pray it through, talk it through, then consider the following advice:"
      },
      {
        "section_title": "FIVE STEPS TO SPEAKING TRUTH TO POWER",
        "steps": [
          {
            "title": "Be Humble",
            "description": "If you were in that situation, how would you want to be approached? Remember that you, too, have blind spots. Put yourself in their shoes before you put them in their place."
          },
          {
            "title": "Be Careful",
            "description": "You are speaking to authority, so choose your words wisely before making your case. If you sense an open door, proceed. If you see a closed door to your input, then retreat and don’t kick the door down."
          },
          {
            "title": "Be Brief",
            "description": "If you can’t make your point in 3-5 sentences, you have not thought it through enough. You should be able to state the issues, how it’s affecting others, and a potential solution in 1-2 minutes or less."
          },
          {
            "title": "Be Gentle",
            "description": "A gentle answer turns away wrath, But a harsh word stirs up anger. If you speak out of frustration, your emotional response will be what is remembered over the importance of your argument."
          },
          {
            "title": "Be Thankful",
            "description": "Thank your supervisor for their willingness to allow you to be heard and close the meeting compassionately and quickly—do not linger lest you say what shouldn’t be said out of nervousness or frustration."
          }
        ]
      }
    ],
    "reflection_questions": [
      "When was the last time you encountered a scenario where speaking truth to power was required?",
      "How can you mitigate the uncomfortableness that comes from dealing with difficult conversations?",
      "What advice would you give to a friend who has to speak truth to power to a customer, coworker, a parent, or supervisor?"
    ],
    "conclusion": "Those in authority can sense who is manipulating them and who is looking out for them."
  },
  {
    "title": "THE SUICIDE OF SELF-PROMOTION",
    "week": "WEEK 8",
    "day": "TUESDAY",
    "verse": {
      "text": "Of all my sons (for the LORD has given me many sons), He has chosen my son Solomon to sit on the throne of the kingdom of the LORD over Israel. He said to me, 'Your son Solomon is the one who shall build My house and My courts; for I have chosen him to be a son to Me, and I will be a father to him. I will establish his kingdom forever if he resolutely performs My commandments and My ordinances, as is done now.'",
      "reference": "1 Chronicles 28:5-7"
    },
    "content": [
      {
        "paragraph": "When it came time for the transfer of position and power of kingship, Adonijah, Solomon’s brother, sought to assume the position of king. His choice to anoint himself led to his death."
      },
      {
        "paragraph": "Consider the contrast between a vacancy being filled by a self-appointed king vs. a God-anointed king:"
      },
      {
        "section_title": "Self-Appointed vs God-Anointed",
        "list": [
          {
            "title": "Self-Appointed",
            "description": "Decides the timing and terms of appointment"
          },
          {
            "title": "God-Anointed",
            "description": "Waits for the timing of God’s appointment"
          },
          {
            "title": "Self-Appointed",
            "description": "Is motivated by self-interest"
          },
          {
            "title": "God-Anointed",
            "description": "Is empowered by God’s anointing"
          },
          {
            "title": "Self-Appointed",
            "description": "Is moved by what others say"
          },
          {
            "title": "God-Anointed",
            "description": "Is moved by what God says"
          },
          {
            "title": "Self-Appointed",
            "description": "Self-promotes their assignment"
          },
          {
            "title": "God-Anointed",
            "description": "Is promoted by others"
          },
          {
            "title": "Self-Appointed",
            "description": "Selects their inner circle"
          },
          {
            "title": "God-Anointed",
            "description": "God reveals the inner circle"
          },
          {
            "title": "Self-Appointed",
            "description": "Promotes their position"
          },
          {
            "title": "God-Anointed",
            "description": "Is positioned by God for favor with men"
          }
        ]
      }
    ],
    "reflection_questions": [
      "When you have to share the stage, are you ever tempted to self-promote or edge others out?",
      "Whom do you know that raises their hand to put themselves in a place of prominence?",
      "What do you feel are the 'character qualifications' of the next rung up on God’s ladder?"
    ],
    "conclusion": "People promote you for performance, but God promotes where character and competence intersect, and performance follows."
  },
  {
    "title": "THE ART OF HONOR",
    "week": "WEEK 8",
    "day": "WEDNESDAY",
    "verse": {
      "text": "And He could do no miracle there except that He laid His hands on a few sick people and healed them. And He wondered at their unbelief. And He was going around the villages teaching.",
      "reference": "Mark 6:5-6"
    },
    "content": [
      {
        "paragraph": "Honor and faith must be in the atmosphere for God to perform a miracle. That’s why Jesus so often asked prior to doing a miracle, 'Do you believe I can do this,' or 'What do you want Me to do for you?' He was confirming honor and belief were present while building expectation with the audience surrounding him."
      },
      {
        "paragraph": "If faith wasn’t present, He would change his surroundings. While visiting His hometown, Jesus performed miracles that people saw with their own eyes, yet their unbelief and familiarity with Him eventually neutralized the power of God."
      },
      {
        "paragraph": "Unbelief and dishonor are powerful forces that can cancel out the power of God to perform a miracle."
      },
      {
        "paragraph": "Go where you are celebrated, not tolerated. Whether you are a salesperson calling on a customer, an employee at a corporation, leading, or serving in the nonprofit or public sector, it’s important to behave in such a way so that you practice the art of honoring."
      },
      {
        "section_title": "Leaders can create an atmosphere of honor by:",
        "list": [
          {
            "description": "Celebrating the contributions, talents, or gifts of people by acknowledging the greatness in them."
          },
          {
            "description": "Contributing to others by serving their needs, asking for their input, and helping them to overcome weaknesses."
          },
          {
            "description": "Communicating in words and actions that make deposits into the relationship bank account."
          },
          {
            "description": "Caring and praying God’s best for others, especially those who do not treat you well."
          }
        ]
      },
      {
        "paragraph": "As you practice these godly qualities, you are creating an atmosphere around you where God can work miracles in and through you."
      }
    ],
    "reflection_questions": [
      "Who honors your contribution at work, in your peer group, in your community?",
      "Whom can you show more honor and respect to in relationships?",
      "What is God showing you about how to give respect and honor to those around you?"
    ],
    "conclusion": "The atmosphere of honor can be created, and it makes way for miracles."
  },
  {
    "title": "THE GOLIATH TRACK TO ADVANCEMENT",
    "week": "WEEK 8",
    "day": "THURSDAY",
    "verse": {
      "text": "When all the men of Israel saw the man, they fled from him and were greatly afraid. The men of Israel said, 'Have you seen this man who is coming up? Surely he is coming up to defy Israel. And it will be that the king will enrich the man who kills him with great riches and will give him his daughter and make his father’s house free in Israel.' Then David spoke to the men who were standing by him, saying, 'What will be done for the man who kills this Philistine and takes away the reproach from Israel?'",
      "reference": "1 Samuel 17:24-26"
    },
    "content": [
      {
        "paragraph": "What Goliath are you facing today? David was opportunity-oriented—he could sense a divine appointment when it showed up on his path. While visiting his brothers on Israel’s battlefield, he noticed a reoccurring problem that no one could solve."
      },
      {
        "paragraph": "The Philistine army taunted Israel daily by challenging their bravest to face Goliath, but no one had the courage to meet the challenge."
      },
      {
        "paragraph": "What do you see that no one else sees? Within your sphere of influence, there is someone who has a need you are uniquely equipped to meet. What problem has God given you a unique insight into?"
      },
      {
        "paragraph": "Opportunity is created through problem-solving. John W. Gardner, former Secretary of Health, Education, and Welfare, said, 'We are all faced with a series of great opportunities brilliantly disguised as insolvable problems.'"
      },
      {
        "paragraph": "Is there a king in the marketplace you work for that has a Goliath-sized problem?"
      },
      {
        "paragraph": "In PERSUADE, I discuss the importance of meeting needs in business. Every person has visible and invisible needs. The visible need is why they meet with you, and the invisible need is why they will buy from you."
      }
    ],
    "reflection_questions": [
      "What needs around you have you become sensitive to?",
      "Is there a situation God has given you a unique insight to?",
      "Whom do you feel an unction to call today and inquire as to what they are facing?"
    ],
    "conclusion": "Every person carries within them visible and invisible needs. The visible needs are why they are meeting with you. The invisible needs, when met by you, are why they will follow you."
  },
  {
    "title": "DEVELOP YOUR SAMSON STRENGTH",
    "week": "WEEK 8",
    "day": "FRIDAY",
    "verse": {
      "text": "Then the woman gave birth to a son, and named him Samson; and the child grew up and the LORD blessed him. And the Spirit of the LORD began to stir him in Mahanehdan, between Zorah and Eshtaol.",
      "reference": "Judges 13:24-25"
    },
    "content": [
      {
        "paragraph": "For much of his assignment, Samson was a great judge whom God worked through to bring justice to Israel against her enemies. God granted him great physical strength, and with it, he won many victories for his people."
      },
      {
        "paragraph": "Whenever the Holy Spirit would come upon him, he would be supercharged to carry out the assignment of God for that day. In Old Testament times, God’s power would come and go upon a person. Today, He lives within you, and the same power that raised Christ from the dead dwells in you."
      },
      {
        "paragraph": "Where is the energy in your assignment today? What goal or task does God want you to accomplish? God desires to partner with you today to accomplish His purposes."
      },
      {
        "paragraph": "As you wait on God, submit your calendar of events to Him, and ask Him questions about your day. God loves when you ask Him questions to seek His advice."
      },
      {
        "paragraph": "What strength has God given you? Like Samson, God will often work through something He has given you. In season, Moses had a rod, Paul a handkerchief, and Samson super strength. What are the strengths God has placed within you?"
      }
    ],
    "reflection_questions": [
      "What is God anointing in your life today?",
      "What do you do better than anyone else—your Samson super strengths?",
      "What is the dark side of your strengths?"
    ],
    "conclusion": "Where the Holy Spirit moves, there is the energy and anointing to accomplish your assignment for the day."
  },
  {
    "title": "PERSUADE LIKE PAUL (PART I)",
    "week": "WEEK 9",
    "day": "MONDAY",
    "verse": {
      "text": "When they had set a day for Paul, they came to him at his lodging in large numbers; and he was explaining to them by solemnly testifying about the kingdom of God and trying to persuade them concerning Jesus, from both the Law of Moses and from the Prophets, from morning until evening. Some were being persuaded by the things spoken, but others would not believe.",
      "reference": "Acts 28:23-24"
    },
    "content": [
      {
        "paragraph": "The Apostle Paul is the undisputed chief evangelist in the New Testament. Interestingly though, he was not an impressive man to look at. History records him as being short, squinty-eyed, and even bowlegged. However, even as an unimpressive man to look at, he would become the primary mouthpiece to bring the message of salvation to the Gentiles, become a father of New Testament doctrine, and the most prolific writer and evangelist in the New Testament. Paul said in 1 Corinthians 9:22 that he has learned to “become all things to all people” that he may win some."
      },
      {
        "paragraph": "Many things could be said about the world’s greatest evangelist, but one thing is unmistakable: The Apostle Paul was persuasive. Evangelism is sales, and anyone who has attempted to make a persuasive argument can employ Paul’s process for persuading. The principles of persuasion found in the Bible are timeless. Although Paul would describe his message as “simple” and not flashy, there were many occasions where his words and style of persuading and presenting moved audiences to believe using sophisticated selling skills. The Apostle Paul was a PERSUADER, a selling saint, and chief evangelist to the Gentiles."
      },
      {
        "section_title": "PAUL’S PROCESS FOR PERSUADING",
        "list": [
          {
            "title": "Pre-Sell the Presentation!",
            "description": "Paul called on the leading Jews in Rome to make his initial case. The goal of Paul’s first meeting was to get a second meeting but with a larger audience. His goal was to make a small sale before a big sale by getting the 'chief influencers' to get more influencers and decision-makers in the room. What small sale do you need to make before attempting a bigger sale?"
          },
          {
            "title": "Prepare for the Presentation!",
            "description": "Paul knew he would have a large audience with many who lived in Rome. The stakes would be high, so he readied himself for his pitch. He had to make a positive impact if he was to garner momentum in getting the word out about the Gospel. Preparation for a presentation can include researching people and data points, thinking through problems and objections before they arise, and mentally role-playing an argument you will need to make. Paul was a master at all of these. How can you prepare for your next big meeting; whom can you ask to help you prepare?"
          },
          {
            "title": "Pray Before the Presentation!",
            "description": "Prayer should always precede a presentation. God delights in giving His children success when they seek His guidance, favor, and grace for an upcoming meeting. Praying for favor with God and man can unleash early acceptance. Consider praying for wisdom, knowledge, discernment, and currents of favor that would flow to you in the direction of the decision you are seeking."
          }
        ]
      }
    ],
    "reflection_questions": [
      "What do you have in common with how Paul positioned himself and his message?",
      "What tactics can you employ from the Bible to become a skilled person of persuasion?",
      "What is the most important lesson you learned from how the Apostle Paul persuaded others?"
    ],
    "conclusion": "Evangelism is sales—the Apostle Paul was the chief sales officer for the Gospel."
  },
  {
    "title": "PERSUADE LIKE PAUL (PART II)",
    "week": "WEEK 9",
    "day": "TUESDAY",
    "verse": {
      "text": "When you bring God into your work, He blows His inspiration upon you whether you are a leader, teacher, parent, seller, or singer. When persuading others to buy into you or your ideas, here are a few more ways in which the Apostle Paul became the Chief Persuader of the Gospel to the Gentiles:",
      "reference": "Romans 15:19"
    },
    "content": [
      {
        "section_title": "PAUL’S STRATEGIES FOR PERSUASION",
        "list": [
          {
            "title": "Persuade on Sacred Ground!",
            "description": "It was common for Paul to include tactical points of persuasion in his presentation. Paul would teach the Jews from the books of Moses and the prophets. Consider how Paul was able to leverage beliefs his audience held sacred as a way to identify with them on common ground and then connect on sacred ground. Acceleration in relationship building can take place by identifying shared beliefs and passions early on and then speaking to those."
          },
          {
            "title": "Connect the Dots!",
            "description": "Paul built a bridge by taking what they already knew in the Old Covenant and connecting it to the New Covenant, unpacking God’s promises and explaining why Jesus was the Messiah. Leaders who touch on and honor the past have a better chance of persuading people to follow them into the future."
          },
          {
            "title": "Persuade with Character!",
            "description": "Central to a message is the messenger. Your background, credentials, and experiences all give credibility to you as a person. This is important because people must first buy into you before they will buy into what you are selling."
          },
          {
            "title": "Know Your Audience!",
            "description": "Paul knew how to adapt his message to his audience. He persuaded the Jews differently than the Gentiles. Paul also knew that the Pharisees would be more open than the Sadducees because they already had a foundational belief in the resurrection. Paul was adept at learning a culture, what they held sacred, and then speaking to what was important to them."
          },
          {
            "title": "Persuade with Passion!",
            "description": "When delivering your message, an audience will respond to “how” you are saying what you are saying as much as “what” you are saying. A presenter must move people emotionally if they hope to persuade them logically. A passionate presentation goes a long way in converting beliefs because strong conviction in the story you tell convinces an audience."
          }
        ]
      }
    ],
    "reflection_questions": [
      "What did Paul do to persuade people that resonated with you?",
      "How can you identify common ground with your audience?",
      "What is the most important lesson you learned from how Paul connected with his audience?"
    ],
    "conclusion": "Paul’s persuasive methods are timeless, and by applying them, we can achieve success in leading others to truth."
  },
  {
    "title": "PERSUADE LIKE PAUL (PART III)",
    "week": "WEEK 9",
    "day": "WEDNESDAY",
    "verse": {
      "text": "Be Bulletproof! Paul was a seasoned evangelist, having persuaded people in The Way for years. He knew there would always be some who would accept his message while others would reject it. He knew he would have a failure rate; nonetheless, he never ceased to continue to persuade people wherever he went.",
      "reference": "Acts 9:15-16"
    },
    "content": [
      {
        "section_title": "PAUL’S PERSISTENCE IN PERSUASION",
        "list": [
          {
            "title": "Be Bulletproof!",
            "description": "Paul was a seasoned evangelist, having persuaded people in The Way for years. He knew there would always be some who would accept his message while others would reject it. He knew he would have a failure rate; nonetheless, he never ceased to continue to persuade people wherever he went."
          },
          {
            "title": "Persuade with Evidence!",
            "description": "As a Persuader, your tools of persuasion will not be unlike the tools the Apostle Paul used. All persuasive arguments must have a foundation in the truth if they are to be convincing. Using facts, figures, reason, and storytelling must all find their way into your toolbox."
          },
          {
            "title": "Persuade with Feature-Benefit Positioning",
            "description": "Answer “WII-FM,” or they will tune you out! One of the ways in which you can successfully make an argument is to create relevancy with each statement you make. For example, each selling feature you share should be followed by how the other person would personally benefit."
          }
        ]
      }
    ],
    "reflection_questions": [
      "How can you handle rejection while continuing to persuade others?",
      "What is the importance of evidence in persuasion?",
      "How can you apply the feature-benefit positioning approach in your own presentations?"
    ],
    "conclusion": "Paul's persistence and use of evidence are critical to effective persuasion. When we face rejection, we must keep moving forward."
  },
  {
    "title": "EMOTIONAL INTELLIGENCE IN THE BIBLE",
    "week": "WEEK 9",
    "day": "THURSDAY",
    "verse": {
      "text": "Now he had still another dream, and related it to his brothers, and said, 'Lo, I have had still another dream; and behold, the sun and the moon and eleven stars were bowing down to me.' He related it to his father and to his brothers; and his father rebuked him and said to him, 'What is this dream that you have had? Shall I and your mother and your brothers actually come to bow ourselves down before you to the ground?' His brothers were jealous of him, but his father kept the saying in mind.",
      "reference": "Genesis 37:9-11"
    },
    "content": [
      {
        "paragraph": "As a youth, Joseph had not yet learned how to discern the environment and atmosphere around him. He lacked emotional intelligence. While his dream was from God, he was unaware of the proper timing to reveal the dream and the emotional impact his behavior would have on his brothers and father. It would be only a few years later that Joseph, in order to survive, would learn to develop his ability to correctly read, react, and adapt in the moment."
      },
      {
        "section_title": "Developing Your Sixth Sense (T.I.E.)",
        "list": [
          {
            "title": "Timing",
            "description": "There is a time to speak and a time to hold your peace. There is a time to act and a time to be patient. The ability to discern a moment is critical for leaders, speakers, teachers, preachers, and leaders."
          },
          {
            "title": "Intuition",
            "description": "A bend in the road is not the end of the road unless you fail to make the turn. Intuition is a 'knowing' which can be taught through experience and even intercepted when God downloads supernatural knowledge to you."
          },
          {
            "title": "Emotion",
            "description": "Emotional intelligence is the awareness of your emotions and those of people around you and how you direct those emotions to a productive end."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Is there a time when you said the wrong thing at the wrong time? What was the outcome?",
      "Whom do you know that always seems to 'read the moment' correctly? What do they do that others don’t?",
      "What number did you give yourself for your 1-10 T.I.E. assessment? Explain each area."
    ],
    "conclusion": "Developing your emotional intelligence is crucial for success. With the right timing, intuition, and emotional awareness, you can lead more effectively."
  },
  {
    "title": "SIGNS OF A SUPERPOWER",
    "week": "WEEK 9",
    "day": "FRIDAY",
    "verse": {
      "text": "So King Solomon became greater than all the kings of the earth in riches and in wisdom. And all the earth was seeking the presence of Solomon, to hear his wisdom.",
      "reference": "1 Kings 10:23-24"
    },
    "content": [
      {
        "paragraph": "You must inventory the gifts God has given you, then develop them. He used 10 miraculous signs in the time of Moses, the gift of dream interpretation with Joseph, a slingshot with David, super strength with Samson, wisdom and wealth with Solomon, and the list goes on."
      },
      {
        "section_title": "Six Signs of a Superpower",
        "list": [
          {
            "title": "What do you hunger for, think about day and night, dream about doing, and strongly desire?",
            "description": "Desire and ambition are powerful positive drivers God will use to direct you."
          },
          {
            "title": "What have you discovered that you do better than anyone else?",
            "description": "Your talents and abilities point to your superpower."
          },
          {
            "title": "What have you experienced rapid learning of?",
            "description": "Learning rapidly in a specific area can be a sign of a divine gift."
          },
          {
            "title": "What are you occupied with when you lose track of time?",
            "description": "Time flies when you're using your superpower."
          },
          {
            "title": "What do you have a passion for?",
            "description": "Passion is what you are willing to 'suffer and sacrifice' for."
          },
          {
            "title": "Is there something that angers you that you have a powerful drive within you to correct?",
            "description": "God often speaks through powerful negative emotions like anger, disgust, and so on."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Can you describe your purpose in a sentence or two?",
      "What is your most dominant gift?",
      "What gifts do you possess that you aren’t actively developing?"
    ],
    "conclusion": "The 'God Nature' within you is His gift to you; developing it is your gift back to Him."
  },
  {
    "title": "LEADERSHIP TALK TRACK",
    "week": "WEEK 10",
    "day": "MONDAY",
    "verse": {
      "text": "God said, “Ask what you wish Me to give you.” Then Solomon said, “You have shown great faithfulness to Your servant David my father, according as he walked before You in truth and righteousness and uprightness of heart toward You; and You have reserved for him this great lovingkindness, that You have given him a son to sit on his throne, as it is this day. Now, O LORD my God, You have made Your servant king in place of my father David, yet I am but a little child; I do not know how to go out or come in.",
      "reference": "1 Kings 3:5-7"
    },
    "content": [
      {
        "paragraph": "God likes to feel appreciated; do you? When God reached out to Solomon to offer him anything he wanted, Solomon did not give an answer immediately. Instead, he showed appreciation by acknowledging the “lovingkindness” God had shown to his father—and now to him."
      },
      {
        "paragraph": "David undoubtedly coached his son on the right heart posture to have when communicating with God, to always be thankful and demonstrate gratitude. But often, kids forget that their parents appreciate being appreciated. God, too, encourages His children to “appreciate Him.”"
      },
      {
        "paragraph": "Leaders appreciate being appreciated. Everyone reports to someone. It’s easy to forget that leaders have feelings, too. While many followers may focus on how they look to leadership, the ones who show appreciation to those they serve stand out in a positive way."
      },
      {
        "paragraph": "Showing appreciation to leaders for what they have done for you or the organization sets you apart. On the flip side, leaders who show appreciation to their people engender loyalty and higher levels of commitment. When showing appreciation for those you are leading, remember this:"
      },
      {
        "list": [
          {
            "title": "The single most important word is “We.”",
            "description": "Shows inclusivity and team spirit."
          },
          {
            "title": "The two most important words are “Thank you.”",
            "description": "A simple, sincere expression of gratitude."
          },
          {
            "title": "The three most important words are “I appreciate you.”",
            "description": "A deeper acknowledgment of someone’s worth."
          },
          {
            "title": "The four most important words are “You make a difference.”",
            "description": "Recognizing someone’s unique impact."
          },
          {
            "title": "The five most important words are “I can count on you.”",
            "description": "A powerful affirmation of trust."
          },
          {
            "title": "The six most important words are “You always do a great job.”",
            "description": "Praise for consistent excellence."
          },
          {
            "title": "The seven most important words are “I truly can’t do it without you.”",
            "description": "A humbling acknowledgment of dependency on others."
          }
        ]
      }
    ],
    "reflection_questions": [
      "To whom can you express appreciation today?",
      "How did you feel the last time someone expressed appreciation to you?",
      "How does depositing value into another increase your influence with them?"
    ],
    "conclusion": "Leaders look for value in people, then find what they seek."
  },
  {
    "title": "THE RAVEN OF REVENUE",
    "week": "WEEK 10",
    "day": "TUESDAY",
    "verse": {
      "text": "The word of the LORD came to him, saying, “Go away from here and turn eastward, and hide yourself by the brook Cherith, which is east of the Jordan. It shall be that you will drink of the brook, and I have commanded the ravens to provide for you there.” So he went and did according to the word of the LORD, for he went and lived by the brook Cherith, which is east of the Jordan. The ravens brought him bread and meat in the morning and bread and meat in the evening, and he would drink from the brook.",
      "reference": "1 Kings 17:2-6"
    },
    "content": [
      {
        "paragraph": "Provision is waiting in the place of assignment. Leaders look to God for direction as followers look to them to provide vision and resources for the journey ahead. As you make big decisions for yourself, your family, or your team, consider how God guided and then provided for Elijah."
      },
      {
        "paragraph": "Elijah was directed to go to a specific place. In each season, you may feel a pull toward a person or place. If you are seeking God, the magnetic pulls He puts in your heart get stronger over time. Follow them."
      },
      {
        "paragraph": "Elijah was obedient to go where God told him to go. He didn’t know the second step, only the first. Every assignment is connected to a person whom you are drawn to work for or serve."
      },
      {
        "paragraph": "Elijah was provided for in the place God told him to go. There is provision for the vision God gives to you. As opportunities emerge to serve, don’t be picky. Compensation eventually follows servanthood in the marketplace."
      },
      {
        "paragraph": "Elijah had to TRUST God’s word that He would provide. Provision came from a supernatural source, seemingly out of the sky through a raven. In 1 Kings 17, God “commanded” a raven and then a widow to provide for Elijah. Elijah had probably never been fed from a bird before. How has God chosen to feed you in this season? Be careful not to shoo away the birds of provision."
      }
    ],
    "reflection_questions": [
      "Have you had to trust God to provide for you supernaturally before?",
      "In what ways has God provided for you in the past?",
      "Are you in the right place for God to provide?"
    ],
    "conclusion": "Provision awaits you in the PLACE of obedience, often with a creative compensation package where God provides in unique ways."
  },
  {
    "title": "PERSUASIVE LEADERSHIP",
    "week": "WEEK 10",
    "day": "WEDNESDAY",
    "verse": {
      "text": "Then the king said to me, “What would you request?” So I prayed to the God of heaven. I said to the king, “If it please the king, and if your servant has found favor before you, send me to Judah, to the city of my fathers’ tombs, that I may rebuild it.”",
      "reference": "Nehemiah 2:4-5"
    },
    "content": [
      {
        "paragraph": "Good leadership can’t exist without strong salesmanship. Leadership is an exercise in persuasion. Persuasion is to salesmanship as influence is to leadership; leadership requires both. Whether you are leading one or leading many, you must develop the skills of salesmanship if you are to become an effective leader."
      },
      {
        "paragraph": "For Nehemiah, he first set up the sale by preparing and positioning before he could close the sale. How did he do this? By leading King Artaxerxes in a way that would give him a favorable response to the requests he would make after the king said “yes” to his first “ask.”"
      },
      {
        "paragraph": "Nehemiah led the king using persuasive leadership. Many things God wants to do through you have a timing element to them, just like opportunities in life. Having emotional intelligence gives you the ability to recognize what is happening in you and around you so you can leverage the feelings in the atmosphere to move people."
      },
      {
        "paragraph": "Taking it a step further, persuasion is the art of moving people from point A to B in a conversation or their behavior. But successfully using emotional intelligence requires the gift of discernment so you can act when prompted to. Engaging God in your plans invites Him to prompt you when it is time to influence and persuade."
      },
      {
        "section_title": "SEASONS OF PERSUASIVE LEADERSHIP",
        "list": [
          {
            "title": "There is a time to sell yourself and a time to sell others.",
            "description": "Knowing when to promote yourself and when to advocate for others is key in leadership."
          },
          {
            "title": "There is a time to share the vision and a time to keep it quiet.",
            "description": "Timing is crucial when it comes to revealing your plans and vision."
          },
          {
            "title": "There is a time to seek God for strategy and a time to execute.",
            "description": "Seeking divine guidance before moving forward can ensure success."
          },
          {
            "title": "There is a time to make an “ask” and a time to refrain from asking.",
            "description": "Recognizing the right moment to ask for something ensures your request is effective."
          },
          {
            "title": "There is a time for allowing buy-in and a time for leaving naysayers behind.",
            "description": "Not everyone will support your vision; it’s important to know when to move forward regardless."
          },
          {
            "title": "There is a time to pray and wait and a time to stop praying and start acting.",
            "description": "Some moments require patience, while others demand action."
          },
          {
            "title": "There is a time for pushing your team and a time for celebrating with them.",
            "description": "Effective leadership knows when to challenge and when to reward."
          }
        ]
      }
    ],
    "reflection_questions": [
      "How do you use persuasive leadership (sales and leadership skills) in your day-to-day?",
      "What do you view as the most important skill when leading others?",
      "Of the leaders you know that successfully blend sales and leadership skills in their profession, how do they do it?"
    ],
    "conclusion": "There must be a persuasive element to your leadership if you want people to follow you. Without sales skills, a leader’s potential is limited."
  },
  {
    "title": "SEASONAL ASSIGNMENTS",
    "week": "WEEK 10",
    "day": "THURSDAY",
    "verse": {
      "text": "The word of the LORD came to Jonah the son of Amittai saying, “Arise, go to Nineveh the great city and cry against it, for their wickedness has come up before Me.”",
      "reference": "Jonah 1:1-2"
    },
    "content": [
      {
        "paragraph": "Assignments come from God in three discernible ways. They can all be “callings” bucketed for your benefit and God’s purposes. Assignments by nature are bound by time and with windows of opportunity that open and close. If you miss an opportunity, fail to walk through a door God has opened, or refuse it, it likely goes to someone else."
      },
      {
        "paragraph": "Yet there are still examples where God pursued his prophet Jonah until he relented from running away from his office of prophet."
      },
      {
        "paragraph": "The Lifelong Assignment: While God’s calling and gifts are without repentance, the one called can refuse the calling. Moses, King Saul, and Gideon were all reluctant at first. You can receive a lifelong assignment that comes from a clear word of direction from God, a specific place and time the assignment was given, even an unavoidable apprehension where God intersects and then alters your trajectory like Paul the Apostle experienced."
      },
      {
        "paragraph": "The Seasonal Assignment: Purpose discovered based on your geography, vocation, and station in life will always come with assignments that seem “present” to you in the form of a need, desire, or sense of duty as part of fulfilling a greater plan."
      },
      {
        "paragraph": "The Micro-Assignment: These assignments may be for the day or hour and are more fleeting. They are time-sensitive where you may feel prompted to call someone, do something, act upon an idea, or more. Answering these callings or promptings appropriately qualifies you for greater assignments."
      }
    ],
    "reflection_questions": [
      "Have you passed or missed out on a God opportunity before?",
      "What category of assignments are you aware of in your life? Explain.",
      "Have you ever “pulled a Jonah” before and run away from what God asked you to do?"
    ],
    "conclusion": "God’s assignment tells us what we must do, but not all of His “whys” behind His ask."
  },
  {
    "title": "IMAGINATE WITH GOD",
    "week": "WEEK 10",
    "day": "FRIDAY",
    "verse": {
      "text": "And I said to the king, “If it please the king, let letters be given me for the governors of the provinces beyond the River, that they may allow me to pass through until I come to Judah, and a letter to Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the fortress which is by the temple, for the wall of the city and for the house to which I will go.” And the king granted them to me because the good hand of my God was on me.",
      "reference": "Nehemiah 2:7-8"
    },
    "content": [
      {
        "paragraph": "Meditate to create. Your spirit is a 'creation chamber.' Whatever you put in it grows. When God said, 'Let Us make man in Our image,' one of the many qualities He gave you was an imagination. But it works best when you use it to create with the Creator."
      },
      {
        "paragraph": "Nehemiah, in preparing for his big 'ask' to the king, prayed to God for help. This invited God to strategically speak into his plans. Bringing God into your planning allows you to see what God foresees so you can be ready to capture the future as God creates it."
      },
      {
        "paragraph": "Meditate + Incubate = Imaginate. One quality of all successful leaders, whether they are athletes, business owners, people in ministry, or moguls in the marketplace, is they all leverage their imagination in a productive way."
      },
      {
        "paragraph": "How do they do this? By bringing God into their planning process through prayer and meditation. This allows Him to 'download' His thoughts and His 'creative process' into your plans for you to accept or reject."
      },
      {
        "paragraph": "In any new venture you are beginning, bringing your plans and putting them before God during prayer invites Him to touch, increase, and multiply your efforts."
      }
    ],
    "reflection_questions": [
      "What would be a productive vs. destructive use of your imagination?",
      "What project could you bring God into so He can co-create with you in your imagination?",
      "What does it mean to 'see yourself doing it' before you do it? What did Jesus mean when He said that He could only do what He saw the Father doing? Did He see the future in prayer?"
    ],
    "conclusion": "Bringing God into your planning allows you to see what God foresees. When you see it, you can seize it."
  },
  {
    "title": "STRATEGIC SILENCE",
    "week": "WEEK 11",
    "day": "MONDAY",
    "verse": {
      "text": "On that day King Ahasuerus gave the house of Haman, the enemy of the Jews, to Queen Esther; and Mordecai came before the king, because Esther had disclosed what he was to her. The king took off his signet ring, which he had taken away from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman … In each and every province and in each and every city, wherever the king’s commandment and his decree arrived, there was joy and jubilation for the Jews, a feast and a holiday. And many among the peoples of the land became Jews because the dread of the Jews had fallen on them.",
      "reference": "Esther 8:1-2, 17"
    },
    "content": [
      {
        "paragraph": "Everything God does has strategy to it; part of it is silence. The story of Esther had a happy ending. God reversed the plot to exterminate the Jews using King Ahasuerus. He rewarded Esther and Mordecai and removed Haman, the enemy of the Jews, from the equation."
      },
      {
        "paragraph": "For God’s plans to work, Esther and Mordecai had to be careful whom to talk to, what to say, what not to say, when and when NOT to reveal how they were related, and when to mention or not mention or even hide their relationship with God when they sought Him in fasting and prayer."
      },
      {
        "paragraph": "Don’t blow your cover. There are places it would be dangerous and unwise to share with others your race, religion, plans, etc. Evangelizing in the work environment or anti-Christian countries unwisely would put your career, life, or mission in jeopardy."
      },
      {
        "paragraph": "You have to know when to button your lips. Knowing when to be covert or overt in your place of work is an important skill set you need to develop so as not to blow your assignment or ruin God’s plans."
      },
      {
        "paragraph": "Even Jesus said there are some with whom sharing 'good news' is as 'pearls before swine' and to 'shake the dust off your feet' and get out of there. Jesus knew during His three-year mission that He was not to preach to the Gentiles, but to reach the lost sheep of Israel. God had the Gentile assignment planned for another time and another person, named Paul."
      },
      {
        "paragraph": "Do you know to whom you are called?"
      }
    ],
    "reflection_questions": [
      "What advice would you give to someone to gauge when to share their faith and when to be silent?",
      "How do you know when a door to witness is open vs. closed?",
      "In what ways does a marketplace believer have a “cold start” to a conversation about Christ that a pastor doesn’t in a Sunday morning service?"
    ],
    "conclusion": "At times, evangelists are like CIA operatives working undercover; they need to know how to hide in plain sight yet be ready to act on a moment’s notice."
  },
  {
    "title": "WORDS THAT CREATE MAGNETISM",
    "week": "WEEK 11",
    "day": "TUESDAY",
    "verse": {
      "text": "And all the people were speaking well of Him, and admiring the gracious words which were coming from His lips; and yet they were saying, “Is this not Joseph’s son?”",
      "reference": "Luke 4:22"
    },
    "content": [
      {
        "paragraph": "Wherever Jesus went, He used words that created healing, magnetism, inspiration, empowerment, teaching, truth, and more. In my best-selling book, PERSUADE, I talk about the power of words: 'With words the world was created; with words she will say ‘I do’; with words you can make or break someone’s day.' Solomon said in Proverbs 15:1, 'A gentle answer turns away wrath, But a harsh word stirs up anger.'"
      },
      {
        "paragraph": "Words have the power to bring people together or break them apart. It’s been said that 90% of arguments start from the tone we use when talking to people."
      },
      {
        "paragraph": "How you see them is how you will speak to them. With our words, we cannot strengthen and weaken at the same time; we cannot encourage and discourage at the same time. We must be intentional in the atmosphere we want to create."
      },
      {
        "paragraph": "With words, deposits or withdrawals are being made in the relationship bank account in every conversation. The words we choose have the power to draw people toward us or make them want to retreat from us."
      },
      {
        "paragraph": "Words have the power to create the emotional environment around us. With our words, we can choose to create an atmosphere of warmth or coldness, acceptance or rejection, distance or closeness."
      },
      {
        "paragraph": "Leaders use the power of words to increase their influence, empower people, and move their organization forward. Speaking words of affirmation, with warmth in tonality and with a positive 'posture of the heart' toward others has the ability to create a magnetic pull between you and others."
      },
      {
        "section_title": "LEADERS:",
        "list": [
          {
            "title": "Want the best for others.",
            "description": "Leaders show genuine concern for the well-being of others."
          },
          {
            "title": "Think the best of others.",
            "description": "They assume the best in people and help them reach their potential."
          },
          {
            "title": "Speak kindly to others.",
            "description": "They use words to encourage and uplift."
          },
          {
            "title": "Plant words of hope in others.",
            "description": "Their words inspire others to believe in possibilities."
          },
          {
            "title": "See and believe the best about others.",
            "description": "Leaders see the strengths in others and foster growth."
          },
          {
            "title": "Intentionally encourage others so they feel built up while they are with them.",
            "description": "Leaders make people feel valued through their affirming words."
          }
        ]
      }
    ],
    "reflection_questions": [
      "How would people describe the way in which you communicate?",
      "Regarding those who are especially loyal to you, what creates this magnetism toward you?",
      "Who is a master of using words to create motivation, magnetism, and a positive environment that you could model your leadership after; how do they do it?"
    ],
    "conclusion": "Words are like keys that can open or close the door to the heart; use them wisely."
  },
  {
    "title": "SERVE JESUS BY SERVING PEOPLE",
    "week": "WEEK 11",
    "day": "WEDNESDAY",
    "verse": {
      "text": "If anyone serves Me, he must follow Me; and where I am, there My servant will be also; if anyone serves Me, the Father will honor him.",
      "reference": "John 12:26"
    },
    "content": [
      {
        "paragraph": "What does it mean to serve Jesus? To serve Jesus is to serve whom Jesus loves. God often spoke of looking out for the orphans, the widows, the homeless, and those who are less fortunate or defenseless."
      },
      {
        "paragraph": "Jesus went as far as to say that if you visit a prisoner in jail, it is as if you had visited Jesus Himself. Is Jesus saying that when we serve others, He credits it to our account as performing the same service directly to Him? Absolutely."
      },
      {
        "paragraph": "When we look out for what Jesus keeps His eye on, He credits these good deeds to a heavenly account with your name on it where moth and rust can’t destroy."
      },
      {
        "paragraph": "Whether you are focusing on serving God or serving those God has given to you, consider some of the ways in which you might best serve both God and others."
      },
      {
        "section_title": "The service-oriented person is:",
        "list": [
          {
            "title": "SEEKING",
            "description": "They keep their antenna up, looking for ways to serve and exceed expectations."
          },
          {
            "title": "COMPASSIONATE",
            "description": "They are sensitive to picking up signals that point the way to helping and adding value to others."
          },
          {
            "title": "DISCERNING",
            "description": "They are aware of dynamic environments so they can anticipate future needs and act accordingly."
          }
        ]
      },
      {
        "paragraph": "By serving customers, coworkers, or supervisors, God uses your struggle along the road to success to shape your character as a way to position and prepare you for future success."
      },
      {
        "paragraph": "What is the open door God puts before you to act as an invitation to partner with Him? The door to service."
      }
    ],
    "reflection_questions": [
      "Whom do you feel compassion toward that you could reach out to?",
      "What areas of service has God made your heart sensitive to?",
      "In what ways could you provide an act of service or kindness?"
    ],
    "conclusion": "When you serve people as 'unto the Lord,' it is as if you are serving Jesus directly, and God receives your gift of service."
  },
  {
    "title": "THE FOCUS FACTOR",
    "week": "WEEK 11",
    "day": "THURSDAY",
    "verse": {
      "text": "Finally, brothers and sisters, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence and if anything worthy of praise, think about these things. As for the things you have learned and received and heard and seen in me, practice these things, and the God of peace will be with you.",
      "reference": "Philippians 4:8-9"
    },
    "content": [
      {
        "paragraph": "What you feed (think on) grows in your thought life. What you starve (do not think on) dies. Why is that? Because the human heart is an incubator. Whatever you put in it and keep in it grows."
      },
      {
        "paragraph": "Paul knew that 'thinking on something specific' would yield a specific fruit in our lives. If you are feeling one way and want to feel another, you must begin by changing your thoughts."
      },
      {
        "paragraph": "You must pick a track for your mind to run on to keep it focused. The most important quality that differentiates someone successful from someone who is not is how they think."
      },
      {
        "paragraph": "Paul was a disciplined thinker and advised us on what to think on when it comes to our spiritual life. His advice can be applied to the practical task of creating deliberate outcomes in our lives."
      },
      {
        "section_title": "Here are a few productive subjects by way of example you can focus your mind on:",
        "list": [
          {
            "title": "PROSPECTING",
            "description": "If you set your mind to look for opportunity all the time, you will see ideas begin to emerge everywhere."
          },
          {
            "title": "SERVING",
            "description": "If your focus is set on ways to serve and exceed people’s expectations, you will find opportunities all around you."
          },
          {
            "title": "WISDOM",
            "description": "If you program your mindset to think more in questions than in statements, your thought life will become Socratic."
          }
        ]
      }
    ],
    "reflection_questions": [
      "What is your mental strategy for what you will think on today?",
      "If you were to inventory your thoughts, what would you discover?",
      "What can you co-create with God today by focusing your thought life?"
    ],
    "conclusion": "Successful people 'reprogram' their minds to think successfully by renewing their thought life to see life through the eyes of Scripture. That’s a God Mindset."
  },
  {
    "title": "WIELDING THE SWORD OF PERSUASION",
    "week": "WEEK 11",
    "day": "FRIDAY",
    "verse": {
      "text": "We know that the Law is good, if one uses it lawfully.",
      "reference": "1 Timothy 1:8"
    },
    "content": [
      {
        "paragraph": "By pointing out the 'good use' of the law, Paul also suggests that there is a 'bad use' of the law. Since the beginning of time, God’s ways, words, and wisdom have been used to take advantage of others."
      },
      {
        "paragraph": "Incorrect use can include misapplying biblical principles to fit a situation or twisting them to suit one’s own purpose. The twisting of God’s Word is everywhere."
      },
      {
        "paragraph": "Satan started twisting and misapplying God’s Word in the garden and also when he tempted Jesus in the wilderness. He continues to manipulate people today with tools of truth God intended to be used to help people."
      },
      {
        "paragraph": "Saints like Paul wielded the sword of truth to bring instruction, correction, and closer connection to God. They also check themselves to ensure they are using their sword correctly and not coercing others inappropriately."
      },
      {
        "paragraph": "Leaders wield the principles in the sword of truth to move people toward a decision. But while a person may work to make a sale, satisfy a customer, and provide for their family, their craft can be wielded for good or bad."
      },
      {
        "paragraph": "What holds true in the pulpit holds true in the marketplace: You should only ever wield the sword of persuasion to serve others and honor God—this is the honorable and correct application of your saintly superpowers."
      },
      {
        "paragraph": "If you are ever unsure of whether you are wielding the sword of persuasion for selfish reasons, ask yourself these questions: 'Who is helped and who is hurt by this transaction?' and 'Does it honor God?' and then make an adjustment if necessary."
      }
    ],
    "reflection_questions": [
      "Have you ever used your influence in the wrong way?",
      "How do you go about persuading others to your viewpoint?",
      "Have you ever sensed God advising you in the middle of a conversation?"
    ],
    "conclusion": "Great evangelistic communicators wield the sword of persuasion nobly, honorably, and biblically."
  },
  {
    "title": "THE WALK INTO MATURITY",
    "week": "WEEK 12",
    "day": "MONDAY",
    "verse": {
      "text": "Therefore leaving the elementary teaching about the Christ, let us press on to maturity, not laying again a foundation of repentance from dead works and of faith toward God, of instruction about washings and laying on of hands, and the resurrection of the dead and eternal judgment.",
      "reference": "Hebrews 6:1-2"
    },
    "content": [
      {
        "paragraph": "There are three positions we can find ourselves in: standing still, slipping backward, or moving forward. It is said that some people have ten years of experience while others have one year ten times over. Time may pass, but progress is not guaranteed. Progress happens when we make the choice to leave where we are: to trade our comfort zone for the transformative lifestyle that leads to maturity. This is true spiritually, and it is true vocationally."
      },
      {
        "paragraph": "So, what about you? Have you been moving forward toward maturity or going in the other direction? Here are a couple of questions to test whether you are moving forward or backward."
      },
      {
        "section_title": "Test Your Progress",
        "list": [
          {
            "title": "Am I struggling with the same things today I was a year ago, or am I facing new challenges?",
            "description": ""
          },
          {
            "title": "Are the people in my inner circle challenging me to get better or stay the same?",
            "description": ""
          },
          {
            "title": "Am I willing to convert my TV time into growing time?",
            "description": ""
          }
        ]
      },
      {
        "paragraph": "The choice to stretch, improve, and grow into maturity begins with a single step. What three things are within your power to change?"
      },
      {
        "section_title": "Things You Can Change",
        "list": [
          {
            "title": "1",
            "description": "_____________"
          },
          {
            "title": "2",
            "description": "_____________"
          },
          {
            "title": "3",
            "description": "_____________"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Whom do you know that is making progress daily?",
      "Do you have a daily growth plan that includes reading, reflecting, and learning?",
      "What can you do differently today to make a change for the better?"
    ],
    "conclusion": "Successful saints prepare for the future by growing themselves in the present."
  },
  {
    "title": "THE REFINER’S SANDPAPER",
    "week": "WEEK 12",
    "day": "TUESDAY",
    "verse": {
      "text": "Servants, be subject to your masters with all respect, not only to those who are good and gentle, but also to those who are harsh. For this finds favor, if for the sake of conscience toward God a person endures grief when suffering unjustly.",
      "reference": "1 Peter 2:18-20"
    },
    "content": [
      {
        "paragraph": "At some point in your career, you will be treated unfairly by a supervisor, a coworker, a customer, or maybe even a friend or family member—nevertheless, God sees. With Christ as our example of what it means to suffer for what is right, saints are instructed to endure unfair and harsh treatment. This is easier said than done."
      },
      {
        "paragraph": "When one is on the 'right side of right,' it is difficult to endure unjust treatment with grace, yet we are told that God is watching and that enduring with a heart of submission (not lip service) finds favor with God."
      },
      {
        "paragraph": "Thankfully, the call to endure is to a specific end. That end includes your maturity and your advancement in earthly and kingdom affairs. God uses our struggles as sandpaper to smooth out our rough edges."
      },
      {
        "section_title": "Questions for Perspective",
        "list": [
          {
            "title": "How might God use this situation for my good and the good of those involved?",
            "description": ""
          },
          {
            "title": "Is God using my example to sow the seed of the Gospel into this person’s life?",
            "description": ""
          },
          {
            "title": "What is the other person going through that may be driving their behavior?",
            "description": ""
          },
          {
            "title": "If suffering for what is right is short-term, how will God use the fruit of my submission long-term?",
            "description": ""
          },
          {
            "title": "With God watching as I endure, what is His opinion of how I am enduring under this unjust treatment?",
            "description": ""
          }
        ]
      }
    ],
    "reflection_questions": [
      "Whom do you know that submits to authority when treated unjustly?",
      "In what ways can you help another who is enduring a difficult situation?",
      "If you shift your focus from your suffering to God’s pleasure, what comes to mind?"
    ],
    "conclusion": "Seasoned saints see past harsh treatment, knowing that God uses difficult circumstances as sandpaper to smooth out rough edges."
  },
  {
    "title": "GOD’S BREADCRUMBS",
    "week": "WEEK 12",
    "day": "WEDNESDAY",
    "verse": {
      "text": "He made from one man every nation of mankind to live on all the face of the earth, having determined their appointed times and the boundaries of their habitation, that they would seek God, if perhaps they might feel around for Him and find Him, though He is not far from each one of us; for in Him we live and move and exist, as even some of your own poets have said, 'For we also are His descendants.'",
      "reference": "Acts 17:26-28"
    },
    "content": [
      {
        "paragraph": "Assignments are to people and places for a season (time), and everything God does is through a person or place. When He wants to bring something to you, He will bring someone to you."
      },
      {
        "paragraph": "Here are some ways you can discern whom God has assigned to you or whom you have been assigned to:"
      },
      {
        "section_title": "Whom Has God Assigned?",
        "list": [
          {
            "title": "Whom do I feel a burden toward?",
            "description": "When I sense God’s compassion toward someone, I know God is sharing His heart with me because He has an assignment for me."
          },
          {
            "title": "Whom do I feel drawn to?",
            "description": "When God shares His heart with me (Psalm 37:4), it may take the form of a person whom I have a desire to see, call, or write to."
          },
          {
            "title": "Whom am I called to?",
            "description": "There are some people I feel protective of or think about often. Some assignments are obvious: family, friends, and some in the work environment."
          },
          {
            "title": "What place am I called to in this season?",
            "description": "When I am where I belong, I have a peace and a sense of being settled, even in difficult circumstances."
          },
          {
            "title": "Where am I feeling pain?",
            "description": "This is an area that God wants me to resolve."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Where has God been leading you?",
      "Whom has God put on your heart to engage?",
      "In what ways is God getting your attention lately?"
    ],
    "conclusion": "God is Spirit, and so it is within the depth of your being that you will find Him nudging you."
  },
  {
    "title": "STAGES OF AN ASSIGNMENT",
    "week": "WEEK 12",
    "day": "THURSDAY",
    "verse": {
      "text": "But I tell you the truth: it is to your advantage that I am leaving; for if I do not leave, the Helper will not come to you; but if I go, I will send Him to you.",
      "reference": "John 16:7"
    },
    "content": [
      {
        "paragraph": "Jesus came to launch His God-given mission on Earth. He left so you could be empowered to complete your God-given mission. Fifty days after Jesus was raised, He gave the Holy Spirit so that every believer could have the power of God in them, not just with them."
      },
      {
        "section_title": "Stages of an Assignment",
        "list": [
          {
            "title": "Announcement",
            "description": "You have a strong sense and subsequent realization that God is calling you to a person, place, or both."
          },
          {
            "title": "Excitement",
            "description": "You know what to do, and a door of opportunity opens. You are ready to launch into action."
          },
          {
            "title": "Equipping",
            "description": "God provides for a given mission with resources, revelation, and co-laborers."
          },
          {
            "title": "Decision",
            "description": "Every piece for the journey won’t be provided—you will be faced with a choice to either trust God and keep moving or turn back."
          },
          {
            "title": "Divine Assistance",
            "description": "If you could do it alone, God’s partnership wouldn’t be necessary. He will show up in miraculous ways to assist you."
          }
        ]
      }
    ],
    "reflection_questions": [
      "How would you describe the stages of an assignment you have experienced?",
      "What advice do you envision God would give you about the stage you are in?",
      "Why is it important to identify the stages of an assignment?"
    ],
    "conclusion": "The recognition of a stage within an assignment enables you to see the ending of one stage and the beginning of another."
  },
  {
    "title": "THE MASTER ASKER",
    "week": "WEEK 12",
    "day": "FRIDAY",
    "verse": {
      "text": "A plan in the heart of a man is like deep water, But a man of understanding draws it out.",
      "reference": "Proverbs 20:5"
    },
    "content": [
      {
        "paragraph": "Every person carries within them unexplored questions, uncharted territory, undiscovered potential, and so much more that is hidden and tucked away within the human heart."
      },
      {
        "section_title": "The Power of Asking Questions",
        "list": [
          {
            "title": "Show you care by the areas you probe and how you listen.",
            "description": ""
          },
          {
            "title": "Plant seeds of thought for future discussion.",
            "description": ""
          },
          {
            "title": "Make a point with a rhetorical question.",
            "description": ""
          },
          {
            "title": "Get a person thinking in a specific direction.",
            "description": ""
          }
        ]
      }
    ],
    "reflection_questions": [
      "How often do you ask questions vs. make statements during discussions?",
      "Have you developed a questioning roadmap that leads a conversation to the desired destination?",
      "What important questions come to mind that you should be asking yourself about your own life?"
    ],
    "conclusion": "Asking the right questions can be more important than knowing the answers."
  },
  {
    "title": "THE HALL OF FAVOR",
    "week": "WEEK 13",
    "day": "MONDAY",
    "verse": {
      "text": "A good name is to be more desired than great wealth; Favor is better than silver and gold.",
      "reference": "Proverbs 22:1"
    },
    "content": [
      {
        "paragraph": "A good name is the result of having a good reputation, and favor can be the byproduct of reputation. Favor is not a mystery. It is the result of following the instructions God gives us, either through His own direct speech or indirectly through a delegated authority. Delegated authorities from God in our lives can be a family member, a mentor, a supervisor, a pastor—anybody God chooses."
      },
      {
        "paragraph": "If you have great favor, you have stewarded well the responsibilities given to you and have submitted to the authorities in your life. If you resist authority or are lackadaisical, spend your time giving lip service to game authority, your favor will be reduced."
      },
      {
        "paragraph": "Hebrews chapter 11 is known as the 'Hall of Faith.' But there is also a 'Hall of Favor.' Joseph gained favor with Potiphar and Pharaoh by submitting to God’s plan and the earthly authorities he was subject to. Joshua obtained favor with Moses and the people by faithfully fulfilling all he was asked to do. And it is said of David that he was a 'man after God’s own heart' because he did whatever God asked him to do."
      },
      {
        "paragraph": "When we submit to God and honor those He has put over us, we are granted ears to hear God’s wisdom, discernment, and knowledge. If you have fallen out of favor with a supervisor, a client, a coworker, or a family member, you can course-correct your steps today and get onto a path of increasing your favor by submitting to God and doing what He tells you to do. The Hall of Favor is filled with saints submitted to earthly and heavenly authority."
      }
    ],
    "reflection_questions": [
      "Whom has God assigned to raise you up in your current station in life?",
      "In what ways could you increase favor with an authority in your life?",
      "What has God asked you to do that you could take action on today?"
    ],
    "conclusion": "Finding FAVOR is not hard to do: Submit to authority, do more than is asked, and be excellent at what you do, and those in high positions will find you."
  },
  {
    "title": "THE POWER OF ASSOCIATION",
    "week": "WEEK 13",
    "day": "TUESDAY",
    "verse": {
      "text": "Do not make friends with a person given to anger, Or go with a hot-tempered person, Or you will learn his ways And find a snare for yourself.",
      "reference": "Proverbs 22:24-25"
    },
    "content": [
      {
        "paragraph": "The power of association is a double-edged sword. God knew this and shared this timeless truth with Solomon. Over time, we pick up the characteristics of the people and circumstances we associate with. As Paul told the Corinthians, 'Bad company corrupts good morals.'"
      },
      {
        "paragraph": "If you hang around negative, unmotivated people, they will rub off on you. The reverse is also true. If you invest your time developing friends, mentors, and associations of people you aspire to be like, they will rub off on you, too."
      },
      {
        "paragraph": "Consider making a list of the five people you spend the most time with; these are the people who imprint on you. Now, make a list of the five you wish could be the inner circle of your work world and make a plan to create the relationships. These will be your future."
      }
    ],
    "reflection_questions": [
      "Whose inner circle do you wish you were included in?",
      "What steps could you take to level up in the area of your associations?",
      "Is there anyone in your life that it is time to say goodbye to?"
    ],
    "conclusion": "Successful people sink or swim based on whom they run with. If you are going to hang out at the water cooler, hang out with winners."
  },
  {
    "title": "PAULINE PIONEERING",
    "week": "WEEK 13",
    "day": "WEDNESDAY",
    "verse": {
      "text": "For we are not overextending ourselves, as if we did not reach to you, for we were the first to come even as far as you in the gospel of Christ; not boasting beyond our measure, that is, in other men’s labors, but with the hope that as your faith grows, we will be, within our sphere, enlarged even more by you, so as to preach the gospel even to the regions beyond you, and not to boast in what has been accomplished in the sphere of another.",
      "reference": "2 Corinthians 10:14-16"
    },
    "content": [
      {
        "paragraph": "From the beginning of Paul’s ministry, his goal was to, as the TV show Star Trek proclaimed, 'To go where no man has gone before.' Paul did not want to 'build' upon another man’s work; instead, he wanted to pioneer a new work and preach Christ where Christ had not been preached before."
      },
      {
        "paragraph": "His ambition was for the gospel, and he took a holy pride in taking ground for the Kingdom. In Paul’s letter to the Corinthians, he touches on this ambition again, saying that his ultimate goal was to reach the Corinthians, then go beyond them and expand the sphere of Christ’s influence."
      },
      {
        "paragraph": "To pioneer means to be among the first to explore a territory or settle an area. Here are some 'Pauline Style' pioneering questions to consider:"
      },
      {
        "section_title": "TAKING TERRITORY FOR CHRIST",
        "list": [
          {
            "title": "What territory would you like to take for Christ, your family, in your career?",
            "description": ""
          },
          {
            "title": "What territory would you like to take that no one has ever taken before?",
            "description": ""
          },
          {
            "title": "Is there an area or uncharted territory God would like you to pioneer?",
            "description": ""
          }
        ]
      }
    ],
    "reflection_questions": [
      "From where you are at, what is your launching pad?",
      "Who can help you jump-start your dream for the marketplace and ministry?",
      "What has God called you to pioneer, to be the first in your family to do for him?"
    ],
    "conclusion": "Pioneering a new work is risky, messy, and requires the courage of Christ when taking territory."
  },
  {
    "title": "OPEN TO INPUT",
    "week": "WEEK 13",
    "day": "THURSDAY",
    "verse": {
      "text": "Like an earring of gold and a jewelry piece of fine gold Is a wise person who offers rebukes to a listening ear.",
      "reference": "Proverbs 25:12"
    },
    "content": [
      {
        "paragraph": "Jesus said, 'Blessed is he who does not take offense at me.' (Matthew 11:6) He knew that when a person feels offended, their heart closes, and they can no longer hear what is being said. So it is with the one who puts emotional comfort above professional progress."
      },
      {
        "paragraph": "For leaders to continue improving each day, they must cultivate a listening ear, and that means being open to feedback."
      },
      {
        "section_title": "Key Principles for a Listening Ear",
        "list": [
          {
            "title": "Be Correctable",
            "description": "A listening ear has a healthy appetite for course correction. Having a 'correctable spirit' ensures others feel welcome and safe to tell you when you are drifting."
          },
          {
            "title": "Be Coachable",
            "description": "A listening ear ensures that you are open and willing to receive advice."
          },
          {
            "title": "Be Thankful",
            "description": "The evidence of a listening ear is feedback in the form of gratitude toward one who takes the time to invest in your development."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Whom do you know that has a teachable spirit?",
      "What steps could you take to position yourself as coachable?",
      "Is there someone whom you should approach to provide candid feedback?"
    ],
    "conclusion": "People who remain open to feedback may feel stretched to straighten out but, in the process, are also strengthened."
  },
  {
    "title": "ASK—DON’T TELL",
    "week": "WEEK 13",
    "day": "FRIDAY",
    "verse": {
      "text": "Do you see a person who is hasty with his words? There is more hope for a fool than for him.",
      "reference": "Proverbs 29:20"
    },
    "content": [
      {
        "paragraph": "God has given us two ears and one mouth, and we should use them in that proportion. The wise person is more inclined to ask questions than to make statements."
      },
      {
        "paragraph": "They have trained their minds to think in questions. In this way, they develop a bent toward becoming 'Socratic' in their communication. Whether we are drawing near to God or sitting in front of a supervisor or customer, learning to think in questions rather than statements can yield many benefits."
      },
      {
        "section_title": "Effective Communication through Questions",
        "list": [
          {
            "title": "Consider your options before making a recommendation.",
            "description": "Your first thought will rarely be your best. Pausing before presenting produces a better idea. Then, present it as a question vs. a statement."
          },
          {
            "title": "Consider the potential outcomes before suggesting a course of action.",
            "description": "By 'playing the tape to the end' in your mind’s eye, you can begin to experience the emotional benefits of being on the other side of the decision."
          },
          {
            "title": "Consider the consequences of your words before they leave your lips.",
            "description": "Like toothpaste out of a tube, you won’t be able to put them back. Counting the cost before the spoken transaction takes place can save you a lot of unnecessary pain."
          },
          {
            "title": "Consider how you might say what you are going to say before you say it.",
            "description": "Words reflect feelings in the one saying them and produce feelings in the one hearing them. Over 90% of communication is nonverbal."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Have you ever tried to have a conversation using only questions?",
      "What percentage of your typical conversation is in questions vs. statements?",
      "Whom do you know that exercises mastery using the questioning techniques?"
    ],
    "conclusion": "Right questions precede right answers. Learning to think in questions will make one a better thinker and will get the focus off oneself and onto others."
  },
  {
    "title": "THE TWO-SECOND RULE",
    "week": "WEEK 14",
    "day": "MONDAY",
    "verse": {
      "text": "One who withholds his words has knowledge, And one who has a cool spirit is a person of understanding. Even a fool, when he keeps silent, is considered wise; When he closes his lips, he is considered prudent.",
      "reference": "Proverbs 17:27-28"
    },
    "content": [
      {
        "paragraph": "The best way to defuse a conflict is by asking a question. Responding with statements when under fire throws fuel on the fire, whereas the right question can neutralize and redirect the emotion of the moment."
      },
      {
        "paragraph": "Have you ever said something you wish you had not said? A lot of times, we respond hastily with words we know we would not have said if we had thought them through before speaking. The words we speak don’t always represent our position but only how we feel in the moment."
      },
      {
        "paragraph": "They may be a first response, but that doesn’t mean they are the right response. As a safeguard to ensure you mean what you say and say what you mean, practice the two-second rule. The next time you are in conversation and it is your turn to speak, take two seconds for a long breath to consider what an appropriate response should be."
      },
      {
        "paragraph": "If you make the two-second rule a habit, you will rarely regret what you say."
      }
    ],
    "reflection_questions": [
      "Whom do you know that does a good job of 'thinking before speaking'?",
      "How will practicing the two-second rule help you in your communication?",
      "Can you describe how you go about reading a situation before speaking into it?"
    ],
    "conclusion": "It is in the 'pause' between thinking and speaking that you make room to hear what God has to say."
  },
  {
    "title": "THE GIFT SET",
    "week": "WEEK 14",
    "day": "TUESDAY",
    "verse": {
      "text": "A person’s gift makes room for him And brings him before great people.",
      "reference": "Proverbs 18:16"
    },
    "content": [
      {
        "paragraph": "Your job is what you are paid for, but your purpose is what you were made for. When you discover the gifts God has placed in you, you will uncover the plans He has designed for you."
      },
      {
        "paragraph": "Do you know the greatness God has placed in you? God has given every person a part of Himself. You are made in His image, and His greatness has been deposited into you."
      },
      {
        "paragraph": "The gift set given to you by your Creator has specifically designed you for success in achieving His purposes and your success. Your gift back to Him is to discover the combination of gifts He has placed in you, develop them, and wield them to win favor with God and with men."
      },
      {
        "section_title": "Here are a few clues that can help you discern what some of your gifts may be:",
        "list": [
          {
            "title": "TIMELESSNESS",
            "description": "What are you doing when you lose track of time?"
          },
          {
            "title": "OBSESSION",
            "description": "What are you always thinking about, dreaming about, or wanting to learn about?"
          },
          {
            "title": "PASSION",
            "description": "What would you do for free if you could?"
          },
          {
            "title": "NATURAL BENT",
            "description": "What are your natural thinking tendencies or habitual patterns?"
          },
          {
            "title": "MAGNETISM",
            "description": "What are you drawn to?"
          },
          {
            "title": "TALENT",
            "description": "What do others acknowledge you for or point to when speaking of your talents and successes?"
          }
        ]
      },
      {
        "paragraph": "A strong 'tendency' or combination of tendencies that work together to help a person create high performance and accelerate in their field is a gift set in operation."
      }
    ],
    "reflection_questions": [
      "What have others said about your talents before?",
      "Do you have gifts you are not using?",
      "In what ways is God asking you to use your gifts?"
    ],
    "conclusion": "Your job is what you are paid for, but your purpose is what you were made for. When you discover the gifts God has placed in you, you will uncover the plans He has designed for you."
  },
  {
    "title": "SET YOUR COMPASS",
    "week": "WEEK 14",
    "day": "WEDNESDAY",
    "verse": {
      "text": "The mind of the discerning acquires knowledge, And the ear of the wise seeks knowledge.",
      "reference": "Proverbs 18:15"
    },
    "content": [
      {
        "paragraph": "'Seek, and you will find; knock, and it will be opened to you.' (Matthew 7:7) These were the words spoken by God’s Son, Jesus. At face value, these words suggest that we shall receive whatever we pursue, seek, or ask for."
      },
      {
        "paragraph": "What did He mean? Why would God make such an outrageous promise? As most commentators recognize, Jesus’s point here is that if we seek the things of God, we will receive the things of God. But there is an earthly application to what He is saying as well."
      },
      {
        "paragraph": "Engineered within the mind map of every human being at birth is the reticular activator, otherwise known as the 'attention center' of the brain. Whatever a person sets their will to focus on, that is what their brain begins to notice."
      },
      {
        "paragraph": "Have you ever set your mind on something you strongly desired and noticed that it started to show up on your path? It’s not mystical or magical; it’s the attention center of your brain gathering relevant data and experiences to come into agreement with what you are focused on."
      },
      {
        "paragraph": "This automatic power can be set to create, destroy, build, tear down, or work to our benefit or harm."
      },
      {
        "paragraph": "Work with the hardwiring God engineered in your nature. The reticular activator is at work within everyone. All anyone needs to do is to set their compass on a definitive objective, and they will begin to see all manner of help and input appear on their path to assist them."
      },
      {
        "paragraph": "It is in fragmented focus that plans are buried and not put into action. Focus on what you want, submit your plans to God’s will, and let God’s nature implanted within you do the rest."
      }
    ],
    "reflection_questions": [
      "Are you aware of the purposes and plans God has put in you?",
      "In what way can you direct the reticular activator’s activity in your life?",
      "Do you recognize the power of the reticular activator at work as you reflect on your past?"
    ],
    "conclusion": "Saints who set their mental compass on fulfilling God’s will in their work will find themselves finding God as they work."
  },
  {
    "title": "NEGOTIATE YOUR POSITION",
    "week": "WEEK 14",
    "day": "THURSDAY",
    "verse": {
      "text": "The cast lot puts an end to quarrels, And decides between the mighty ones.",
      "reference": "Proverbs 18:18"
    },
    "content": [
      {
        "paragraph": "The casting of lots in the Old Testament was to decide a matter when human wisdom had reached its limit. The last time casting of lots happened in the Bible was when the 12th disciple was chosen in the book of Acts."
      },
      {
        "paragraph": "After that, Pentecost happened, and it became common practice to be able to hear and discern the will of God within the inner man. You are meant to hear God guide and direct you on a regular basis."
      },
      {
        "paragraph": "When a disagreement arises between two people, it can be difficult to yield when you feel you are on the 'right side of right.' The flipping of a coin, although not conventional, could put both in a position to accept an outcome and 'go with it' even if they don’t agree."
      },
      {
        "paragraph": "In a business situation, we go along with decisions we may not agree with but find it harder to do that personally at times. What is the solution?"
      },
      {
        "section_title": "CONSIDER THE FOLLOWING CRITERIA BEFORE DECIDING TO FIGHT FOR YOUR POSITION",
        "list": [
          {
            "title": "If you get your way, who is helped and who is hurt?"
          },
          {
            "title": "Would God be pleased with your victory or your yielding?"
          },
          {
            "title": "What is the worst that could happen if you yield your position, and what is the best that could happen?"
          }
        ]
      },
      {
        "paragraph": "Decision-making isn’t easy for anyone when they feel they must compromise their point of view, yet sometimes you can lose with the person even if you win with your position."
      },
      {
        "paragraph": "Always remember to count the cost and weigh your position as God would. Sometimes it’s better to take the high road instead of taking a stand."
      }
    ],
    "reflection_questions": [
      "Have you ever asked yourself 'What would Jesus do' when in conflict?",
      "Whom do you admire as a peacemaker?",
      "What are the merits of compromising and living to fight another day?"
    ],
    "conclusion": "Sometimes the quickest way to the 'high road' is on your knees in prayer."
  },
  {
    "title": "FOLLOW THE RETURNEES",
    "week": "WEEK 14",
    "day": "FRIDAY",
    "verse": {
      "text": "Prepare plans by consultation, And make war by wise guidance.",
      "reference": "Proverbs 20:18"
    },
    "content": [
      {
        "paragraph": "An ancient Chinese proverb says, 'If you want to know the way, ask someone on the way back.' The Bible is filled with mentors pointing the way of what to do and what not to do."
      },
      {
        "paragraph": "Scripture is filled with stories of success and failure. God wants you to have the best chance for success, so He’s given you examples of the good, the bad, and the ugly."
      },
      {
        "paragraph": "Wherever you want to go and whatever you want to do, someone else has done something similar before. Sometimes you can find examples in the Bible, but sometimes you can find examples in your own life."
      },
      {
        "paragraph": "If your ambition is from the Lord and your desire is for the purposes of God, He will prosper your way by placing you in contact with those who can give you the experience you need."
      },
      {
        "paragraph": "This is God’s mentorship plan."
      },
      {
        "paragraph": "A wise person seeks out wise counsel, not from those professing to know the way, but from those who have gone the way."
      },
      {
        "paragraph": "Many talk about success, but wise people follow those who have attained success. Tom Hopkins, America’s #1 sales trainer, once said, 'Never take advice from anyone more messed up than you.'"
      },
      {
        "paragraph": "When making plans and coordinating your attack in the marketplace, seek advice from those who have accomplished what you want to accomplish."
      }
    ],
    "reflection_questions": [
      "Whom do you know either from the Bible or from your circle of influence that has achieved success similar to what you are pursuing?",
      "What kind of behaviors and habits can you acquire that will make you successful?",
      "Whom is God telling you to seek out and approach as a mentor?"
    ],
    "conclusion": "The wise follow the path of those who have succeeded where they want to succeed until God shows them their own trail to blaze."
  }
]
