{
  "about_us": {
    "description": "is a Christian mission that aims to stir up Christians to action, connect them and connect churches and Christian organizations for the purpose of increasing efficiency of witnessing the Gospel and spreading God’s Kingdom. Through the ariseforchrist.com website and with the help of the interconnected social platforms, christians will be able to communicate with each other much more easily, they can come together to encourage and act together in the name of Christ. We unify our efforts and knowledge in order to proclamation the Gospel and for the enlargement of the Kingdom of God, starting from Romania.",
    "description_p1_1": "Arise for Christ is a Christian mission that aims to mobilize Christians to action, connect them, and organize Christian organizations to be more effective in proclaiming the Gospel and extending the Kingdom of God. Through the portal ariseforchrist.com and using social media networking, Christians will be able to communicate more easily, unite, and encourage each other to act together for Christ.",
    "description_p1_6": "We join our efforts and knowledge to witness the Gospel and extend the Kingdom of God worldwide, starting from Romania. Fulfilling God's desire (1 Timothy 2:4) is the mission of our association, motivated by God's love for us, and in turn, we do it for people (1 John 3:16).",
    "description_p3_1": "We aspire to see a growing movement of Christians who act for Christ and implement the principles of the Kingdom of God. We desire churches and believers to be dedicated to winning souls for God, restoring those who have fallen, and helping those with different problems for their spiritual growth. We do not intend to replace the mission of the Lord's Church but rather emphasize, motivate, and serve as a bridge for evangelizing people and serving believers.",
    "description_p4_0": "Arise Mission",
    "description_p4_1": "Our mission is built on values, which determine our actions and way of working.",
    "description_p5_1": "Love for Christ",
    "description_p5_2": "All things are from Him, through Him, and for Him. We love God by living for Him, and what we do is a response to His love. We act in a Christ-centered way, and our focus is on Christ.",
    "description_p6_1": "The salvation of the lost",
    "description_p6_2": "Love for the Lord Jesus Christ leads us to love people. Our goal is to see Him as the Lord and Savior of many people. His love has ignited a passion for people in us. The conviction that Jesus Christ is the only way of salvation drives us to use these methods to reach people's hearts. The importance of the family is a priority; therefore, our service focuses on families.",
    "description_p7_1": "Concrete action for Christ",
    "description_p7_2": "Faith is demonstrated through actions! We want to be influential, motivating, and contagious for believers in favor of the unchurched, those who have fallen away from faith, and those with various problems.",
    "description_p8_1": "Romanians for Romanians everywhere",
    "description_p8_2": "Like the Apostle Paul, our heart's desire and prayer to God is for Romanians to be saved (Romans 10:1, 11:13-14). We believe in a global vision that goes beyond the context of local and denominational church involvement and involves unity, diversity, and dedication to Christ's cause in the world. We support long-term or short-term missionary work in specific areas of the world.",
    "principals_p1_0": "Arise Working Principles",
    "principals_p1_1": "Our mission can be summarized in two words: salvation and action. Salvation for those who do not know Christ and mobilization of believers through concrete actions.",
    "principals_p2_1": "Love",
    "principals_p2_2": "God's love is the source of our passion, and we desire people to be overwhelmed by it. We pray and intercede for people passionately.",
    "principals_p3_1": "Dedication",
    "principals_p3_2": "Without dedication in all areas of our work, there is no success. We have dedicated collaborators who are a source of inspiration for many.",
    "principals_p4_1": "Authenticity",
    "principals_p4_2": "We want to be real, honest, humble, and separated from any religious forms, anchored in the truth of the Scriptures, which we communicate in love. Being authentic Christians in our context means that our actions are the best evidence of our authenticity.",
    "principals_p5_1": "Unity in collaboration",
    "principals_p5_2": "We constantly seek zonal and local collaborations with missions, missionaries, evangelists, churches, and collaborators with whom we serve together for the Kingdom. We form partnerships and associate with those who share the same biblical values as us. We are aware that the work needs to be carried out in collaboration with believers at all levels of function.",
    "principals_p6_1": "Arise Beliefs",
    "principals_p6_2": "We believe that the Bible, both the Old and New Testaments, is verbally inspired by God, inerrant in the original, unique, and the final authority in matters of faith, morality, and Christian practice.",
    "principals_p6_3": "We believe in one God, the Infinite and Perfect Spirit, existing from eternity in three persons: the Father, the Son, and the Holy Spirit, the Creator of the entire universe.",
    "principals_p6_4": "We believe that Jesus Christ was conceived by the Holy Spirit and born of the Virgin Mary, in His sinless life, being at the same time true God and true man.",
    "principals_p6_5": "We believe that the Lord Jesus Christ died for our sins, according to the Scriptures, as a representative and substitutionary sacrifice, and that all who believe and trust in Him are justified by His shed blood.",
    "principals_p6_6": "We believe in the bodily resurrection of our crucified Lord and in His Ascension to heaven, where He currently intercedes for us as Advocate and High Priest.",
    "principals_p6_7": "We believe that man was created by God in His image and was good and righteous; however, he sinned through his own choice by disobedience, coming out from under God's authority, and as a result, he suffered not only physical death but also spiritual death, i.e., separation from God; that all human beings are born with a sinful nature, and when they reach the age of moral responsibility, they become sinners in thought, speech, and deed.",
    "principals_p6_8": "We believe that all who receive the Lord Jesus Christ by faith as Lord and Savior are born again by the Holy Spirit and, as a result, become children of God.",
    "principals_p6_9": "We believe in the salvation from sin (the salvation of man) through God's grace, through man's repentance, and through water baptism as a result of the change worked by the Spirit through the Word of God.",
    "principals_p6_10": "We believe in the Baptism of the Holy Spirit, in the operation of spiritual gifts for the service of the Lord's Church and the unchurched world.",
    "principals_p6_11": "We believe in that \"blessed hope\": the imminent return of our Lord and Savior Jesus Christ and the rapture of the Church.",
    "principals_p6_12": "We believe in the bodily resurrection of the just and the unjust, for the eternal happiness of the saved and for the eternal punishment of the lost through God's judgment.",
    "principals_title": "Arise Working Principles",
    "statement1": "Acts correctly.",
    "statement2": "Influences through his actions.",
    "statement3": "Develops strong relationships.",
    "statement4": "Changes the world around him.",
    "statement5": "Spreads the values of the Kingdom.",
    "statement6": "Brings glory to God.",
    "the_team_p1_1": "Avram Sabou",
    "the_team_p1_2": "Mission President. Responsible for personal evangelization, restoration of those who have fallen away, and biblical counseling.",
    "the_team_p2_1": "Kovaci Adrian",
    "the_team_p2_2": "Multimedia Director",
    "the_team_p3_1": "Birtea Andrei",
    "the_team_p3_2": "Video Producer",
    "the_team_p4_1": "Birtea Simona",
    "the_team_p4_2": "Social Media Administrator",
    "the_team_title": "Arise for Christ Team Timișoara 📍",
    "title": "Arise For Christ"
  },
  "actone": {
    "arise_for_christ_romania": "Arise for Christ Romania",
    "heading_activities": "You'll have the opportunity to serve in a number of different areas:",
    "heading_activities_item1": "Sharing testimonies in churches/schools",
    "heading_activities_item2": "Visiting church members in their homes",
    "heading_activities_item3": "Door to door witnessing",
    "heading_activities_item4": "Prayer meetings",
    "heading_activities_item5": "Ministry work in surrounding villages",
    "heading_activities_item6": "Participating in special church/school services",
    "heading_activities_item7": "Visiting and feeding the poor in surrounding areas",
    "heading_activities_item8": "Tribal ministry",
    "heading_activities_item9": "Prison ministry",
    "heading_activities_p1": "All these activities will build your faith and teach you the value of servanthood.",
    "heading_be_part": "Be part of what God is doing in Asia!",
    "heading_be_part_p1": "in partnership with Credo TV is producing the first ever christian reality TV show on the mission field!",
    "heading_be_part_p2": "We are looking for 12 passionate Romanian christians to join us for one month in the Philippines! From the pulpits to the slums, from schools to prisons and door to door evangelism, you will have the opportunity to be part of the revival that has started in the Philippines. And the most exciting part is that you get to share this experience with the Christian community around the world through the televised reality show!",
    "heading_costs": "Costs",
    "heading_costs_p1": "The total costs of this project will be approx. ",
    "heading_costs_p2": ". This will include all video & sound equipment, production/video production, team salaries, travel expenses, events logistics, supplies, admin & all other associated activities.",
    "heading_costs_p3": "Each individual missionary will be required to raise ",
    "heading_costs_p4": ". This amount will help cover all your food, lodging, ministry expenses and other associated costs. You will be requested to raise funds for specific projects.",
    "heading_costs_p5": "Your flight is not included in the trip costs. We will welcome you at the airport in Manila and transportation will be provided to the ministry location.",
    "heading_costs_p6": "According to current Philippines Government regulations, all persons entering the Philippines must be fully vaccinated for COVID-19, including having all necessary booster shots, at least fourteen days before entering the country.",
    "heading_costs_p7": "All of the money raised will go towards the ActOne video production project. Arise for Christ will not use any funds from this budget for other non-related projects.",
    "heading_profile": "The missionary's profile",
    "heading_profile_item1": "are active members in a local church",
    "heading_profile_item2": "have a passion to share the gospel with those around them",
    "heading_profile_item3": "have some Bible knowledge",
    "heading_profile_item4": "love people and have the heart of a servant",
    "heading_profile_item5": "are flexible and can adjust to any living situation",
    "heading_profile_item6": "are not afraid to get out of their comfort zone",
    "heading_profile_item7": "are proficient in English",
    "heading_profile_item8": "are comfortable to be on camera and television",
    "heading_profile_item9": "have no serious medical conditions that can hinder them from daily activities on the field",
    "heading_profile_subheading": "We are looking for born again believers who:",
    "heading_registration": "Registration",
    "heading_registration_1": "Please download and complete the Download ",
    "heading_registration_2": "application form📄 ",
    "heading_registration_3": "and ",
    "heading_registration_4": "pastoral recommendation📄 ",
    "heading_registration_5": "and send them to ",
    "heading_registration_6": "info@ariseforchrist.com",
    "heading_registration_7": ". We will review them and contact you for further instructions.",
    "heading_trip_like": "What the mission trip will be like",
    "heading_trip_like_p1": "Our destination is Orion, located in the southern part of Bataan Peninsula. For one month, you will have the opportunity to present to the Romanian community what it’s like to be a missionary in Asia - the highs and the lows, the joys and the sorrows.",
    "heading_trip_like_p2": "We will split into groups of four missionaries, accompanied by videographers who will capture all the important moments of the day - from the moment you go out to serve, to the end of the day debrief.",
    "heading_why": "Why the Philippines?",
    "heading_why_p1": "With a population of more than 106 million people across its 7,500 islands, the Philippines proudly boasts to be the only Christian nation in Asia. Heavily influenced by the West, they are the fifth-largest English-speaking country, and Roman Catholicism is the predominant religion with about 80% of Filipinos identifying as such. Only 13% identify as evangelical Christians. There is great need for evangelism, church strengthening, leadership development, and cross-cultural missions training in the Philippines.",
    "heading_why_p2": "Arise for Christ has been partnering with local churches in the Bataan region for multiple years, being involved in church planting and other missionary work.",
    "title": "Act One",
    "tooltip_costs_administrative_staff": "Administrative staff",
    "tooltip_costs_development_costs": "Development costs",
    "tooltip_costs_evangelistic_events": "Evangelistic events",
    "tooltip_costs_food_and_accommodation": "Food and accommodation",
    "tooltip_costs_general_expenses": "General expenses",
    "tooltip_costs_production_equipment": "Production Equipment",
    "tooltip_costs_production_staff": "Production staff",
    "tooltip_costs_publicity": "Publicity",
    "tooltip_costs_show_editing": "Show editing",
    "tooltip_costs_travel": "Travel"
  },
  "blog": {
    "read_more": "read more...",
    "title": "Blog"
  },
  "collaborator": {
    "involve": "Get Involved now!",
    "send": "Send us a message",
    "title": "Get Involved",
    "subtitle": "Collaborate with the Arise for Christ team",
    "title_1": "“Then they came to Him, bringing a paralytic who was carried by four men.” – Mark 2:3",
    "paragraf_1": "Like the four men who carried the paralytic to Jesus, we too are called to help the fallen souls around us. Every act of support can bring real change in the life of someone who needs healing and hope.",
    "paragraf_2": "If you want to get involved and become part of the Arise for Christ team, we invite you to fill out the form below. Together, we can bring light and help to those around us.",
    "form": "Complete the form and join the team:"
  },

  "book": {
    "book": "Book",
    "author": "~ Mark Cole",
    "description": "\"Like a masterclass for the working Christian, this devotional written for professional life will ignite your passion for Jesus in a completely new way.\"",
    "title": "The book \"Divine Intelligence\"",
    "subtitle": "Scott Hogle",
    "title_1": "Divine Intelligence",
    "paragraf_1": "The book „Divine Intelligence” by Scott Hogle is a frumoasy book „for each”, it is a devotional that inspires five days in each Sunday, for a year!",
    "paragraf_2": "It is an „instrument” that deserves your attention; can be in „your case”, in your home, at your desk, for you to read and to „digest”, being a binge for the believers „and less believers”, from all social and professional areas where you are.",
    "paragraf_3": "It is a good material, starting from a particularly well-written biblical passage, which then presents a fresh insight, after which you ask and you reflect personally on who you are and what you should do.",
    "paragraf_4": "At the end of each night's writing, there are frumoasy moments! It is for you and to make a sacrifice of a believer!",
    "button": "Get the book by contacting us on WhatsApp"
  },
  "resurse-crestine": {
    "colaborator": "Colaborator"
  },
  "button": {
    "agree": "I Agree",
    "contact_us": "Contact Us",
    "er_request": "Evangelism Request",
    "subscribe": "Subscribe"
  },

  "contact": {
    "email": "Email",
    "phone": "Phone",
    "social": "Social",
    "subtitle": "Be challenged by a new christian action every day. Where there is no challenge, there is no change.",
    "title": "Contact us and get involved in personal evangelism projects."
  },
  "donate": {
    "beneficiary": "Beneficiary",
    "dollars": "US Dollars",
    "donate": "Donate",
    "form": "Form",
    "name": "Asociația Arise for Christ",
    "paragraf_1": "Arise for Christ is a ray of light in the spiritual darkness, extending a helping hand to those who have fallen from faith and seeking to restore their hope.",
    "paragraf_2": "Through your donations, you support this mission to be a source of light and encouragement for all who are going through difficult times.",
    "paragraf_3": "Each contribution is a glimmer of hope offered to those who feel lost.",
    "paragraf_4": "Together, we can be a force for good and a beacon of faith for those searching for their spiritual path.",
    "paragraf_5": "The period for completing form 230 has expired. We look forward to seeing you at the beginning of next year when a new session opens.",
    "phone": "Phone number",
    "qr": "QR code",
    "ron": "Romanian RON",
    "title": "Help us rebuild faith!",
    "title_2": "Donate via bank account",
    "title_3": "Donate 3.5% of income tax"
  },
  "evangelismForm": {
    "title": "Evangelism Form"
  },
  "footer": {
    "contact": "Contact us on WhatsApp",
    "subscribe_dialog_button": "Got it, thanks!",
    "subscribe_dialog_header": "Thank you for subscribing",
    "subscribe_dialog_paragraph": "You will receive a confirmation email shortly. Please click the link in the email to confirm your subscription.",
    "subscribe_placeholder": "Enter your email",
    "subscribe_placeholder_error": "Invalid email",
    "subscribe_to_newsletter": "Subscribe to our Newsletter",
    "subscribe_to_newsletter_desc": "The latest news, articles, and resources, sent to your inbox."
  },
  "form": {
    "address": "address",
    "age": "age",
    "applicant_person": "Who is making the request?",
    "cancel": "CANCEL",
    "checkbox_text": "By checking this box, you agree to the processing of your personal data for the purpose of receiving our periodic newsletters.",
    "details": "details",
    "email": "email",
    "ev_embed": "Embed Evangelism Request button",
    "ev_embed_close_button": "Close",
    "ev_embed_code_button_label": "Evangelism Request<br />Arise For Christ",
    "ev_embed_code_label": "code",
    "ev_embed_description": "Copy the code below and paste it into your website to embed the Evangelism Request button.",
    "ev_embed_example_button": "Evangelism Request",
    "ev_embed_example_button2": "Arise for Christ",
    "ev_embed_example_label": "example",
    "failed_submission": "Failed to send evangelism request! Please contact us via email.",
    "invalid_email": "Email not valid",
    "invalid_mobile": "Mobile number not valid",
    "mobile": "mobile",
    "name": "name",
    "occupation": "occupation",
    "religion": "religion",
    "send": "Send",
    "step1": "Fill out the form with your personal information.",
    "step2": "Our team will contact you as soon as possible to discuss in more detail.",
    "step3": "Together, we will create a personalized evangelization plan tailored to your spiritual needs.",
    "subtitle": "Welcome to the Evangelism Form, where we invite you to embark on a meaningful exploration of faith and draw closer to God&apos;s grace. This form aims to create a connection with individuals seeking salvation, spiritual growth and a deeper understanding of their relationship with the Divine.",
    "successful_submission": "Evangelism request sent with success!",
    "target_person": "Who would you like to get closer to God?",
    "text": "Please provide your details below to join us on this transformative experience. Rest assured, your information will be handled with the utmost confidentiality and will only be used for communication related to this spiritual journey.",
    "title": "Evangelism Request"
  },
  "gdpr": {
    "agree": "I Agree",
    "explanation": "This website does not store any cookies with your personal information. It will, however, store the data that you explicitly submit using the form inside this website. By accepting this form, you hereby consent that ariseforchrist can process your personal data for the purpose of contact. You may withdraw your consent and data at any time by contacting "
  },
  "header": {
    "about_us": "About Us",
    "actone": "Act One",
    "blog": "Blog",
    "collaborator": "Involve",
    "company": "Pages",
    "contact": "Contact",
    "donate": "Donate",
    "home": "Home",
    "project": "Projects",
    "project_subPodcast": "Podcast",
    "project_subProject": "The time is now",
    "resources": "Resources",
    "terms": "Terms",
    "vision": "Vision"
  },
  "hero": {
    "question1": "How can I help with the salvation of a loved one?",
    "question2": "How can I support someone in prayer?",
    "question3": "How can I encourage someone?",
    "title-hero": "Eternity",
    "title-question": "Have you ever asked yourself:"
  },
  "language": {
    "en": "EN",
    "ro": "RO"
  },
  "metadata": {
    "home": {
      "description": "Arise for Christ is a Christian organization focused on personal evangelism and encouraging believers to share their faith.",
      "keywords": "Arise for Christ, evangelism, personal evangelism, salvation, prayer, faith, encouragement, Christianity, Arise for Christ | Home, arise for christ home",
      "title": "Arise for Christ | Home"
    },
    "request": {
      "description": "Submit an evangelism request to the Arise for Christ team to receive personalized guidance and support for sharing your faith or encouraging someone in their spiritual journey.",
      "keywords": "Arise for Christ, evangelism request, share faith, spiritual encouragement, personalized evangelism plan, Christian outreach",
      "title": "Arise for Christ | Evangelism Request"
    },
    "vision": {
      "description": "Arise for Christ is a Christian mission dedicated to personal evangelism, recovering those who have fallen away from the faith, providing biblical counseling, intercessory prayer, and creating multimedia projects with biblical teachings and inspirational content. We aim to connect with the unchurched individuals within the families of believers. Every believer has someone unchurched in their family or vicinity, and we are all responsible for connecting them with the Gospel! The person for whom the request is made enters the process of evangelization, with the ultimate goal of their salvation.",
      "keywords": "Arise for Christ, Christian mission, evangelism, biblical counseling, prayer, multimedia projects, spiritual recovery, gospel, fallen away, Arise for Christ | Vision, arise for christ vision",
      "title": "Arise for Christ | Vision"
    }
  },
  "podcast": {
    "bottom-paragraf": "You can also find all the episodes of our Podcast on",
    "bottom-socials": "Apple Podcast, Spotify, or Google Podcasts.",
    "bottom-subtitle": "LISTEN ON SPOTIFY",
    "bottom-title": "Watch the last episode of our Podcast!",
    "hero-paragraf": "This is an Arise for Christ Podcast. Our aim is to dialogue on important topics for the church of Christ in the 21st century.",
    "subscribe": "Subscribe!",
    "text-episode": "We recorded and released over 90 episodes on various topics such as ministry, Christian counseling, worship through music, addictions and more.",
    "title": "PODCAST"
  },
  "section": {
    "about_us": "ABOUT US",
    "contact": "GET IN TOUCH",
    "vision": "VISION"
  },
  "serial": {
    "hero_paragraf1": "A dedicated team of missionaries is heading to the impoverished cities of the Philippines, sharing their faith with local communities. They face numerous challenges, experiencing intense moments every day. Filipinos are aided in building churches and spreading the Gospel throughout the city.",
    "hero_paragraf2": "We invite you to watch the series 'Time is Now,' which consists of 15 episodes, each lasting 25 minutes. In this journey, missionaries traverse tribes, mountains, and islands, planting churches and spreading the Gospel to the Filipino people.",
    "reference": "Luke 10:2",
    "serial_bottom": "TV Series 2023",
    "subtitle": "SUBTITLES",
    "subtitle_text": "Activate the button in the bottom right corner and select Romanian subtitles! Also, to watch the episodes in the highest quality, choose 2160p 4k.",
    "text_bottom": "A series by Arise for Christ",
    "title": "THE TIME IS NOW",
    "title_description_hero": "Follow the 15-episode series",
    "title_serial": "Watch each episode by accessing the links below",
    "trailer": "Official Trailer",
    "verset": "The fields are ripe for harvest, but the laborers are few. Therefore, pray to the Lord of the harvest to send out laborers into His harvest."
  },
  "steps_evangelization": {
    "evangelism_requests_count": "Evangelism requests created so far",
    "step1": "Create an Evangelization Request",
    "step1_description": "Click the Evangelization Request Button",
    "step2": "Fill out the request form",
    "step2_description": "Fill out an evangelization request!",
    "step3": "We will contact him/her",
    "step3_description": "We will process the request for an evangelization plan!",
    "title": "The steps of evangelization."
  },
  "team": {
    "adi_des": "Director of the Multimedia Department and moderator of the Arise for Christ podcast.",
    "adi-kovaci": "Director of Media",
    "andrei_des": "Handles video production, editing, and graphic design within the Arise for Christ media department.",
    "andrei-birtea": "Videographer",
    "avram_des": "Responsible for personal evangelism, biblical counseling, and ministering to those going through difficult situations.",
    "avram-sabou": "President",
    "christian_des": "Founder of the Arise for Christ mission and coordinator in the United States.",
    "christian-potra": "Founder",
    "dana_des": "Founder of the Arise for Christ mission and financial administrator",
    "dana-potra": "Founder",
    "mark": "Missionary",
    "mark_des": "Involved in the evangelism department and biblical counseling.",
    "simona_des": "Creates content for the Arise for Christ page. Manages the Instagram, Facebook, TikTok accounts.",
    "simona-birtea": "Social Media",
    "title-a4c": "Arise for Christ Team"
  },
  "vision": {
    "description": "Arise for Christ is based on a personal evangelism project that requires the involvement of Christians for salvation of their family and friends.",
    "presentation_p1_1": "Our name is inspired from Isaiah 60:1: „Arise, shine! For your light has come! And the glory of the Lord is risen upon you. Romans 11:36: „For of Him and through Him and to Him are all things, to whom be glory forever. Amen.",
    "presentation_p2": "Arise for Christ is a christian mission that operates for the Kingdom of God. Our goal is to mobilize christians for personal evangelization and the restoration of those who have fallen away from faith.",
    "presentation_p3_1": "Our projects are:",
    "presentation_p3_2": "personal evangelism,",
    "presentation_p3_3": "restoring those who have fallen away from faith,",
    "presentation_p3_4": "biblical counseling and multimedia projects.",
    "presentation_title": "The Arise for Christ Association",
    "projects_p1_2": "Personal evangelism",
    "projects_p1_3": "We aim to connect with the unchurched individuals within the families of believers. Every believer has someone unchurched in their family or vicinity, and we are all responsible for connecting them with the Gospel! The person for whom the request is made enters the process of evangelization, with the ultimate goal of their salvation.",
    "projects_p2_1": "Recovery of the fallen.",
    "projects_p2_2": "They are sought for the purpose of their spiritual recovery and rehabilitation. We apply the same plan as in personal evangelization, but the approaches vary from case to case.",
    "projects_p3_1": "Biblical Counseling",
    "projects_p3_2": "Is provided to offer spiritual help to those going through various life issues. They are supported emotionally and spiritually to find resolutions for the problems and situations they are facing, and in most cases, we support them in prayer.",
    "projects_p3_6": "An important factor in all these. Each person we work with will be supported through prayer.",
    "projects_p3_7": "Intercessory prayer",
    "projects_p4_1": "Multimedia Projects",
    "projects_p4_2": "Aim to spread the Word of God through various forms in the online environment. We create podcasts on relevant topics and other video materials with biblical teachings, testimonies, and examples of Christian life.",
    "projects_p5": "In 2023, the Arise for Christ team visited the Philippines. As a result of our short-term missionary actions, we produced a series of 15 episodes, broadcasted on Credo TV and published on YouTube.",
    "projects_title": "Projects",
    "step1_description": "Arise for Christ mission will contact the local pastor in order to plan the personal evangelism process presentation in the local church.",
    "step1_title": "Contacting the pastor",
    "step2_description": "Personal evangelism process will be presented in local church in order to encourage the involvement of its members in this process.",
    "step2_title": "Process presentation",
    "step3_description": "The local church members can fill evangelism requests for their unsaved loved ones through ariseforchrist.com platform or by filling an evangelism card available in the local church.",
    "step3_title": "Collecting the evangelism requests",
    "step4_description": "Prayer support is essential for the personal evangelism process to succeed.a) Prayer for the unbelievers who are to be evangelized; b) Prayer for forming new personal evangelism local groups; c) Prayer for the thriving of personal evangelism ministry developed by Arise for Christ in collaboration with the local churches.",
    "step4_title": "Prayer",
    "step5_description": "The local church collaborators or personal evangelism groups will contact the unbelievers from their locality or neighborhood. Arise for Christ will contact the unbelievers from other regions through the local collaborators.",
    "step5_title": "Approaching the unbeliever",
    "step6_description": "The unbeliever will be visited with the purpose of building a relationship and sharing the Gospel.",
    "step6_title": "Visiting the unbeliever",
    "step7_description": "After building a relationship with the unbeliever, he is invited to attend a local church meeting. The evangelism process continues, guiding his steps towards his transformation and discipleship.",
    "step7_title": "Church attending invitation",
    "step8_description": "Arise for Christ will work closely with those responsible for the local church personal evangelism process and with the person who made the evangelism request, regularly reporting the progress.",
    "step8_title": "Regular report",
    "title": "Personal evangelism process steps applied to the local church."
  }
}
