{
  "about_us": {
    "description": "is a Christian mission that aims to stir up Christians to action, connect them and connect churches and Christian organizations for the purpose of increasing efficiency of witnessing the Gospel and spreading God’s Kingdom. Through the ariseforchrist.com website and with the help of the interconnected social platforms, christians will be able to communicate with each other much more easily, they can come together to encourage and act together in the name of Christ. We unify our efforts and knowledge in order to proclamation the Gospel and for the enlargement of the Kingdom of God, starting from Romania.",
    "description_p1_1": "Arise for Christ is a Christian mission that aims to mobilize Christians to action, connect them, and organize Christian organizations to be more effective in proclaiming the Gospel and extending the Kingdom of God. Through the portal ariseforchrist.com and using social media networking, Christians will be able to communicate more easily, unite, and encourage each other to act together for Christ.",
    "description_p1_6": "We join our efforts and knowledge to witness the Gospel and extend the Kingdom of God worldwide, starting from Romania. Fulfilling God's desire (1 Timothy 2:4) is the mission of our association, motivated by God's love for us, and in turn, we do it for people (1 John 3:16).",
    "description_p3_1": "We aspire to see a growing movement of Christians who act for Christ and implement the principles of the Kingdom of God. We desire churches and believers to be dedicated to winning souls for God, restoring those who have fallen, and helping those with different problems for their spiritual growth. We do not intend to replace the mission of the Lord's Church but rather emphasize, motivate, and serve as a bridge for evangelizing people and serving believers.",
    "description_p4_0": "Arise Mission",
    "description_p4_1": "Our mission is built on values, which determine our actions and way of working.",
    "description_p5_1": "Love for Christ",
    "description_p5_2": "All things are from Him, through Him, and for Him. We love God by living for Him, and what we do is a response to His love. We act in a Christ-centered way, and our focus is on Christ.",
    "description_p6_1": "The salvation of the lost",
    "description_p6_2": "Love for the Lord Jesus Christ leads us to love people. Our goal is to see Him as the Lord and Savior of many people. His love has ignited a passion for people in us. The conviction that Jesus Christ is the only way of salvation drives us to use these methods to reach people's hearts. The importance of the family is a priority; therefore, our service focuses on families.",
    "description_p7_1": "Concrete action for Christ",
    "description_p7_2": "Faith is demonstrated through actions! We want to be influential, motivating, and contagious for believers in favor of the unchurched, those who have fallen away from faith, and those with various problems.",
    "description_p8_1": "Romanians for Romanians everywhere",
    "description_p8_2": "Like the Apostle Paul, our heart's desire and prayer to God is for Romanians to be saved (Romans 10:1, 11:13-14). We believe in a global vision that goes beyond the context of local and denominational church involvement and involves unity, diversity, and dedication to Christ's cause in the world. We support long-term or short-term missionary work in specific areas of the world.",
    "principals_p1_0": "Arise Working Principles",
    "principals_p1_1": "Our mission can be summarized in two words: salvation and action. Salvation for those who do not know Christ and mobilization of believers through concrete actions.",
    "principals_p2_1": "Love",
    "principals_p2_2": "God's love is the source of our passion, and we desire people to be overwhelmed by it. We pray and intercede for people passionately.",
    "principals_p3_1": "Dedication",
    "principals_p3_2": "Without dedication in all areas of our work, there is no success. We have dedicated collaborators who are a source of inspiration for many.",
    "principals_p4_1": "Authenticity",
    "principals_p4_2": "We want to be real, honest, humble, and separated from any religious forms, anchored in the truth of the Scriptures, which we communicate in love. Being authentic Christians in our context means that our actions are the best evidence of our authenticity.",
    "principals_p5_1": "Unity in collaboration",
    "principals_p5_2": "We constantly seek zonal and local collaborations with missions, missionaries, evangelists, churches, and collaborators with whom we serve together for the Kingdom. We form partnerships and associate with those who share the same biblical values as us. We are aware that the work needs to be carried out in collaboration with believers at all levels of function.",
    "principals_p6_1": "Arise Beliefs",
    "principals_p6_2": "We believe that the Bible, both the Old and New Testaments, is verbally inspired by God, inerrant in the original, unique, and the final authority in matters of faith, morality, and Christian practice.",
    "principals_p6_3": "We believe in one God, the Infinite and Perfect Spirit, existing from eternity in three persons: the Father, the Son, and the Holy Spirit, the Creator of the entire universe.",
    "principals_p6_4": "We believe that Jesus Christ was conceived by the Holy Spirit and born of the Virgin Mary, in His sinless life, being at the same time true God and true man.",
    "principals_p6_5": "We believe that the Lord Jesus Christ died for our sins, according to the Scriptures, as a representative and substitutionary sacrifice, and that all who believe and trust in Him are justified by His shed blood.",
    "principals_p6_6": "We believe in the bodily resurrection of our crucified Lord and in His Ascension to heaven, where He currently intercedes for us as Advocate and High Priest.",
    "principals_p6_7": "We believe that man was created by God in His image and was good and righteous; however, he sinned through his own choice by disobedience, coming out from under God's authority, and as a result, he suffered not only physical death but also spiritual death, i.e., separation from God; that all human beings are born with a sinful nature, and when they reach the age of moral responsibility, they become sinners in thought, speech, and deed.",
    "principals_p6_8": "We believe that all who receive the Lord Jesus Christ by faith as Lord and Savior are born again by the Holy Spirit and, as a result, become children of God.",
    "principals_p6_9": "We believe in the salvation from sin (the salvation of man) through God's grace, through man's repentance, and through water baptism as a result of the change worked by the Spirit through the Word of God.",
    "principals_p6_10": "We believe in the Baptism of the Holy Spirit, in the operation of spiritual gifts for the service of the Lord's Church and the unchurched world.",
    "principals_p6_11": "We believe in that \"blessed hope\": the imminent return of our Lord and Savior Jesus Christ and the rapture of the Church.",
    "principals_p6_12": "We believe in the bodily resurrection of the just and the unjust, for the eternal happiness of the saved and for the eternal punishment of the lost through God's judgment.",
    "principals_title": "Arise Working Principles",
    "statement1": "Acts correctly.",
    "statement2": "Influences through his actions.",
    "statement3": "Develops strong relationships.",
    "statement4": "Changes the world around him.",
    "statement5": "Spreads the values of the Kingdom.",
    "statement6": "Brings glory to God.",
    "the_team_p1_1": "Avram Sabou",
    "the_team_p1_2": "Mission President. Responsible for personal evangelization, restoration of those who have fallen away, and biblical counseling.",
    "the_team_p2_1": "Kovaci Adrian",
    "the_team_p2_2": "Multimedia Director",
    "the_team_p3_1": "Birtea Andrei",
    "the_team_p3_2": "Video Producer",
    "the_team_p4_1": "Birtea Simona",
    "the_team_p4_2": "Social Media Administrator",
    "the_team_title": "Arise for Christ Team Timișoara 📍",
    "title": "Arise For Christ"
  },
  "actone": {
    "arise_for_christ_romania": "Arise for Christ Romania",
    "heading_activities": "You'll have the opportunity to serve in a number of different areas:",
    "heading_activities_item1": "Sharing testimonies in churches/schools",
    "heading_activities_item2": "Visiting church members in their homes",
    "heading_activities_item3": "Door to door witnessing",
    "heading_activities_item4": "Prayer meetings",
    "heading_activities_item5": "Ministry work in surrounding villages",
    "heading_activities_item6": "Participating in special church/school services",
    "heading_activities_item7": "Visiting and feeding the poor in surrounding areas",
    "heading_activities_item8": "Tribal ministry",
    "heading_activities_item9": "Prison ministry",
    "heading_activities_p1": "All these activities will build your faith and teach you the value of servanthood.",
    "heading_be_part": "Be part of what God is doing in Asia!",
    "heading_be_part_p1": "in partnership with Credo TV is producing the first ever christian reality TV show on the mission field!",
    "heading_be_part_p2": "We are looking for 12 passionate Romanian christians to join us for one month in the Philippines! From the pulpits to the slums, from schools to prisons and door to door evangelism, you will have the opportunity to be part of the revival that has started in the Philippines. And the most exciting part is that you get to share this experience with the Christian community around the world through the televised reality show!",
    "heading_costs": "Costs",
    "heading_costs_p1": "The total costs of this project will be approx. ",
    "heading_costs_p2": ". This will include all video & sound equipment, production/video production, team salaries, travel expenses, events logistics, supplies, admin & all other associated activities.",
    "heading_costs_p3": "Each individual missionary will be required to raise ",
    "heading_costs_p4": ". This amount will help cover all your food, lodging, ministry expenses and other associated costs. You will be requested to raise funds for specific projects.",
    "heading_costs_p5": "Your flight is not included in the trip costs. We will welcome you at the airport in Manila and transportation will be provided to the ministry location.",
    "heading_costs_p6": "According to current Philippines Government regulations, all persons entering the Philippines must be fully vaccinated for COVID-19, including having all necessary booster shots, at least fourteen days before entering the country.",
    "heading_costs_p7": "All of the money raised will go towards the ActOne video production project. Arise for Christ will not use any funds from this budget for other non-related projects.",
    "heading_profile": "The missionary's profile",
    "heading_profile_item1": "are active members in a local church",
    "heading_profile_item2": "have a passion to share the gospel with those around them",
    "heading_profile_item3": "have some Bible knowledge",
    "heading_profile_item4": "love people and have the heart of a servant",
    "heading_profile_item5": "are flexible and can adjust to any living situation",
    "heading_profile_item6": "are not afraid to get out of their comfort zone",
    "heading_profile_item7": "are proficient in English",
    "heading_profile_item8": "are comfortable to be on camera and television",
    "heading_profile_item9": "have no serious medical conditions that can hinder them from daily activities on the field",
    "heading_profile_subheading": "We are looking for born again believers who:",
    "heading_registration": "Registration",
    "heading_registration_1": "Please download and complete the Download ",
    "heading_registration_2": "application form📄 ",
    "heading_registration_3": "and ",
    "heading_registration_4": "pastoral recommendation📄 ",
    "heading_registration_5": "and send them to ",
    "heading_registration_6": "info@ariseforchrist.com",
    "heading_registration_7": ". We will review them and contact you for further instructions.",
    "heading_trip_like": "What the mission trip will be like",
    "heading_trip_like_p1": "Our destination is Orion, located in the southern part of Bataan Peninsula. For one month, you will have the opportunity to present to the Romanian community what it’s like to be a missionary in Asia - the highs and the lows, the joys and the sorrows.",
    "heading_trip_like_p2": "We will split into groups of four missionaries, accompanied by videographers who will capture all the important moments of the day - from the moment you go out to serve, to the end of the day debrief.",
    "heading_why": "Why the Philippines?",
    "heading_why_p1": "With a population of more than 106 million people across its 7,500 islands, the Philippines proudly boasts to be the only Christian nation in Asia. Heavily influenced by the West, they are the fifth-largest English-speaking country, and Roman Catholicism is the predominant religion with about 80% of Filipinos identifying as such. Only 13% identify as evangelical Christians. There is great need for evangelism, church strengthening, leadership development, and cross-cultural missions training in the Philippines.",
    "heading_why_p2": "Arise for Christ has been partnering with local churches in the Bataan region for multiple years, being involved in church planting and other missionary work.",
    "title": "Act One",
    "tooltip_costs_administrative_staff": "Administrative staff",
    "tooltip_costs_development_costs": "Development costs",
    "tooltip_costs_evangelistic_events": "Evangelistic events",
    "tooltip_costs_food_and_accommodation": "Food and accommodation",
    "tooltip_costs_general_expenses": "General expenses",
    "tooltip_costs_production_equipment": "Production Equipment",
    "tooltip_costs_production_staff": "Production staff",
    "tooltip_costs_publicity": "Publicity",
    "tooltip_costs_show_editing": "Show editing",
    "tooltip_costs_travel": "Travel"
  },
  "blog": {
    "read_more": "read more...",
    "title": "Blog"
  },
  "collaborator": {
    "involve": "Get Involved now!",
    "send": "Send us a message",
    "title": "Get Involved",
    "subtitle": "Collaborate with the Arise for Christ team",
    "title_1": "“Then they came to Him, bringing a paralytic who was carried by four men.” – Mark 2:3",
    "paragraf_1": "Like the four men who carried the paralytic to Jesus, we too are called to help the fallen souls around us. Every act of support can bring real change in the life of someone who needs healing and hope.",
    "paragraf_2": "If you want to get involved and become part of the Arise for Christ team, we invite you to fill out the form below. Together, we can bring light and help to those around us.",
    "form": "Complete the form and join the team:"
  },

  "book": {
    "book": "Book",
    "author": "~ Mark Cole",
    "description": "\"Like a masterclass for the working Christian, this devotional written for professional life will ignite your passion for Jesus in a completely new way.\"",
    "title": "The book \"Divine Intelligence\"",
    "subtitle": "Scott Hogle",
    "title_1": "Divine Intelligence",
    "paragraf_1": "The book „Divine Intelligence” by Scott Hogle is a frumoasy book „for each”, it is a devotional that inspires five days in each Sunday, for a year!",
    "paragraf_2": "It is an „instrument” that deserves your attention; can be in „your case”, in your home, at your desk, for you to read and to „digest”, being a binge for the believers „and less believers”, from all social and professional areas where you are.",
    "paragraf_3": "It is a good material, starting from a particularly well-written biblical passage, which then presents a fresh insight, after which you ask and you reflect personally on who you are and what you should do.",
    "paragraf_4": "At the end of each night's writing, there are frumoasy moments! It is for you and to make a sacrifice of a believer!",
    "button": "Get the book by contacting us on WhatsApp"
  },
  "resurse-crestine": {
    "colaborator": "Colaborator",
    "asociatia_resurse_crestine": "Christian Resources Association",
    "descriere_asociatie": "In June 2017, the Christian Resources Association was established, whose purpose is the online distribution through the website",
    "materiale_gratuite": "of free materials for the implementation of moral-Christian values.",
    "vezi_mai_multe": "See more"
  },
  "button": {
    "agree": "I Agree",
    "contact_us": "Contact Us",
    "er_request": "Evangelism Request",
    "subscribe": "Subscribe"
  },

  "contact": {
    "email": "Email",
    "phone": "Phone",
    "social": "Social",
    "subtitle": "Be challenged by a new christian action every day. Where there is no challenge, there is no change.",
    "title": "Contact us and get involved in personal evangelism projects."
  },
  "donate": {
    "forms": "Form 230",
    "forms_q_2": " How to complete Form 230?",
    "forms_q_3": " Add the details of our organization",
    "forms_q_4": " Select the option to redirect the desired percentage",
    "forms_q_5": " Sign the form",
    "forms_q_6": " How to submit Form 230?",
    "forms_p_3": " Download the form",
    "forms_p_4": "(it will be available at the beginning of 2025)",
    "forms_p_5": " Fill in your personal information",
    "forms_p_6": "- Name and surname",
    "forms_p_2": "Form 230 can be completed by: Physically fit people who have made tax payments in the past year. People who have made taxable income in Romania, such as from charities or independent activities (if specified by law).",
    "forms_p_7": "- Personal Numeric Code (CNP)",
    "forms_p_8": "- Residential address",
    "forms_p_9": "Organization name",
    "forms_p_10": "Tax Identification Code",
    "forms_p_16": "Physically",
    "forms_p_17": "By post",
    "forms_p_18": "Learn more by accessing Form 230 directly from the ANAF website.",
    "forms_p_11": "- 3.5% is standard for eligible organizations.",
    "forms_p_12": "- Write the completion date and sign at the bottom.",
    "forms_p_13": " Via the Virtual Private Space (SPV) platform available on the ANAF website.",
    "forms_p_14": " At the ANAF office corresponding to your residence.",
    "forms_p_15": " By registered mail sent to the relevant financial administration.",
    "forms_q_1": "Who can complete Form 230?",
    "forms_p_1": "Form 230 is an official document used in Romania to redirect up to 3.5% of income tax to a non-governmental organization or a social cause. It is a simple way for taxpayers to support initiatives they believe in without incurring additional costs.",
    "beneficiary": "Beneficiary",
    "dollars": "US Dollars",
    "donate": "Donate",
    "form": "Form",
    "name": "Asociația Arise for Christ",
    "paragraf_1": "Arise for Christ is a ray of light in the spiritual darkness, extending a helping hand to those who have fallen from faith and seeking to restore their hope.",
    "paragraf_2": "Through your donations, you support this mission to be a source of light and encouragement for all who are going through difficult times.",
    "paragraf_3": "Each contribution is a glimmer of hope offered to those who feel lost.",
    "paragraf_4": "Together, we can be a force for good and a beacon of faith for those searching for their spiritual path.",
    "paragraf_5": "The period for completing form 230 has expired. We look forward to seeing you at the beginning of next year when a new session opens.",
    "phone": "Phone number",
    "qr": "QR code",
    "ron": "Romanian RON",
    "title": "Help us rebuild faith!",
    "title_2": "Donate via bank account",
    "title_3": "Donate 3.5% of income tax"
  },
  "evangelismForm": {
    "title": "Evangelism Form"
  },
  "footer": {
    "contact": "Contact us on WhatsApp",
    "subscribe_dialog_button": "Got it, thanks!",
    "subscribe_dialog_header": "Thank you for subscribing",
    "subscribe_dialog_paragraph": "You will receive a confirmation email shortly. Please click the link in the email to confirm your subscription.",
    "subscribe_placeholder": "Enter your email",
    "subscribe_placeholder_error": "Invalid email",
    "subscribe_to_newsletter": "Subscribe to our Newsletter",
    "subscribe_to_newsletter_desc": "The latest news, articles, and resources, sent to your inbox.",
    "email": "info@ariseforchrist.com",
    "phone1": "+40 (773) 307 292",
    "phone2": "+40 (721) 804 560",
    "phone3": "+40 (356) 175 148"
  },
  "form": {
    "address": "address",
    "age": "age",
    "applicant_person": "Who is making the request?",
    "cancel": "CANCEL",
    "checkbox_text": "By checking this box, you agree to the processing of your personal data for the purpose of receiving our periodic newsletters.",
    "details": "details",
    "email": "email",
    "ev_embed": "Embed Evangelism Request button",
    "ev_embed_close_button": "Close",
    "ev_embed_code_button_label": "Evangelism Request<br />Arise For Christ",
    "ev_embed_code_label": "code",
    "ev_embed_description": "Copy the code below and paste it into your website to embed the Evangelism Request button.",
    "ev_embed_example_button": "Evangelism Request",
    "ev_embed_example_button2": "Arise for Christ",
    "ev_embed_example_label": "example",
    "failed_submission": "Failed to send evangelism request! Please contact us via email.",
    "invalid_email": "Email not valid",
    "invalid_mobile": "Mobile number not valid",
    "mobile": "mobile",
    "name": "name",
    "occupation": "occupation",
    "religion": "religion",
    "send": "Send",
    "step1": "Fill out the form with your personal information.",
    "step2": "Our team will contact you as soon as possible to discuss in more detail.",
    "step3": "Together, we will create a personalized evangelization plan tailored to your spiritual needs.",
    "subtitle": "Welcome to the Evangelism Form, where we invite you to embark on a meaningful exploration of faith and draw closer to God&apos;s grace. This form aims to create a connection with individuals seeking salvation, spiritual growth and a deeper understanding of their relationship with the Divine.",
    "successful_submission": "Evangelism request sent with success!",
    "target_person": "Who would you like to get closer to God?",
    "text": "Please provide your details below to join us on this transformative experience. Rest assured, your information will be handled with the utmost confidentiality and will only be used for communication related to this spiritual journey.",
    "title": "Evangelism Request"
  },
  "gdpr": {
    "agree": "I Agree",
    "explanation": "This website does not store any cookies with your personal information. It will, however, store the data that you explicitly submit using the form inside this website. By accepting this form, you hereby consent that ariseforchrist can process your personal data for the purpose of contact. You may withdraw your consent and data at any time by contacting "
  },
  "devotional": {
    "titleUnavailable": "Unavailable devotional",
    "dateUnavailable": "Unavailable date",
    "verseUnavailable": "Unavailable verse",
    "referenceUnavailable": "Unavailable reference",
    "paragraphUnavailable": "Unavailable paragraph",
    "conclusionUnavailable": "Unavailable conclusion",
    "question": "Frequent questions:"
  },
  "header": {
    "about_us": "About Us",
    "actone": "Act One",
    "blog": "Blog",
    "collaborator": "Involve",
    "company": "Pages",
    "contact": "Contact",
    "devotional": "Devotional",
    "donate": "Donate",
    "home": "Home",
    "project": "Projects",
    "project_subPodcast": "Podcast",
    "project_subProject": "The time is now",
    "resources": "Resources",
    "terms": "Terms",
    "vision": "Vision"
  },
  "hero": {
    "question1": "How can I help with the salvation of a loved one?",
    "question2": "How can I support someone in prayer?",
    "question3": "How can I encourage someone?",
    "title-hero": "Eternity",
    "title-question": "Have you ever asked yourself:"
  },
  "language": {
    "en": "EN",
    "ro": "RO"
  },
  "metadata": {
    "home": {
      "description": "Arise for Christ is a Christian organization focused on personal evangelism and encouraging believers to share their faith.",
      "keywords": "Arise for Christ, evangelism, personal evangelism, salvation, prayer, faith, encouragement, Christianity, Arise for Christ | Home, arise for christ home",
      "title": "Arise for Christ | Home"
    },
    "request": {
      "description": "Submit an evangelism request to the Arise for Christ team to receive personalized guidance and support for sharing your faith or encouraging someone in their spiritual journey.",
      "keywords": "Arise for Christ, evangelism request, share faith, spiritual encouragement, personalized evangelism plan, Christian outreach",
      "title": "Arise for Christ | Evangelism Request"
    },
    "vision": {
      "description": "Arise for Christ is a Christian mission dedicated to personal evangelism, recovering those who have fallen away from the faith, providing biblical counseling, intercessory prayer, and creating multimedia projects with biblical teachings and inspirational content. We aim to connect with the unchurched individuals within the families of believers. Every believer has someone unchurched in their family or vicinity, and we are all responsible for connecting them with the Gospel! The person for whom the request is made enters the process of evangelization, with the ultimate goal of their salvation.",
      "keywords": "Arise for Christ, Christian mission, evangelism, biblical counseling, prayer, multimedia projects, spiritual recovery, gospel, fallen away, Arise for Christ | Vision, arise for christ vision",
      "title": "Arise for Christ | Vision"
    }
  },
  "podcast": {
    "bottom-paragraf": "You can also find all the episodes of our Podcast on",
    "bottom-socials": "Apple Podcast, Spotify, or Google Podcasts.",
    "bottom-subtitle": "LISTEN ON SPOTIFY",
    "bottom-title": "Watch the last episode of our Podcast!",
    "hero-paragraf": "This is an Arise for Christ Podcast. Our aim is to dialogue on important topics for the church of Christ in the 21st century.",
    "subscribe": "Subscribe!",
    "text-episode": "We recorded and released over 90 episodes on various topics such as ministry, Christian counseling, worship through music, addictions and more.",
    "title": "PODCAST"
  },
  "section": {
    "about_us": "ABOUT US",
    "contact": "GET IN TOUCH",
    "vision": "VISION"
  },
  "serial": {
    "hero_paragraf1": "A dedicated team of missionaries is heading to the impoverished cities of the Philippines, sharing their faith with local communities. They face numerous challenges, experiencing intense moments every day. Filipinos are aided in building churches and spreading the Gospel throughout the city.",
    "hero_paragraf2": "We invite you to watch the series 'Time is Now,' which consists of 15 episodes, each lasting 25 minutes. In this journey, missionaries traverse tribes, mountains, and islands, planting churches and spreading the Gospel to the Filipino people.",
    "reference": "Luke 10:2",
    "serial_bottom": "TV Series 2023",
    "subtitle": "SUBTITLES",
    "subtitle_text": "Activate the button in the bottom right corner and select Romanian subtitles! Also, to watch the episodes in the highest quality, choose 2160p 4k.",
    "text_bottom": "A series by Arise for Christ",
    "title": "THE TIME IS NOW",
    "title_description_hero": "Follow the 15-episode series",
    "title_serial": "Watch each episode by accessing the links below",
    "trailer": "Official Trailer",
    "verset": "The fields are ripe for harvest, but the laborers are few. Therefore, pray to the Lord of the harvest to send out laborers into His harvest."
  },
  "steps_evangelization": {
    "evangelism_requests_count": "Evangelism requests created so far",
    "step1": "Create an Evangelization Request",
    "step1_description": "Click the Evangelization Request Button",
    "step2": "Fill out the request form",
    "step2_description": "Fill out an evangelization request!",
    "step3": "We will contact him/her",
    "step3_description": "We will process the request for an evangelization plan!",
    "title": "The steps of evangelization."
  },
  "team": {
    "adi_des": "Director of the Multimedia Department and moderator of the Arise for Christ podcast.",
    "adi-kovaci": "Director of Media",
    "andrei_des": "Handles video production, editing, and graphic design within the Arise for Christ media department.",
    "andrei-birtea": "Videographer",
    "avram_des": "Responsible for personal evangelism, biblical counseling, and ministering to those going through difficult situations.",
    "avram-sabou": "President",
    "christian_des": "Founder of the Arise for Christ mission and coordinator in the United States.",
    "christian-potra": "Founder",
    "dana_des": "Founder of the Arise for Christ mission and financial administrator",
    "dana-potra": "Founder",
    "mark": "Missionary",
    "mark_des": "Involved in the evangelism department and biblical counseling.",
    "simona_des": "Creates content for the Arise for Christ page. Manages the Instagram, Facebook, TikTok accounts.",
    "simona-birtea": "Social Media",
    "title-a4c": "Arise for Christ Team"
  },
  "vision": {
    "description": "Arise for Christ is based on a personal evangelism project that requires the involvement of Christians for salvation of their family and friends.",
    "presentation_p1_1": "Our name is inspired from Isaiah 60:1: „Arise, shine! For your light has come! And the glory of the Lord is risen upon you. Romans 11:36: „For of Him and through Him and to Him are all things, to whom be glory forever. Amen.",
    "presentation_p2": "Arise for Christ is a christian mission that operates for the Kingdom of God. Our goal is to mobilize christians for personal evangelization and the restoration of those who have fallen away from faith.",
    "presentation_p3_1": "Our projects are:",
    "presentation_p3_2": "personal evangelism,",
    "presentation_p3_3": "restoring those who have fallen away from faith,",
    "presentation_p3_4": "biblical counseling and multimedia projects.",
    "presentation_title": "The Arise for Christ Association",
    "projects_p1_2": "Personal evangelism",
    "projects_p1_3": "We aim to connect with the unchurched individuals within the families of believers. Every believer has someone unchurched in their family or vicinity, and we are all responsible for connecting them with the Gospel! The person for whom the request is made enters the process of evangelization, with the ultimate goal of their salvation.",
    "projects_p2_1": "Recovery of the fallen.",
    "projects_p2_2": "They are sought for the purpose of their spiritual recovery and rehabilitation. We apply the same plan as in personal evangelization, but the approaches vary from case to case.",
    "projects_p3_1": "Biblical Counseling",
    "projects_p3_2": "Is provided to offer spiritual help to those going through various life issues. They are supported emotionally and spiritually to find resolutions for the problems and situations they are facing, and in most cases, we support them in prayer.",
    "projects_p3_6": "An important factor in all these. Each person we work with will be supported through prayer.",
    "projects_p3_7": "Intercessory prayer",
    "projects_p4_1": "Multimedia Projects",
    "projects_p4_2": "Aim to spread the Word of God through various forms in the online environment. We create podcasts on relevant topics and other video materials with biblical teachings, testimonies, and examples of Christian life.",
    "projects_p5": "In 2023, the Arise for Christ team visited the Philippines. As a result of our short-term missionary actions, we produced a series of 15 episodes, broadcasted on Credo TV and published on YouTube.",
    "projects_title": "Projects",
    "step1_description": "Arise for Christ mission will contact the local pastor in order to plan the personal evangelism process presentation in the local church.",
    "step1_title": "Contacting the pastor",
    "step2_description": "Personal evangelism process will be presented in local church in order to encourage the involvement of its members in this process.",
    "step2_title": "Process presentation",
    "step3_description": "The local church members can fill evangelism requests for their unsaved loved ones through ariseforchrist.com platform or by filling an evangelism card available in the local church.",
    "step3_title": "Collecting the evangelism requests",
    "step4_description": "Prayer support is essential for the personal evangelism process to succeed.a) Prayer for the unbelievers who are to be evangelized; b) Prayer for forming new personal evangelism local groups; c) Prayer for the thriving of personal evangelism ministry developed by Arise for Christ in collaboration with the local churches.",
    "step4_title": "Prayer",
    "step5_description": "The local church collaborators or personal evangelism groups will contact the unbelievers from their locality or neighborhood. Arise for Christ will contact the unbelievers from other regions through the local collaborators.",
    "step5_title": "Approaching the unbeliever",
    "step6_description": "The unbeliever will be visited with the purpose of building a relationship and sharing the Gospel.",
    "step6_title": "Visiting the unbeliever",
    "step7_description": "After building a relationship with the unbeliever, he is invited to attend a local church meeting. The evangelism process continues, guiding his steps towards his transformation and discipleship.",
    "step7_title": "Church attending invitation",
    "step8_description": "Arise for Christ will work closely with those responsible for the local church personal evangelism process and with the person who made the evangelism request, regularly reporting the progress.",
    "step8_title": "Regular report",
    "title": "Personal evangelism process steps applied to the local church."
  },
  "text-book": {
    "day_1": {
      "title": "Getting Close to People",
      "date": "Week 1 | Monday",
      "verset": "Therefore encourage one another and build each other up, just as in fact you are doing.",
      "reference": "1 Thessalonians 5:11",
      "paragraf_1": "Throughout Scripture, the theme of edification appears repeatedly. Putting others first, being selfless, giving honor where it is due, and not withholding good from those who need it when it is in your power to do so are all ways to edify others so they feel encouraged. To edify means to lift someone up, and this happens through a long process.",
      "paragraf_2": "You must see someone's value to help them grow. Encouraging someone creates an invisible benefit for you.",
      "paragraf_3": "Contribute to someone's development before asking them to do something. A hallmark of biblical communication is creating connections and relationships.",
      "guidelines": {
        "step_1": {
          "title": "ENCOURAGE someone",
          "description": "Every person carries a unique gift placed there by God. Recognizing what God has placed in them and speaking about this gift brings out their potential."
        },
        "step_2": {
          "title": "APPRECIATE a decision",
          "description": "Appreciating someone's decision communicates the trust you have in them."
        },
        "step_3": {
          "title": "ADMIRE an achievement",
          "description": "Successes are sacred to the person who achieved them. Honoring a peak moment signals that you value the person and what they have accomplished."
        }
      },
      "reflection_questions": [
        "How do you seek to edify those around you regularly?",
        "In whom do you see greatness that others ignore?",
        "Whom can you encourage, appreciate, or admire today?"
      ],
      "conclusion": "Until you get close to people within a relationship, they will not follow you in professional aspects."
    },
    "day_2": {
      "title": "An Effective Leader",
      "date": "Week 1 | Tuesday",
      "verset": "Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand.",
      "reference": "Ephesians 6:13",
      "paragraf_1": "Every profession has a set of tools necessary for successful practice. Paul uses the analogy of military armor to present the weapons a soldier of Christ can use daily.",
      "paragraf_2": "Before entering spiritual ministry, Jesus used the tools of a carpenter. Then, He used tools like communication, compassion, mentoring, and many others.",
      "guidelines": {
        "step_1": {
          "title": "Focus",
          "description": "Concentration is the ability to work on one thing, eliminating all other distractions."
        },
        "step_2": {
          "title": "Prioritization",
          "description": "Dedicate the most time to activities and events that produce the greatest return during a day."
        },
        "step_3": {
          "title": "Opportunity-oriented",
          "description": "Someone, somewhere, has a problem. Successful people focus on discovering and solving problems."
        }
      },
      "reflection_questions": [
        "Do you know someone who is very good at leveraging a set of skills?",
        "Do you have a mentor you could ask to share their daily strategy for achieving success?",
        "What tools do you use that are not on the list above and that make you successful?"
      ],
      "conclusion": "God has created mental connections in your brain to help you run your life's race as best as possible."
    },
    "day_3": {
      "title": "The Puzzle Master",
      "date": "Week 1 | Wednesday",
      "verset": "While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate.",
      "reference": "Acts 10:17",
      "paragraf_1": "God often hides something from you so that you will find someone you want to get close to.",
      "paragraf_2": "God is the one who thought of partnerships. Often, He will give you only half of what you need, so you are motivated to find the other half.",
      "guidelines": {
        "step_1": {
          "title": "Discussing, you will discover",
          "description": "Ask God for help, then wait to see who He brings to your mind."
        },
        "step_2": {
          "title": "Share the need",
          "description": "Start sharing the need with those you come into contact with and see who responds."
        },
        "step_3": {
          "title": "Read Scripture",
          "description": "Read Scripture with an open heart and ask the question: 'Lord, what should I do in this regard?'"
        }
      },
      "reflection_questions": [
        "Who do you feel prompted to talk to today about your problem?",
        "Are you facing a problem where a close person might have some experience?",
        "Is it possible that, in the past week, someone has sought you out to be a 'listening ear'?"
      ],
      "conclusion": "God's plan for partnership means giving you one piece of the puzzle and someone else another, so you are motivated to find the missing piece."
    },
    "day_4": {
      "title": "Setting Spiritual Goals",
      "date": "Week 1 | Thursday",
      "verset": "Then the Lord replied: 'Write down the revelation and make it plain on tablets so that a herald may run with it.'",
      "reference": "Habakkuk 2:2-3",
      "paragraf_1": "Have you asked God for a vision for your life? Not all visions come from God, but when He gives you a vision, He writes it on the tablet of your heart.",
      "paragraf_2": "Let the vision develop until it takes shape in your life. If you reflect on the vision and do not let it fade, it will grow in your heart.",
      "guidelines": {
        "step_1": {
          "title": "Spiritual",
          "description": "Setting aside time each day to learn about God and talk to Him is the most important goal."
        },
        "step_2": {
          "title": "Social and relational",
          "description": "Who do you need to attract into your circle, and who do you need to distance yourself from?"
        },
        "step_3": {
          "title": "Emotional",
          "description": "Define how you want to feel and the mindset of success you need to adopt to get there."
        }
      },
      "reflection_questions": [
        "Are there areas of your life that are out of balance?",
        "How can you help someone else achieve their goals?",
        "What purpose or vision has God given you for this season of your life?"
      ],
      "conclusion": "Let the vision develop until it takes shape in your life."
    },
    "day_5": {
      "title": "Rise Up",
      "date": "Week 1 | Friday",
      "verset": "For God has not given us a spirit of fear, but of power and of love and of a sound mind.",
      "reference": "2 Timothy 1:7",
      "paragraf_1": "There is an acronym for F.E.A.R. that has helped me choose faith over fear—actually, two.",
      "paragraf_2": "When facing fear, remember: faith means stepping forward motivated by His presence.",
      "guidelines": {
        "step_1": {
          "title": "Speak God's words",
          "description": "Remind yourself of verses that encourage you, such as Philippians 4:13 or 2 Timothy 1:7."
        },
        "step_2": {
          "title": "Face fear",
          "description": "Adopt strategies to overcome fear and step out of your comfort zone."
        },
        "step_3": {
          "title": "Plan small steps",
          "description": "Build progress toward your goal by focusing on small, achievable steps."
        }
      },
      "reflection_questions": [
        "When was the last time you were paralyzed by fear?",
        "Do you have a strategy to overcome fear?",
        "How has God challenged you to step out of your comfort zone?"
      ],
      "conclusion": "You are made to be a winner through His Word, which gives you the power to overcome."
    },
    "day_8": {
      "title": "The Four Voices",
      "date": "Week 2 | Monday",
      "verset": "They have left the straight way and wandered off to follow the way of Balaam son of Bezer, who loved the wages of wickedness. But he was rebuked for his wrongdoing by a donkey—an animal without speech—who spoke with a human voice and restrained the prophet’s madness.",
      "reference": "2 Peter 2:15-16",
      "paragraf_1": "Have you ever been convinced to do something you knew you shouldn't do? Balaam was a man through whom God spoke to the people of Israel... until he didn't.",
      "paragraf_2": "There are four voices you need to learn to distinguish clearly: Your voice, God's voice, others' voices, and the enemy's voice.",
      "guidelines": {
        "step_1": {
          "title": "Your voice",
          "description": "Your mind automatically produces thoughts and impressions. You need to learn to control them or you will become their slave."
        },
        "step_2": {
          "title": "God's voice",
          "description": "God's voice resonates through the words of the Bible, guiding us on the right path."
        },
        "step_3": {
          "title": "Others' voices",
          "description": "You need to discern between various external influences and ensure the messages align with Scripture."
        }
      },
      "reflection_questions": [
        "Can you recall a moment when your conscience steered you away from a wrong decision?",
        "Which of the four voices is the strongest for you right now?",
        "Have you ever convinced yourself to do something you knew wasn't right?"
      ],
      "conclusion": "If you ignore God's voice, another voice will come to take its place."
    },
    "day_9": {
      "title": "Knowing When to Stop",
      "date": "Week 2 | Tuesday",
      "verset": "Then David accepted from her hand what she had brought him and said, 'Go home in peace. I have heard your words and granted your request.'",
      "reference": "1 Samuel 25:35",
      "paragraf_1": "When you've reached a conclusion, don't continue the discussion. Abigail knew when to withdraw after achieving her goal.",
      "paragraf_2": "Agitation, excessive talking, or becoming too personal can sabotage an important request.",
      "guidelines": {
        "step_1": {
          "title": "Avoid agitation",
          "description": "Agitation leads to excessive talking, which can bother the other person."
        },
        "step_2": {
          "title": "Stay calm",
          "description": "After making a request, be silent and let the other person respond."
        },
        "step_3": {
          "title": "Remain professional",
          "description": "Don't become too familiar in a professional context after receiving a positive response."
        }
      },
      "reflection_questions": [
        "Do you remember how you behaved during an important request in the past?",
        "What mental trigger can you use to know when to end a conversation?",
        "Do you know someone who knows how to get what they want and withdraw at the right time?"
      ],
      "conclusion": "You sabotage yourself if you make a request and continue talking without giving the other person time to respond."
    },
    "day_10": {
      "title": "God's GPS",
      "date": "Week 2 | Wednesday",
      "verset": "Take delight in the Lord, and He will give you the desires of your heart.",
      "reference": "Psalm 37:4",
      "paragraf_1": "God guides us to our destination through pleasure and peace when we are on the right path and unease when we stray.",
      "paragraf_2": "Signals must be tested with Scripture. God's GPS is guided by His Word.",
      "guidelines": {
        "step_1": {
          "title": "What keeps me awake at night?",
          "description": "Worry can be a clue to something God wants you to resolve."
        },
        "step_2": {
          "title": "What brings me fulfillment?",
          "description": "Activities that bring you joy are evidence that you are running in the right lane."
        },
        "step_3": {
          "title": "What causes me pain?",
          "description": "Pain can indicate a place where you should not be."
        }
      },
      "reflection_questions": [
        "Do you know someone who has learned to discern God's direction?",
        "Where is God's GPS guiding you?",
        "What clues have you discovered that God uses to communicate with you?"
      ],
      "conclusion": "God communicates with you before trying to take you somewhere. What is He telling you?"
    },
    "day_11": {
      "title": "Providential Encounters",
      "date": "Week 2 | Thursday",
      "verset": "Do not forget to show hospitality to strangers, for by so doing some people have shown hospitality to angels without knowing it.",
      "reference": "Hebrews 13:2",
      "paragraf_1": "God works in us to fulfill His plans. Sometimes, help comes through providential encounters.",
      "paragraf_2": "Are you attentive to the strangers who appear on your path? God uses these encounters to guide us.",
      "guidelines": {
        "step_1": {
          "title": "Recognize help",
          "description": "Be attentive to moments when God works through people to help you."
        },
        "step_2": {
          "title": "Have faith",
          "description": "Take steps by faith before seeing results."
        },
        "step_3": {
          "title": "Serve intentionally",
          "description": "Serve those around you, recognizing providential moments."
        }
      },
      "reflection_questions": [
        "When was the last time you thanked God for the help you received?",
        "Did the help come unexpectedly or as a result of prayer?",
        "What would you try to do if you knew God was supporting you every step of the way?"
      ],
      "conclusion": "God walks dressed in ordinary clothes. Do you recognize His providential fingerprints?"
    },
    "day_12": {
      "title": "The Level of Expectations",
      "date": "Week 2 | Friday",
      "verset": "If anyone forces you to go one mile, go with them two miles.",
      "reference": "Matthew 5:41",
      "paragraf_1": "Jesus used the example of going the extra mile to teach us not to settle for less.",
      "paragraf_2": "How do we exceed others' expectations? This builds a better opinion of us.",
      "guidelines": {
        "step_1": {
          "title": "Be prepared",
          "description": "Arrive on time, informed, and ready to meet the requirements."
        },
        "step_2": {
          "title": "Listen and respond",
          "description": "Pay attention to others' needs before speaking about your own."
        },
        "step_3": {
          "title": "Be consistent",
          "description": "Keep your promises and strive to surprise people with gestures of appreciation."
        }
      },
      "reflection_questions": [
        "For whom do you need to exceed expectations this week?",
        "In what area of expectations do you need to make improvements?",
        "How would those you serve evaluate your ability to meet and exceed expectations?"
      ],
      "conclusion": "The level of expectations is usually hidden in plain sight. If you exceed it, people will have a better opinion of you."
    },
    "day_15": {
      "title": "The Child and the Sword",
      "date": "Week 3 | Monday",
      "verset": "Then the king said, 'Bring me a sword.' So they brought a sword before the king. And the king said, 'Divide the living child in two, and give half to one and half to the other.' Then the woman whose son was alive said to the king, 'Oh, my lord, give her the living child, and by no means kill him!' But the other said, 'Let him be neither mine nor yours; divide him.' Then the king answered and said, 'Give the living child to the first woman, and by no means kill him; she is his mother.'",
      "reference": "1 Kings 3:24-27",
      "paragraf_1": "King Solomon asked God for wisdom and received discernment to judge justly.",
      "paragraf_2": "With a developed sixth sense, you can understand and lead a situation using timing, intuition, and emotion.",
      "guidelines": {
        "step_1": {
          "title": "Leverage intuition",
          "description": "Learn to interpret emotional reactions to make better decisions."
        },
        "step_2": {
          "title": "Observe timing",
          "description": "Choose the right moment to act or speak."
        },
        "step_3": {
          "title": "Develop emotional intelligence",
          "description": "Be aware of your emotions and those of others to create a productive outcome."
        }
      },
      "reflection_questions": [
        "Do you know someone who knows what, how, and when to say something?",
        "Have you experienced a moment when you were out of sync?",
        "What steps can you take to develop your sixth sense?"
      ],
      "conclusion": "A well-trained sixth sense makes the difference between the talented and the super-talented."
    },
    "day_16": {
      "title": "The Art of Correction",
      "date": "Week 3 | Tuesday",
      "verset": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
      "reference": "Proverbs 15:1",
      "paragraf_1": "Correction is more of an art than a science, requiring adaptation to each person and situation.",
      "paragraf_2": "Leaders must affirm appreciation, correct gently, confront honestly, and teach clearly.",
      "guidelines": {
        "step_1": {
          "title": "Affirm appreciation",
          "description": "Recognize the person's strengths and contributions before correcting."
        },
        "step_2": {
          "title": "Confront honestly",
          "description": "Address the issue directly without beating around the bush."
        },
        "step_3": {
          "title": "Teach clearly",
          "description": "Set expectations and provide concrete examples for change."
        }
      },
      "reflection_questions": [
        "How did you feel when you were corrected?",
        "What is the most important skill for a leader who corrects?",
        "What advice would you give a leader about correcting performance?"
      ],
      "conclusion": "Your potential as a leader can grow or shrink depending on your ability to correct effectively."
    },
    "day_17": {
      "title": "The Art of Persuasion",
      "date": "Week 3 | Wednesday",
      "verset": "This Paul has persuaded and turned away a great number of people, saying that gods made with hands are not gods.",
      "reference": "Acts 19:24-26",
      "paragraf_1": "Influence is not enough. Persuasion transforms influence into action.",
      "paragraf_2": "Paul used connection, communication, and decision to win souls for God's Kingdom.",
      "guidelines": {
        "step_1": {
          "title": "Build connections",
          "description": "Find common ground to establish a relationship before presenting your arguments."
        },
        "step_2": {
          "title": "Communicate with passion",
          "description": "Use facts, figures, and enthusiasm to persuade others."
        },
        "step_3": {
          "title": "Be decision-oriented",
          "description": "Don't just influence, persuade people to take action."
        }
      },
      "reflection_questions": [
        "How would you describe your level of influence and persuasion?",
        "Do you know someone with the ability to persuade?",
        "What is your strategy for persuading people?"
      ],
      "conclusion": "Influence is not enough. Success requires persuading people to act."
    },
    "day_18": {
      "title": "The Spiritual Nature",
      "date": "Week 3 | Thursday",
      "verset": "Therefore since we are God's offspring, we should not think that the divine being is like gold or silver.",
      "reference": "Acts 17:29",
      "paragraf_1": "Paul established a relationship with his audience before debating the truth about God.",
      "paragraf_2": "Knowing and manifesting the spiritual nature of God is essential for daily life.",
      "guidelines": {
        "step_1": {
          "title": "Recognize identity",
          "description": "Remember that you are a child of God, loved and forgiven."
        },
        "step_2": {
          "title": "Access divine wisdom",
          "description": "Use the discernment God has placed in you for correct decisions."
        },
        "step_3": {
          "title": "Allow divine nature to manifest",
          "description": "Let God work in you and through you."
        }
      },
      "reflection_questions": [
        "How do you see God's nature working in your life?",
        "Do you believe God wants to interact with you daily?",
        "How can you practically manifest the spiritual nature?"
      ],
      "conclusion": "The spiritual nature received at salvation must be allowed to manifest to reflect Christ's likeness."
    },
    "day_19": {
      "title": "Becoming a Master of Questions",
      "date": "Week 3 | Friday",
      "verset": "Jesus replied, 'I will also ask you one question. Answer me, and I will tell you by what authority I am doing these things. John's baptism—was it from heaven, or of human origin? Tell me!'",
      "reference": "Mark 11:29-30",
      "paragraf_1": "Jesus was a master of questions, using them to capture attention and set direction.",
      "paragraf_2": "Well-asked questions create connections, clarity, and open the way to discovery.",
      "guidelines": {
        "step_1": {
          "title": "Use strategic questions",
          "description": "Ask questions to direct discussions and create impact."
        },
        "step_2": {
          "title": "Encourage discovery",
          "description": "Questions make people think and explore solutions."
        },
        "step_3": {
          "title": "Establish connections",
          "description": "Ask questions to connect and build relationships."
        }
      },
      "reflection_questions": [
        "Have you ever developed a series of questions to lead to a decision?",
        "Do you know someone skilled in directing conversations?",
        "How do you use the six big questions: Who, What, When, How, Where, Why?"
      ],
      "conclusion": "Well-asked questions bring more influence than direct statements."
    },
    "day_22": {
      "title": "Angels on a Mission",
      "date": "Week 4 | Monday",
      "verse": "Do not forget to show hospitality to strangers, for by so doing some have shown hospitality to angels without knowing it.",
      "reference": "Hebrews 13:2",
      "paragraph_1": "Have you ever seen an angel? In the Old Testament, angels were identified as supernatural beings or even God Himself.",
      "paragraph_2": "Ask God to show you the wonders in your life. You can be an angel to someone else by serving in His name.",
      "guidelines": {
        "step_1": {
          "title": "Acknowledge the wonders",
          "description": "Reflect on the divine intersections and miracles God has performed in your life."
        },
        "step_2": {
          "title": "Be a servant",
          "description": "Choose to be God's hands and feet for those in need."
        },
        "step_3": {
          "title": "Look for opportunities",
          "description": "Be attentive to moments when you can help and be an answer to others' prayers."
        }
      },
      "reflection_questions": [
        "What was the last miracle you experienced?",
        "Have you ever felt the intervention of an angel in your life?",
        "How can you be an angel to someone today?"
      ],
      "conclusion": "While waiting for God to show you an angel, you can be the angel He sends to help."
    },
    "day_23": {
      "title": "The Power of Motivating Relationships",
      "date": "Week 4 | Tuesday",
      "verse": "Paul and Barnabas shook the dust off their feet against them and went to Iconium.",
      "reference": "Acts 13:51-14:1",
      "paragraph_1": "The right relationships energize and motivate you, while the wrong ones drain and discourage you.",
      "paragraph_2": "Paul and Barnabas knew when it was time to leave and continue their mission elsewhere.",
      "guidelines": {
        "step_1": {
          "title": "Evaluate relationships",
          "description": "Identify relationships that motivate you and those that hinder your growth."
        },
        "step_2": {
          "title": "Shake off the dust",
          "description": "Leave unhealthy relationships and focus on those that appreciate you."
        },
        "step_3": {
          "title": "Be authentic",
          "description": "Build relationships based on mutual respect and trust."
        }
      },
      "reflection_questions": [
        "Who in your life motivates you and why?",
        "Are there relationships you should leave behind?",
        "How can you build more positive relationships?"
      ],
      "conclusion": "Seek places and people who appreciate you, and do not stay where you are merely tolerated."
    },
    "day_24": {
      "title": "Ashamed of Success",
      "date": "Week 4 | Wednesday",
      "verse": "Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction. For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.",
      "reference": "1 Timothy 6:9-10",
      "paragraph_1": "Money is good when used for eternal purposes and does not become an idol.",
      "paragraph_2": "Do not be ashamed of your success. Use your resources to fulfill God's plans.",
      "guidelines": {
        "step_1": {
          "title": "Think strategically",
          "description": "Your investments should reflect God's purposes and values."
        },
        "step_2": {
          "title": "Be generous",
          "description": "Give joyfully and use your resources for the good of others."
        },
        "step_3": {
          "title": "Be responsible",
          "description": "Manage your resources wisely and transparently."
        }
      },
      "reflection_questions": [
        "How do you use money to support God's plans?",
        "Do you know someone who manages financial resources well?",
        "How can you turn your success into a blessing for others?"
      ],
      "conclusion": "God is not bothered by your success. He rejoices when you put Him first."
    },
    "day_25": {
      "title": "A Leader Without Wisdom",
      "date": "Week 4 | Thursday",
      "verse": "Now think it over and see what you can do, for disaster is hanging over our master and his whole household. He is such a wicked man that no one can talk to him.",
      "reference": "1 Samuel 25:17",
      "paragraph_1": "Nabal was considered a leader without wisdom, unable to learn or accept advice.",
      "paragraph_2": "Abigail was the opposite, using intelligence and obedience to navigate difficult situations.",
      "guidelines": {
        "step_1": {
          "title": "Listen actively",
          "description": "Be open to feedback and learn from it."
        },
        "step_2": {
          "title": "Adapt",
          "description": "Respond with wisdom in the face of conflicts and problems."
        },
        "step_3": {
          "title": "Stay humble",
          "description": "Acknowledge when you are wrong and seek to improve the situation."
        }
      },
      "reflection_questions": [
        "What is your reputation among those who know you?",
        "How do you respond to constructive feedback?",
        "How can you cultivate a culture of listening in your team?"
      ],
      "conclusion": "Leaders who listen and learn gain respect and create stronger teams."
    },
    "day_26": {
      "title": "God's Springboard",
      "date": "Week 4 | Friday",
      "verse": "Can we find anyone like this man, one in whom is the spirit of God?",
      "reference": "Genesis 41:38",
      "paragraph_1": "God uses problems to propel us toward success, as He did with Joseph.",
      "paragraph_2": "Solving problems is the key to influence and better relationships.",
      "guidelines": {
        "step_1": {
          "title": "Solve problems",
          "description": "Focus on solutions for the needs of others."
        },
        "step_2": {
          "title": "Be proactive",
          "description": "Identify opportunities where you can make a difference."
        },
        "step_3": {
          "title": "Be confident",
          "description": "Trust in your gifts to contribute to the success of others."
        }
      },
      "reflection_questions": [
        "What problem is God drawing your attention to solve?",
        "How do you use your gifts to improve the lives of others?",
        "How is God preparing you for your next opportunity?"
      ],
      "conclusion": "Problems are God's springboards to propel you toward His purposes."
    },
    "day_29": {
      "title": "The Journal",
      "date": "Week 5 | Monday",
      "verse": "So he replied to the messengers, 'Go back and report to John what you have seen and heard: The blind receive sight, the lame walk, those who have leprosy are cleansed, the deaf hear, the dead are raised, and the good news is proclaimed to the poor.'",
      "reference": "Luke 7:22",
      "paragraph_1": "Direct testimonies are hard to dispute. They are personal, powerful, and convincing.",
      "paragraph_2": "Keeping a journal of your experiences with God can help you influence others.",
      "guidelines": {
        "step_1": {
          "title": "Tell meaningful stories",
          "description": "Talk about experiences that have marked you and how they have changed you."
        },
        "step_2": {
          "title": "Be vulnerable",
          "description": "Share not only your successes but also your struggles to build authentic relationships."
        },
        "step_3": {
          "title": "Use a journal",
          "description": "Keep a journal of your experiences with God to inspire yourself and others."
        }
      },
      "reflection_questions": [
        "What is the story behind your achievements or vision?",
        "What personal experience can you share to influence others?",
        "When have you experienced a moment where your conviction convinced someone else?"
      ],
      "conclusion": "Being a witness means telling what you have seen and heard and how it has changed you."
    },
    "day_30": {
      "title": "Everything for Everyone",
      "date": "Week 5 | Tuesday",
      "verse": "Since what may be known about God is plain to them, because God has made it plain to them. For since the creation of the world God’s invisible qualities—his eternal power and divine nature—have been clearly seen, being understood from what has been made, so that people are without excuse.",
      "reference": "Romans 1:19-20",
      "paragraph_1": "There is an awareness of God in every person, whether they acknowledge Him or not.",
      "paragraph_2": "To build spiritual relationships, seek a common frame of reference to create a connection.",
      "guidelines": {
        "step_1": {
          "title": "Understand worldviews",
          "description": "Learn how a person's past and experiences have shaped their beliefs."
        },
        "step_2": {
          "title": "Explore beliefs",
          "description": "Discuss the person's spiritual background and the reasons behind their beliefs."
        },
        "step_3": {
          "title": "Discover goals",
          "description": "Ask about the person's goals to understand their current priorities."
        }
      },
      "reflection_questions": [
        "How did the conversation go that led you to know God?",
        "What advice would you give to someone who wants to share their faith?",
        "How can you create a deeper spiritual connection with someone?"
      ],
      "conclusion": "Until you discover a person's frame of reference, you cannot build a spiritual connection."
    },
    "day_31": {
      "title": "The King and the Fool",
      "date": "Week 5 | Wednesday",
      "verse": "Please forgive your servant’s presumption. The Lord your God will certainly make a lasting dynasty for my lord, because you fight the Lord’s battles, and no wrongdoing will be found in you as long as you live. Even though someone is pursuing you to take your life, the life of my lord will be bound securely in the bundle of the living by the Lord your God, but the lives of your enemies he will hurl away as from the pocket of a sling.",
      "reference": "1 Samuel 25:27-29",
      "paragraph_1": "Abigail, a wise woman, acted quickly to prevent David's revenge on her husband, Nabal.",
      "paragraph_2": "She spoke to the king in David, not the fool, showing him his greatness and calling from God.",
      "guidelines": {
        "step_1": {
          "title": "Address their greatness",
          "description": "Speak about their qualities to motivate them."
        },
        "step_2": {
          "title": "Meet their needs",
          "description": "Help them solve urgent problems to gain their attention."
        },
        "step_3": {
          "title": "Talk about vision",
          "description": "Bring up God's promises and callings for their life."
        }
      },
      "reflection_questions": [
        "How do you win others over in difficult conversations?",
        "What tactics do you use to calm people in tense situations?",
        "Have you seen someone applying strategies similar to Abigail's?"
      ],
      "conclusion": "Speak to people about their greatness, and they will listen to you."
    },
    "day_32": {
      "title": "The Halo Effect",
      "date": "Week 5 | Thursday",
      "verse": "The Lord was with Joseph so that he prospered, and he lived in the house of his Egyptian master. When his master saw that the Lord was with him and that the Lord gave him success in everything he did, Joseph found favor in his eyes and became his attendant. Potiphar put him in charge of his household, and he entrusted to his care everything he owned.",
      "reference": "Genesis 39:2-6",
      "paragraph_1": "God uses problem-solving to bless others and increase the influence of believers.",
      "paragraph_2": "Joseph, David, and Esther solved problems that brought blessings and gained favor.",
      "guidelines": {
        "step_1": {
          "title": "Identify problems",
          "description": "Observe unique problems that only you can solve."
        },
        "step_2": {
          "title": "Seek God's strategy",
          "description": "Pray for God's direction in solving problems."
        },
        "step_3": {
          "title": "Leverage opportunities",
          "description": "Be willing to serve authorities and contribute to God's plans."
        }
      },
      "reflection_questions": [
        "What problems is God calling you to solve?",
        "How can you use your gifts to solve these problems?",
        "How has God blessed you while solving problems for others?"
      ],
      "conclusion": "Problems are opportunities through which God increases your influence and prepares you for more."
    },
    "day_33": {
      "title": "In Search of the Next David",
      "date": "Week 5 | Friday",
      "verse": "As Solomon grew old, his wives turned his heart after other gods...",
      "reference": "1 Kings 11:4, 9-10",
      "paragraph_1": "David's spiritual legacy was lost by Solomon due to compromises.",
      "paragraph_2": "Leaders must prepare succession, offering not only resources but also heart and values.",
      "guidelines": {
        "step_1": {
          "title": "Seek God's heart",
          "description": "David was a leader after God's heart, and this guaranteed his success."
        },
        "step_2": {
          "title": "Pass on values",
          "description": "Offer not only resources but also teachings that will last generations."
        },
        "step_3": {
          "title": "Avoid compromises",
          "description": "Be vigilant against things that can turn your heart away from God."
        }
      },
      "reflection_questions": [
        "How do you protect your spiritual legacy?",
        "What lessons can you learn from the differences between David and Solomon?",
        "How can you prepare the next generations for spiritual and personal success?"
      ],
      "conclusion": "A lasting legacy involves more than material resources; it involves values and heart."
    },
    "day_36": {
      "title": "The Courage to Confront",
      "date": "Week 6 | Monday",
      "verse": "When Cephas came to Antioch, I opposed him to his face, because he stood condemned. For before certain men came from James, he used to eat with the Gentiles. But when they arrived, he began to draw back and separate himself from the Gentiles because he was afraid of those who belonged to the circumcision group.",
      "reference": "Galatians 2:11-14",
      "paragraph_1": "Confronting inappropriate behavior requires courage, tact, and interpersonal skills.",
      "paragraph_2": "Paul confronted influential leaders like Peter, giving us an example of how to correct with sincerity and care.",
      "guidelines": {
        "step_1": {
          "title": "Encourage before correcting",
          "description": "Acknowledge the person's contributions and strengths before discussing the behavior."
        },
        "step_2": {
          "title": "Confront with sincerity",
          "description": "Be direct but calm, and set clear expectations for the future."
        },
        "step_3": {
          "title": "Monitor progress",
          "description": "Provide regular feedback and reaffirm your confidence in the person."
        }
      },
      "reflection_questions": [
        "How did you feel the last time you were corrected?",
        "How do you approach correcting others effectively?",
        "What are the differences in correcting a peer, subordinate, or superior?"
      ],
      "conclusion": "Bad behavior left unchecked is perceived as approved."
    },
    "day_37": {
      "title": "Seven Characteristics of God's Gifts",
      "date": "Week 6 | Tuesday",
      "verse": "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.",
      "reference": "2 Timothy 1:6",
      "paragraph_1": "God's gifts are given to be used in serving others and develop through constant use.",
      "paragraph_2": "Intentional leaders develop their gifts through daily practice and dedication.",
      "guidelines": {
        "step_1": {
          "title": "Focus on purpose",
          "description": "Identify areas where your gifts can make the greatest contribution."
        },
        "step_2": {
          "title": "Activate your calling",
          "description": "Use your gifts for God's purposes and to serve others."
        },
        "step_3": {
          "title": "Multiply through use",
          "description": "Observe how your gifts grow and expand as you use them."
        }
      },
      "reflection_questions": [
        "What gifts has God given you?",
        "How do you use your gifts to help others?",
        "What is your plan to develop these gifts?"
      ],
      "conclusion": "Motivation helps you start, but intentional learning makes you grow."
    },
    "day_38": {
      "title": "Authentic Friends and False Friends",
      "date": "Week 6 | Wednesday",
      "verse": "...they flatter others for their own advantage.",
      "reference": "Jude 1:16",
      "paragraph_1": "Authentic friends seek to help you, while false friends pursue their own benefit.",
      "paragraph_2": "Evaluate the motivations in your relationships and avoid manipulation under the guise of friendship.",
      "guidelines": {
        "step_1": {
          "title": "Identify false friends",
          "description": "Observe relationships based on manipulation or self-interest."
        },
        "step_2": {
          "title": "Be an authentic friend",
          "description": "Put the benefit of others ahead of your own interest."
        },
        "step_3": {
          "title": "Cultivate integrity",
          "description": "Ensure your motives are pure and transparent."
        }
      },
      "reflection_questions": [
        "Who in your life represents an authentic or false friendship?",
        "How do you evaluate the motivations of your relationships?",
        "How can you be a more authentic friend?"
      ],
      "conclusion": "Manipulators pursue personal gain; true friends seek to help you."
    },
    "day_39": {
      "title": "The ABCs of Correction",
      "date": "Week 6 | Thursday",
      "verse": "Do not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers.",
      "reference": "1 Timothy 5:1",
      "paragraph_1": "Correction is an act of care and must be done with gentleness, understanding, and respect.",
      "paragraph_2": "When correcting, emotional preparation and a simple approach are essential for reconciliation.",
      "guidelines": {
        "step_1": {
          "title": "Affirm value",
          "description": "Acknowledge the person's contributions and strengths before correcting."
        },
        "step_2": {
          "title": "Correct with clarity",
          "description": "Specify the problematic behavior and its impact."
        },
        "step_3": {
          "title": "Encourage for the future",
          "description": "Reaffirm the person's potential and schedule a follow-up meeting."
        }
      },
      "reflection_questions": [
        "When was the last time you corrected someone?",
        "How did the conversation go?",
        "What would you do differently next time?"
      ],
      "conclusion": "Biblical correction is an act of rehabilitation and reconciliation, with a higher calling."
    },
    "day_40": {
      "title": "Divine Love",
      "date": "Week 6 | Friday",
      "verse": "...I will dwell among the children of Israel.",
      "reference": "1 Kings 6:13",
      "paragraph_1": "God loves you unconditionally and desires a deep relationship with you.",
      "paragraph_2": "This divine love wants to dwell in you and lead you to a deeper level of intimacy with Him.",
      "guidelines": {
        "step_1": {
          "title": "Draw near to God",
          "description": "Seek to know God more deeply every day."
        },
        "step_2": {
          "title": "Acknowledge His love",
          "description": "Notice the signs of His unconditional love in your life."
        },
        "step_3": {
          "title": "Initiate fellowship",
          "description": "Take daily steps to cultivate intimacy with God."
        }
      },
      "reflection_questions": [
        "How can you draw closer to God at this moment?",
        "What is the evidence that God is waiting for you?",
        "Do you initiate daily fellowship with God, or are you waiting for a sign?"
      ],
      "conclusion": "God desires reciprocity in the relationship to bring you closer to each other."
    },
    "day_43": {
      "title": "Forgiveness in the Workplace",
      "date": "Week 7 | Monday",
      "verse": "Neither do I condemn you. Go now and leave your life of sin.",
      "reference": "John 8:10-11",
      "paragraph_1": "Forgiveness liberates both the forgiven and the one who offers forgiveness.",
      "paragraph_2": "Forgiving someone in the workplace can eliminate tensions and improve professional relationships.",
      "guidelines": {
        "step_1": {
          "title": "Offer a second chance",
          "description": "Be willing to forgive mistakes, regardless of their reason."
        },
        "step_2": {
          "title": "Be empathetic",
          "description": "Understand the circumstances and reasons behind the mistakes."
        },
        "step_3": {
          "title": "Forgive yourself",
          "description": "Accept your mistakes and receive divine forgiveness."
        }
      },
      "reflection_questions": [
        "Who do you need to forgive?",
        "How does forgiveness make you feel free?",
        "Have you ever been forgiven for an intentional mistake?"
      ],
      "conclusion": "When you forgive, the prisoner set free is you."
    },
    "day_44": {
      "title": "The Image Given by God",
      "date": "Week 7 | Tuesday",
      "verse": "Do not be afraid of them, for I am with you to rescue you.",
      "reference": "Jeremiah 1:6-9",
      "paragraph_1": "God sees you with greater potential than you see in yourself.",
      "paragraph_2": "Accepting God's vision for you is the key to fulfilling your calling.",
      "guidelines": {
        "step_1": {
          "title": "Accept correction",
          "description": "Allow God to change your perception of yourself."
        },
        "step_2": {
          "title": "Practice courage",
          "description": "Speak and believe the words God says about you."
        },
        "step_3": {
          "title": "Follow commands",
          "description": "Be obedient to divine guidance."
        }
      },
      "reflection_questions": [
        "What misconceptions about yourself do you need to change?",
        "Have you ever written down your questions for God?",
        "How does the Bible describe your identity in Christ?"
      ],
      "conclusion": "When you see yourself through God's eyes, you will feel about yourself what He feels."
    },
    "day_45": {
      "title": "God's Door",
      "date": "Week 7 | Wednesday",
      "verse": "For this is what the Lord says about Shallum son of Josiah, who succeeded his father as king of Judah but has gone from this place: 'He will never return. He will die in the place where they have led him captive; he will not see this land again.'",
      "reference": "Jeremiah 22:11-12",
      "paragraph_1": "The doors opened and closed by God are opportunities that guide our lives.",
      "paragraph_2": "God is waiting for you beyond the door of faith, ready to support you at every step.",
      "guidelines": {
        "step_1": {
          "title": "Recognize open doors",
          "description": "Identify past opportunities and learn from them."
        },
        "step_2": {
          "title": "Be courageous",
          "description": "Step through the doors that are open to you with faith."
        },
        "step_3": {
          "title": "Close the wrong doors",
          "description": "Let go of the past and opportunities that are not for you."
        }
      },
      "reflection_questions": [
        "What doors do you need to close in your past?",
        "Which doors are you afraid to walk through?",
        "Do you believe God will support you if you move forward?"
      ],
      "conclusion": "God is waiting beyond every door of faith you open."
    },
    "day_46": {
      "title": "The Sixth Sense - Timing",
      "date": "Week 7 | Thursday",
      "verse": "A word aptly spoken is like apples of gold in settings of silver.",
      "reference": "Proverbs 25:11",
      "paragraph_1": "Proper timing is crucial for success in all aspects of life.",
      "paragraph_2": "The right words and actions at the right time lead to positive results.",
      "guidelines": {
        "step_1": {
          "title": "Read the situation",
          "description": "Understand the context and emotions before acting."
        },
        "step_2": {
          "title": "Be calculated",
          "description": "Do not rush conversations; let time do its work."
        },
        "step_3": {
          "title": "Learn from mistakes",
          "description": "Analyze moments when your timing was off."
        }
      },
      "reflection_questions": [
        "Do you remember a moment when your timing was off?",
        "Who in your life has an excellent sense of timing?",
        "How can you improve your timing in your interactions?"
      ],
      "conclusion": "Timing involves reading, leading, and learning at the right moment."
    },
    "day_47": {
      "title": "The Relationship Test",
      "date": "Week 7 | Friday",
      "verse": "Examine yourselves to see whether you are in the faith; test yourselves.",
      "reference": "2 Corinthians 13:5",
      "paragraph_1": "God calls us to evaluate the health of our relationships with Him and others.",
      "paragraph_2": "A relationship test can prevent problems and strengthen existing connections.",
      "guidelines": {
        "step_1": {
          "title": "Evaluate relationships",
          "description": "Examine whether your relationships are based on trust and respect."
        },
        "step_2": {
          "title": "Take action",
          "description": "Address issues before they become more serious."
        },
        "step_3": {
          "title": "Improve relationships",
          "description": "Invest time and effort to build healthy connections."
        }
      },
      "reflection_questions": [
        "How do you build and maintain healthy relationships?",
        "What do people appreciate most about you?",
        "What word would others use to describe you?"
      ],
      "conclusion": "A relationship-building strategy is essential for a leader's success."
    },
    "day_50": {
      "title": "Speak Truth to the Powerful",
      "date": "Week 8 | Monday",
      "verse": "Now get up and go out and speak kindly to your servants, for I swear by the Lord that if you don’t go out, not a man will stay with you tonight.",
      "reference": "2 Samuel 19:6-7",
      "paragraph_1": "Correcting those in authority requires courage, tact, and wisdom.",
      "paragraph_2": "Joab confronted David about his behavior, showing the importance of addressing truth with care.",
      "guidelines": {
        "step_1": {
          "title": "Be humble",
          "description": "Put yourself in their shoes and understand their situation before speaking."
        },
        "step_2": {
          "title": "Be careful",
          "description": "Choose the right words and be sensitive to their reactions."
        },
        "step_3": {
          "title": "Be brief and clear",
          "description": "State the problem and solution in as few sentences as possible."
        }
      },
      "reflection_questions": [
        "When was the last time you confronted someone in authority?",
        "How can you make difficult conversations more bearable?",
        "What advice would you give a friend who needs to confront an authority figure?"
      ],
      "conclusion": "Truth spoken in love can change perspectives, even for those in authority."
    },
    "day_51": {
      "title": "The Suicide of Self-Promotion",
      "date": "Week 8 | Tuesday",
      "verse": "Of all my sons—and the Lord has given me many—he has chosen my son Solomon to sit on the throne of the kingdom of the Lord over Israel. He said to me: 'Your son Solomon is the one who will build my house and my courts, for I have chosen him to be my son, and I will be his father. I will establish his kingdom forever if he is unswerving in carrying out my commands and laws, as is being done at this time.'",
      "reference": "1 Chronicles 28:5-7",
      "paragraph_1": "God promotes character over talent; self-promotion is destructive.",
      "paragraph_2": "The contrast between Adonijah and Solomon shows the difference between divine promotion and self-proclaimed promotion.",
      "guidelines": {
        "step_1": {
          "title": "Be patient",
          "description": "Wait for God's appointed time for promotion."
        },
        "step_2": {
          "title": "Build character",
          "description": "Develop your integrity and competence before seeking advancement."
        },
        "step_3": {
          "title": "Be humble",
          "description": "Let others promote you and recognize your value."
        }
      },
      "reflection_questions": [
        "Are you tempted to self-promote or wait for God's timing?",
        "What lessons can you learn from Solomon or Adonijah's life?",
        "How can you combine character and competence for lasting promotion?"
      ],
      "conclusion": "God promotes where character and competence intersect."
    },
    "day_52": {
      "title": "The Art of Honoring",
      "date": "Week 8 | Wednesday",
      "verse": "He was amazed at their lack of faith.",
      "reference": "Mark 6:5-6",
      "paragraph_1": "Honoring creates an atmosphere where miracles are possible.",
      "paragraph_2": "Jesus left places where He was not respected, showing the importance of honoring for success.",
      "guidelines": {
        "step_1": {
          "title": "Celebrate others' contributions",
          "description": "Acknowledge the talents and gifts of those around you."
        },
        "step_2": {
          "title": "Help others",
          "description": "Be a supportive resource for those in need."
        },
        "step_3": {
          "title": "Practice prayer",
          "description": "Pray for those who do not respect you and offer them support."
        }
      },
      "reflection_questions": [
        "Who honors your contributions?",
        "How can you show more respect in your relationships?",
        "What steps can you take to create an atmosphere of honoring?"
      ],
      "conclusion": "An atmosphere of honoring attracts miracles and builds relationships."
    },
    "day_53": {
      "title": "Goliath's Role in Your Promotion",
      "date": "Week 8 | Thursday",
      "verse": "Who is this uncircumcised Philistine?",
      "reference": "1 Samuel 17:24-26",
      "paragraph_1": "Every problem is an opportunity for promotion, as Goliath was for David.",
      "paragraph_2": "Identifying unique needs helps you solve problems and grow your influence.",
      "guidelines": {
        "step_1": {
          "title": "Identify needs",
          "description": "Be sensitive to the visible and invisible needs of those around you."
        },
        "step_2": {
          "title": "Solve problems",
          "description": "Use your abilities to contribute to the growth of others."
        },
        "step_3": {
          "title": "Be proactive",
          "description": "Take the first step in addressing the needs or problems of those in your sphere of influence."
        }
      },
      "reflection_questions": [
        "What needs around you have you become sensitive to?",
        "How can you approach a problem from a unique perspective?",
        "Who can you help today?"
      ],
      "conclusion": "Solved problems open the way for promotion and increased influence."
    },
    "day_54": {
      "title": "Develop Your Power",
      "date": "Week 8 | Friday",
      "verse": "The woman gave birth to a boy and named him Samson. He grew and the Lord blessed him, and the Spirit of the Lord began to stir him while he was in Mahaneh Dan, between Zorah and Eshtaol.",
      "reference": "Judges 13:24-25",
      "paragraph_1": "God works through your talents and strengths to fulfill His purposes.",
      "paragraph_2": "God-given power manifests through His anointing in your daily work.",
      "guidelines": {
        "step_1": {
          "title": "Identify your gifts",
          "description": "Recognize your strengths and how God uses them."
        },
        "step_2": {
          "title": "Collaborate with God",
          "description": "Ask God how He wants to work through you today."
        },
        "step_3": {
          "title": "Be energized",
          "description": "Focus on activities that give you energy and strength."
        }
      },
      "reflection_questions": [
        "What aspects of your life is God blessing today?",
        "What is your talent or superpower?",
        "How can you use your gifts to fulfill your calling?"
      ],
      "conclusion": "The Holy Spirit gives you energy and anointing to fulfill your daily mission."
    },
    "day_57": {
      "title": "Persuade Like Paul (Part I)",
      "date": "Week 9 | Monday",
      "verse": "They arranged to meet Paul on a certain day, and came in even larger numbers to the place where he was staying.",
      "reference": "Acts 28:23-24",
      "paragraph_1": "The Apostle Paul is the primary evangelist of the New Testament, a simple man in appearance but remarkable in his message.",
      "paragraph_2": "Paul used well-prepared methods of persuasion, prayer, and tailored messages to reach people's hearts.",
      "guidelines": {
        "step_1": {
          "title": "Prepare your presentation",
          "description": "Identify influencing factors and organize a preliminary presentation to generate interest."
        },
        "step_2": {
          "title": "Prepare for your audience",
          "description": "Research, anticipate questions, and practice your presentation to be relevant and convincing."
        },
        "step_3": {
          "title": "Pray beforehand",
          "description": "Ask for wisdom, grace, and favor to have a positive impact on your audience."
        }
      },
      "reflection_questions": [
        "How do you prepare for important meetings?",
        "How could you use Paul's method to persuade your audience?",
        "What role does prayer play in planning your presentations?"
      ],
      "conclusion": "Effective persuasion begins with preparation, prayer, and a presentation relevant to your audience."
    },
    "day_58": {
      "title": "Persuade Like Paul (Part II)",
      "date": "Week 9 | Tuesday",
      "verse": "He spoke to them about the faith and offered encouragement.",
      "reference": "Acts 28:23-24",
      "paragraph_1": "Paul built relationships and persuaded people by identifying common ground and respecting their beliefs.",
      "paragraph_2": "He linked messages from the Old Testament to the promises of the New Testament, presenting the Gospel with passion.",
      "guidelines": {
        "step_1": {
          "title": "Identify common ground",
          "description": "Talk about the beliefs and values you share."
        },
        "step_2": {
          "title": "Build a bridge",
          "description": "Honor the past to create a connection and offer hope for the future."
        },
        "step_3": {
          "title": "Add passion",
          "description": "Engage emotionally to inspire those listening to you."
        }
      },
      "reflection_questions": [
        "How can you find common ground with your audience?",
        "How can you connect past traditions to future hopes?",
        "How much passion do you put into what you do?"
      ],
      "conclusion": "Paul's method emphasizes the power of connection and passion in persuading others."
    },
    "day_59": {
      "title": "Persuade Like Paul (Part III)",
      "date": "Week 9 | Wednesday",
      "verse": "Some were convinced by what he said, but others would not believe.",
      "reference": "Acts 28:23-24",
      "paragraph_1": "Paul was resilient, using rejections as opportunities to improve his message and move forward.",
      "paragraph_2": "He relied on clear evidence, stories, and reasoning to demonstrate the relevance of his message.",
      "guidelines": {
        "step_1": {
          "title": "Accept rejections",
          "description": "Turn them into opportunities for growth and learning."
        },
        "step_2": {
          "title": "Be benefit-oriented",
          "description": "Show the relevance and advantages of every proposal you make."
        },
        "step_3": {
          "title": "Be prepared",
          "description": "Use facts, stories, and evidence to support your arguments."
        }
      },
      "reflection_questions": [
        "How do you handle rejections?",
        "How do you present your ideas attractively?",
        "How can you demonstrate the relevance of your message?"
      ],
      "conclusion": "Resilience and evidence are the keys to effective persuasion."
    }
  }
}
