[
  {
    "title": "APROPIEREA DE OAMENI",
    "week": "SĂPTĂMÂNA 1",
    "day": "LUNI",
    "verse": {
      "text": "Mângâiați-vă și întăriți-vă unii pe alții, cum și faceți în adevăr.",
      "reference": "1 Tesaloniceni 5:11"
    },
    "content": [
      {
        "paragraph": "Pe tot parcursul Scripturii, tema edificării apare în mod repetat. A-i pune pe ceilalți pe primul loc, a fi altruist, a da cinste cui i se cuvine și a nu refuza binele cui are nevoie de el, atunci când îți stă în putere să o faci, toate acestea sunt modalități de a-i edifica pe alții, astfel încât aceștia să se simtă încurajați. A edifica înseamnă a ridica pe cineva, iar lucrul acesta se întâmplă printr-un proces îndelungat. Când folosim cuvinte de încurajare la adresa celorlalți, asta scoate la iveală ce este mai bun din ei. De ce este important acest lucru? Mai întâi, pentru că asta trebuie să facem. Dar și pentru că, de asemenea, atunci când oamenii se simt cel mai bine, sunt cei mai eficienți. Ai puterea de a scoate ce e mai bun din ceilalți, indiferent de poziția pe care o ocupi."
      },
      {
        "paragraph": "Trebuie să vezi valoarea cuiva, pentru a-l putea ajuta să se dezvolte. Încurajarea cuiva creează un beneficiu invizibil pentru tine. Atunci când îi vorbești cuiva despre binele pe care îl vezi în el, îi transmiți că are valoare. Atunci când oamenii simt că îi prețuiești, știu că și crezi în ei. Demonstrarea încrederii în celălalt nu este doar bună pentru persoana respectivă și onorantă pentru Dumnezeu, ci creează încredere și influență în jurul tău."
      },
      {
        "paragraph": "Contribuie la dezvoltarea cuiva, înainte de a-i cere să facă ceva. Un semn distinctiv al comunicării biblice este acela de a crea conexiuni și relații. Pentru a-i edifica pe alții trebuie mai întâi să vezi ce este mai bun în ei. Am descoperit că atunci când caut ce este mai bun în ceilalți, găsesc ce este mai bun în ceilalți. Opusul este de asemenea adevărat. Dacă privesc pe cineva prin prisma unui spirit critic, atunci percepția mea despre el este influențată de propriul meu filtru. Iată trei moduri în care o persoană poate ajuta la dezvoltarea cuiva, înainte de a cere ceva de la el. Începe prin a observa ce este mai bun în ceilalți."
      },
      {
        "list": [
          {
            "title": "ÎNCURAJEAZĂ pe cineva",
            "description": "Fiecare persoană poartă în ea un dar unic, pus acolo de Dumnezeu. A recunoaște ceea ce a pus Dumnezeu în ea și a vorbi despre acest dar are ca efect scoaterea la iveală a acestei înzestrări. Încurajarea celuilalt creează încredere în cel care o primește, iar încrederea neutralizează frica. Oamenii sunt mai predispuși să aibă încredere în tine în luarea deciziilor, atunci când se simt puternici în prezența ta."
          },
          {
            "title": "APRECIAZĂ o decizie trecută, prezentă sau viitoare",
            "description": "Joe Girard a ajuns în Cartea Recordurilor pentru că a vândut peste 13.000 de automobile. Care a fost secretul acestui succes extraordinar? Joe era un guru al relațiilor, care găsea întotdeauna ceva bun de spus despre clienții săi. El sublinia ceva special la mașina pe care o conduceau în acel moment sau complimenta o decizie pe care o luau în considerare. Aprecierea deciziei cuiva comunică încrederea pe care o ai în el."
          },
          {
            "title": "ADMIRĂ o realizare",
            "description": "Succesele sunt sacre pentru persoana care le-a obținut. Onorarea unui moment de vârf din viața unei persoane, a unui prag depășit sau lăudarea unui obiectiv atins semnalează faptul că îi acorzi cea mai mare considerație persoanei și lucrului pe care l-a realizat. Atunci când oamenii simt admirație din partea ta, vor fi atrași de tine. Respectarea și cinstirea altcuiva creează o atracție magnetică între cel care dăruiește și cel care primește, iar influența este cu atât mai mare."
          }
        ]
      }
    ],
    "reflection_questions": [
      "În ce fel cauți să îi edifici pe cei din jurul tău cu regularitate?",
      "În cine vezi măreția pe care alții o ignoră?",
      "Pe cine poți încuraja, aprecia, sau admira astăzi?"
    ],
    "conclusion": "Până când nu te apropii de oameni, în cadrul unei relații, aceștia nu te vor urma în aspectele profesionale."
  },
  {
    "title": "UN LIDER EFICIENT",

    "week": "SĂPTĂMÂNA 5",
    "day": "VINERI",
    "verse": {
      "text": "De aceea, luați toată armătura lui Dumnezeu, ca să vă puteți împotrivi în ziua cea rea și să rămâneți în picioare după ce veți fi biruit totul.",
      "reference": "Efeseni 6:13"
    },
    "content": [
      {
        "paragraph": "Fiecare profesie are un set de instrumente necesare practicării ei cu succes. Piața de astăzi este plină de aplicații care îi fac pe oameni mai productivi. Dacă te poți gândi la ceva, există o aplicație pentru asta. Pavel folosește analogia armurii militare pentru a prezenta armele pe care un soldat al lui Hristos le poate folosi zilnic. Unele sunt ofensive, iar altele sunt defensive, dar fiecare are o utilizare specifică. Înainte de a intra în slujirea spirituală, Isus a folosit uneltele unui tâmplar. Apoi, a folosit unelte precum comunicarea, compasiunea, mentoratul și multe altele. Ce unelte folosești în fiecare zi pentru a avea succes?"
      },
      {
        "section_title": "ȘASE INSTRUMENTE ALE UNUI LIDER EFICIENT",
        "list": [
          {
            "title": "FOCALIZARE",
            "description": "Concentrarea este abilitatea de a lucra la un singur lucru, eliminând toate celelalte distrageri. Stabilind care este lucrul asupra căruia te vei concentra, ai garanția că vei fi productiv în acel lucru, care este cel mai important. Implicarea în mai multe activități simultan este dușmanul focalizării. Pavel a spus „fac un singur lucru...” (Filipeni 3:13)."
          },
          {
            "title": "TIMP",
            "description": "Succesul este un eveniment programat. Prin organizarea timpului într-un calendar pentru a realiza cele mai importante sarcini, îți asiguri progresul. Ce evenimente din calendarul tău sunt de neschimbat?"
          },
          {
            "title": "FĂ MAI ÎNTÂI CE NU-ȚI PLACE",
            "description": "Oricare ar fi cea mai dificilă sarcină a zilei, fă-o prima. Te vei elibera emoțional, pentru a aborda sarcini mai ușoare pe parcursul zilei. Ce ai tot amânat și știi că trebuie să faci?"
          },
          {
            "title": "PRIORITIZEAZĂ",
            "description": "Dedică cel mai mult timp activităților și evenimentelor care produc cel mai mare randament în timpul unei zile. Acolo unde este posibil, deleagă sarcinile pe care le pot face alții, astfel încât să ai timp să faci ceea ce numai tu poți face. Care sunt cele trei lucruri pe care trebuie să le realizezi pentru a avea succes astăzi?"
          },
          {
            "title": "STABILIREA OBIECTIVELOR",
            "description": "Stabilirea unor obiective pe termen scurt (1 an sau mai puțin) și pe termen lung (1 an sau mai mult) îți va permite să lucrezi la viitorul pe care dorești să îl ai. Atunci când stabilești obiectivele, asigură-te că sunt specifice, măsurabile, accesibile și relevante. Ce obiective generează o forță motivațională în viața ta?"
          },
          {
            "title": "ORIENTAT PE OPORTUNITATE",
            "description": "Cineva, undeva, are o problemă. Oamenii de succes se concentrează pe descoperirea și rezolvarea problemelor. Ei și-au antrenat perspectiva pentru a vedea problemele ca pe niște oportunități de a-i servi pe alții și de a consolida relații. Ce probleme ar putea fi în jur, pe care le-ai putea rezolva pentru cineva astăzi?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care se pricepe foarte bine la valorificarea unuia sau mai multor seturi de abilități?",
      "Ai un mentor pe care l-ai putea ruga să-ți împărtășească strategia zilnică proprie de a ajunge la succes?",
      "Ce instrumente folosești care nu sunt pe lista de mai sus și care te fac să ai succes?"
    ],
    "conclusion": "Dumnezeu a creat conexiuni mentale în creierul tău pentru a te ajuta să alergi cât mai bine în cursa vieții tale."
  },
  {
    "title": "MAESTRUL PUZZLE-ULUI",
    "week": "SĂPTĂMÂNA 1",
    "day": "MIERCURI",
    "verse": {
      "text": "Pe când Petru nu știa ce să creadă despre înțelesul vedeniei pe care o avusese, iată că oamenii trimiși de Corneliu, întrebând de casa lui Simon, au stat la poartă.",
      "reference": "Faptele Apostolilor 10:17"
    },
    "content": [
      {
        "paragraph": "Dumnezeu ascunde adesea ceva de tine pentru ca tu să găsești pe cineva de care să dorești să te apropii. Dumnezeu este cel care a gândit parteneriatele. De multe ori îți va da doar o jumătate din ceea ce ai nevoie, astfel încât să fii motivat să găsești cealaltă jumătate pe care El a pus-o în cineva apropiat. Ce piesă de puzzle lipsește din viața ta? Unde și în cine ar fi putut Dumnezeu să o pună, pentru ca tu să o găsești?"
      },
      {
        "paragraph": "Pe cine a desemnat Dumnezeu ca fiind piesa lipsă din puzzle-ul tău? Dumnezeu face orice lucru printr-o persoană sau un loc și pune întotdeauna ceva în cineva apropiat, astfel încât tu să fii atras de oamenii potriviți pe calea ta. Acest adevăr mă face să privesc în jur și în interior de fiecare dată când am o nevoie, știind că, Dumnezeu răspunde la rugăciunea mea, dorind să mă pună lângă cineva, pentru ca și eu să pot fi un răspuns la rugăciunea lui. Depinde de tine să discerni unde a pus Dumnezeu soluția la problema ta. Iată câteva sugestii."
      },
      {
        "section_title": "DISCUTÂND, O VEI DESCOPERI",
        "list": [
          {
            "title": "Cere-I ajutorul lui Dumnezeu",
            "description": "Așteaptă să vezi ce persoană îți aduce El în minte. Nu ignora pe nimeni dintre cei pe care El îi aduce în mintea ta. Poate fi cineva din trecutul sau din prezentul tău."
          },
          {
            "title": "Începe să împărtășești nevoia",
            "description": "Împărtășește nevoia cu cei cu care intri în contact și vezi cine răspunde. Vei fi surprins să vezi cum încep să apară soluții pe măsură ce „discuți” cu cel la care te conduce Dumnezeu. Uneori, soluția vine într-o conversație aparent banală."
          },
          {
            "title": "Citește Scriptura cu inima deschisă",
            "description": "Citește Scriptura cu inima deschisă și pune întrebarea: „Doamne, ce ar trebui să fac în această privință?” Ține recepția deschisă, pentru a vedea ce se întâmplă."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cu cine te simți îndemnat să discuți astăzi despre problema ta?",
      "Te confrunți cu o problemă în care un apropiat ar putea avea ceva experiență?",
      "Este posibil ca, în ultima săptămână, cineva să te fi căutat pentru a fi o „ureche care să asculte” în legătură cu o frământare personală, iar tu să-l fi respins?"
    ],
    "conclusion": "Planul lui Dumnezeu pentru parteneriat înseamnă să-ți dea o piesă din puzzle ție și altcuiva alta, astfel încât tu să fii motivat „să cauți piesa lipsă”."
  },
  {
    "title": "STABILIREA OBIECTIVELOR SPIRITUALE",
    "week": "SĂPTĂMÂNA 1",
    "day": "JOI",
    "verse": {
      "text": "Domnul mi-a răspuns și a zis: „Scrie prorocia și sap-o pe table, ca să se poată citi ușor! Căci este o prorocie a cărei vreme este hotărâtă, se apropie de împlinire și nu va minți; dacă zăbovește, așteapt-o, căci va veni și se va împlini negreșit.”",
      "reference": "Habacuc 2:2-3"
    },
    "content": [
      {
        "paragraph": "I-ai cerut lui Dumnezeu o viziune pentru viața ta? Nu toate viziunile vin de la Dumnezeu, dar atunci când El îți dă o viziune, o scrie pe tăblița inimii tale. Viziunea se manifestă ca o imagine sau o dorință de a merge într-o anumită direcție. Odată ce te angajezi în această viziune, sistemul activator reticular, mai bine cunoscut sub numele de „centrul de atenție al creierului”, începe să capteze și să catalogheze tot felul de informații pentru a concretiza ceea ce a adus Dumnezeu înaintea ta. Mintea ta este acum pregătită să recunoască și să utilizeze forța nevăzută a Duhului lui Dumnezeu, pentru a te ajuta să împlinești dorința care arde în tine din viziunea pe care ți-a dat-o El. Acesta este mecanismul mental integrat, pe care Dumnezeu ți l-a dat pentru a avea succes."
      },
      {
        "paragraph": "Lasă viziunea să se dezvolte, până când va lua formă în viața ta. Dacă reflectezi la viziune și nu o lași să se stingă, ea va crește în inima ta. Pe măsură ce se dezvoltă, va prinde contur și, pe măsură ce face asta, vei fi obligat să acționezi în consecință. Urmărirea cu succes a unei viziuni pentru viața ta va include stabilirea de obiective. Supunerea obiectivelor tale lui Dumnezeu va asigura că acestea sunt sănătoase și echilibrate pentru călătoria care urmează."
      },
      {
        "section_title": "Domenii de stabilire a obiectivelor",
        "list": [
          {
            "title": "Spiritual",
            "description": "Înainte de a putea afla scopul lui Dumnezeu, El vrea să-L cunoști pe El, personal. Să-ți rezervi timp în fiecare zi pentru a învăța despre El și pentru a vorbi cu El este cel mai important obiectiv pe care ți-l poți stabili, conform Matei 6:33. Toate lucrurile în care Îl pui pe Dumnezeu pe primul loc, vor fi binecuvântate de El."
          },
          {
            "title": "Social și relațional",
            "description": "Pe cine trebuie să atragi în cercul tău și pe cine trebuie să îndepărtezi din el? Cere-I lui Dumnezeu să-ți dea discernământ cu privire la cine trebuie să fie acolo și cine nu. Unii oameni îți vor consolida viziunea, alții o vor împiedica."
          },
          {
            "title": "Emoțional",
            "description": "Cheia pentru a te simți într-un anumit fel este să gândești în felul respectiv. Controlul emoțiilor este esențial pentru succes. Definește modul în care vrei să te simți și mentalitatea de succes pe care trebuie s-o adopți pentru a ajunge acolo. O poți învăța din Scriptură și de la oamenii de la care ai dori să adopți un anumit comportament."
          },
          {
            "title": "Vocațional",
            "description": "Ce pași de dezvoltare, poziționare și influență te vor ajuta să-ți evaluezi progresul pe culoarul misiunii pe care o ai?"
          },
          {
            "title": "Financiar",
            "description": "Există o legătură importantă între finanțe și atingerea scopului vieții. Banii sunt un instrument puternic în mâinile celui care dăruiește. Trebuie să câștigi, pentru a putea fi tot mai generos. Care sunt obiectivele financiare pentru care I-ai cerut ajutorul lui Dumnezeu?"
          },
          {
            "title": "Fizic",
            "description": "Ce programe de exerciții fizice regulate și ce discipline alimentare vei pune în aplicare, pentru a te asigura că vei avea puterea și rezistența necesare pentru a te menține pe drumul cel bun?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Există domenii din viața ta care se află în dezechilibru?",
      "Cum poți ajuta pe altcineva să își atingă obiectivele?",
      "Ce scop sau viziune ți-a dat Dumnezeu pentru această perioadă din viața ta?"
    ],
    "conclusion": "Lasă viziunea să se dezvolte, până când va lua formă în viața ta."
  },
  {
    "title": "RIDICĂ-TE",
    "week": "SĂPTĂMÂNA 1",
    "day": "VINERI",
    "verse": {
      "text": "Căci Dumnezeu nu ne-a dat un duh de frică, ci de putere, de dragoste și de chibzuință.",
      "reference": "2 Timotei 1:7"
    },
    "content": [
      {
        "paragraph": "Există un acronim pentru F.E.A.R. (acronim care înseamnă frică, n. tr.) care m-a ajutat să aleg credința în locul fricii - de fapt, două. Acronimul reprezintă două alegeri pe care trebuie să le facem cu toții în fața fricii: „Lasă totul și fugi” sau „Înfruntă totul și ridică-te!” („Fear Everything and Run” și „Face Everything and Rise”, un joc de cuvinte folosit de autor). Eu o aleg pe cea de-a doua. Într-un moment sau altul, fiecare credincios se va confrunta cu frica și va trebui să ia o decizie: „Voi persevera și voi merge înainte, sau mă voi retrage și voi rămâne acolo unde mă simt confortabil?” Frica poate însemna confruntarea cu o conversație incomodă ce urmează să aibă loc, o respingere sau un sentiment de condamnare din cauza așteptărilor legate de o performanță. Ai nevoie de o strategie pentru a depăși frica în momentul deciziei. Această strategie include rostirea cu voce tare a cuvintelor lui Dumnezeu, astfel încât să poți simți ceea ce simte El, deoarece credința vine prin „auzirea” Cuvântului lui Dumnezeu (Romani 10:17)."
      },
      {
        "paragraph": "Iată câteva dintre cuvintele lui Dumnezeu care îmi dau putere să-mi confrunt frica. Este scris...",
        "list": [
          {
            "title": "Filipeni 4:13",
            "description": "„Pot totul în Hristos, care mă întărește.”"
          },
          {
            "title": "1 Ioan 4:4",
            "description": "„...Cel ce este în voi este mai mare decât cel ce este în lume.”"
          },
          {
            "title": "2 Timotei 1:7",
            "description": "„Căci Dumnezeu nu ne-a dat un duh de frică, ci de putere, de dragoste și de chibzuință.”"
          },
          {
            "title": "1 Samuel 17:36",
            "description": "„Așa a doborât robul tău leul și ursul, și cu filisteanul acesta, cu acest netăiat împrejur, va fi ca și cu unul din ei.”"
          }
        ]
      },
      {
        "paragraph": "Când te confrunți cu frica, amintește-ți: credința înseamnă să pășești înainte motivat de prezența Lui."
      }
    ],
    "reflection_questions": [
      "Când a fost ultima dată când ai fost paralizat de frică?",
      "Ai o strategie de a învinge frica?",
      "În ce fel te-a provocat Dumnezeu să ieși din zona de confort?"
    ],
    "conclusion": "Ești făcut să fii un învingător prin Cuvântul Său, care îți dă puterea de a învinge."
  },
  {
    "title": "După ce au părăsit calea cea dreaptă",
    "week": "SĂPTĂMÂNA 2",
    "day": "LUNI",
    "verse": {
      "text": "După ce au părăsit calea cea dreaptă, au rătăcit și au urmat calea lui Balaam, fiul lui Bosor, care a iubit plata fărădelegii. Dar a fost mustrat aspru pentru călcarea lui de lege: o măgăriță necuvântătoare, care a început să vorbească cu glas omenesc, a pus frâu nebuniei prorocului.",
      "reference": "2 Petru 2:15-16"
    },
    "content": [
      {
        "paragraph": "Te-ai lăsat convins vreodată să faci ceva ce știai că n-ar fi trebuit să faci? Balaam a fost un om prin care Dumnezeu a vorbit poporului Israel... până când n-a mai făcut-o. Balaam a început bine, dar lucrurile au luat-o razna atunci când a lăsat ca lăcomia să-i întunece buna judecată. El a căzut pradă ascultării vocii greșite, când și-a pus dorința mai presus de porunca lui Dumnezeu. I s-a oferit mită, iar el știa că nu trebuie s-o accepte. Vrând să se justifice, L-a întrebat pe Dumnezeu, iar Dumnezeu i-a răspuns. Neplăcându-i răspunsul lui Dumnezeu, s-a gândit să-L mai întrebe o dată."
      },
      {
        "paragraph": "Ți s-a întâmplat vreodată să nu-ți placă un răspuns la rugăciune, dar să continui să ceri? Dumnezeu l-a ferit pe Balaam de a lua o decizie greșită, dar el a insistat. Apostolul Pavel descrie mecanismul nostru de a vedea ce este bine și ce este rău, în Romani 2:15, spunând că cea care ne scuză sau ne acuză este conștiința noastră. Conștiința poate fi amorțită sau chiar redusă la tăcere, dacă nu suntem atenți. De exemplu, dacă, după ce a cunoscut „binele” într-o situație, cineva persistă în a greși, sensibilitatea care a făcut mai întâi conștiința să strige va fi estompată sau redusă la tăcere în întregime, ceea ce va ușura ignorarea conștiinței pe viitor."
      },
      {
        "paragraph": "Dacă Îi ceri lui Dumnezeu să te îndrume, dar ignori răspunsul Lui, de multe ori va apărea o altă voce, dorind să se substituie vocii Lui. Așa s-a întâmplat cu Eva, când și-a pus dorința proprie mai presus de porunca lui Dumnezeu. Faptul că nu urmezi ceea ce știi că este corect deschide ușa pentru posibilitatea de a te înșela singur."
      },
      {
        "section_title": "Există patru voci pe care trebuie să înveți să le distingi clar",
        "list": [
          {
            "title": "VOCEA TA",
            "description": "Mintea ta este cea care te alimentează în mod obișnuit și automat cu gânduri și impresii. Este important să faci distincția între un „gând automat” sau o „sugestie automată”, care necesită procesare și gândire, și un gând care vine de la Dumnezeu. Creierul tău a fost proiectat de Dumnezeu pentru a fi un super-computer intern care te servește. Trebuie să-ți controlezi gândurile, sau vei deveni sclavul lor."
          },
          {
            "title": "VOCEA LUI DUMNEZEU",
            "description": "Vocea lui Dumnezeu nu se aude cu ajutorul urechilor. Este posibil să te gândești la ceva sau să discuți cu tine însuți despre ceva, iar o certitudine neașteptată că știi ce trebuie să faci este elementul prin care poți „auzi” vocea lui Dumnezeu. De exemplu, vocea conștiinței îți spune instantaneu ce este bine sau rău; poți căuta câte argumente vrei, dar știi bine ce trebuie să faci. Cum sună vocea lui Dumnezeu? Vocea lui Dumnezeu răsună prin cuvintele Bibliei, ducându-ne pe drumul cel drept și dificil. Învățarea vocii Sale te va ajuta să faci distincția între cele patru voci."
          },
          {
            "title": "VOCEA ALTORA",
            "description": "Aici sunt incluse conversațiile zilnice, internetul și mass-media, persoanele influente cu care schimbi informații și conversațiile din trecut, care îți amintesc ce ți-au spus alții. Este important să faci diferența între diversele influențe exterioare și propriile tale gânduri. Cum știi dacă Dumnezeu vorbește prin intermediul altcuiva, pentru a-ți transmite un mesaj? Dumnezeu ne învață „să cercetăm duhurile”, pentru a ne asigura că vin de la El. În mod concret, orice mesaj trebuie să fie în armonie, nu în contradicție cu Scriptura. Aceasta indică acele lucruri care Îl onorează pe Dumnezeu și sunt edificatoare pentru alții, nu lucruri egoiste și care îi doboară pe alții."
          },
          {
            "title": "VOCEA DUȘMANULUI",
            "description": "O voce demonică își găsește intrarea în subconștientul unei persoane sub forma unui gând care se deghizează în gândul propriu. Cum poți distinge vocea dușmanului de celelalte? Sugestiile sau impresiile pe care le primești de la vrăjmaș vor contrazice Biblia și vor fi împotriva conștiinței tale. Strategia vrăjmașului este să te ispitească printr-un sentiment de auto-mulțumire sau cu dorința de a acționa contrar conștiinței sale. Dacă simți vreodată că, în cadrul discuției cu tine însuți, cineva intervine încercând să schimbe subiectul, fii conștient că dușmanul încearcă să preia controlul voinței tale."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Îți poți aminti un moment în care conștiința ta te-a îndepărtat de o decizie sau de un curs de acțiune pe care îl aveai în vedere?",
      "Care dintre cele patru voci din tine este cea mai puternică în acest moment?",
      "Te-ai trezit vreodată că te-ai „convins singur să faci ceva”, așa cum a făcut Balaam?"
    ],
    "conclusion": "Dacă ignori vocea lui Dumnezeu în viața ta, o altă voce va veni să îi ia locul."
  },
  {
    "title": "SĂ ȘTII CÂND SĂ TE OPREȘTI",
    "week": "SĂPTĂMÂNA 2",
    "day": "MARȚI",
    "verse": {
      "text": "Și David a luat din mâna Abigailei ce-i adusese și i-a zis: „Suie-te în pace acasă; vezi că ți-am ascultat glasul și te-am primit bine.”",
      "reference": "1 Samuel 25:35"
    },
    "content": [
      {
        "paragraph": "Când ai ajuns la o concluzie, nu mai continua discuția. Odată ce David a fost de acord și a afirmat că Abigail a reușit să-l convingă să urmeze recomandarea ei, aceasta a încetat să mai vorbească, și a plecat. Abigail se afla într-o situație tensionată, însă a fost suficient de înțeleaptă să știe când să încheie conversația și să se retragă. Ai fost vreodată într-o conversație cu cineva care nu știa când să se oprească din vorbit? Putem fi în situația de a obține ceea ce vrem dintr-o conversație și apoi să stricăm totul, continuând să vorbim, atunci când ar trebui să ascultăm."
      },
      {
        "paragraph": "Abigail se afla în fața unui rege. Te-ai gândit vreodată serios la cum să faci o cerere cuiva cu autoritate? Poate urmează o conversație cu soțul sau soția, un supraveghetor, un ofițer de credite sau cineva cu o mare influență sau autoritate. În acest caz, probabil că te-ai gândit bine la conversație, te-ai pregătit mental și emoțional și ai știut ce vei spune și chiar cum vei face cererea. Iată câteva moduri în care oamenii se sabotează singuri într-o astfel de situație, și pe care le poți observa data viitoare când vei face o „cerere” importantă cuiva din viața ta sau când cineva îți va face ție o asemenea „cerere”."
      },
      {
        "list": [
          {
            "title": "Agitație",
            "description": "Atunci când oamenii sunt agitați, le este greu să nu vorbească. În vânzări, în negocieri sau în conversații cu miză importantă, vorbirea excesivă va face ca, în cele din urmă, cealaltă persoană să-și piardă răbdarea."
          },
          {
            "title": "Stai liniștit",
            "description": "După ce ai făcut o „cerere”, taci și lasă-l pe celălalt să răspundă. Dacă scoți momeala din cârlig, nu vei prinde niciun pește."
          },
          {
            "title": "Relația profesională vs. relația personală",
            "description": "Nu este neobișnuit ca, atunci când o persoană primește un „da” la cerere, să lase garda jos, să uite de contextul în care se află și să devină prea personală sau prea familiară, când un raport profesional este mai potrivit."
          }
        ]
      }
    ],
    "reflection_questions": [
      "În timp ce reflectezi la cererile pe care le-ai făcut în trecut, îți amintești starea emoțională pe care ai avut-o și cum te-ai comportat în timpul întâlnirii?",
      "Există un declanșator mental pe care îl poți pune în funcțiune pentru a te avertiza când trebuie să continui discuția sau să faci „cererea” și să ieși din cameră?",
      "Cunoști pe cineva care se pricepe să obțină ceea ce vrea și apoi știe când să se retragă?"
    ],
    "conclusion": "Te sabotezi singur când faci o cerere și apoi să continui să vorbești, fără a-i da timp celuilalt să răspundă."
  },
  {
    "title": "GPS-UL LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 2",
    "day": "MIERCURI",
    "verse": {
      "text": "Domnul să-ți fie desfătarea și El îți va da tot ce-ți dorește inima.",
      "reference": "Psalmul 37:4"
    },
    "content": [
      {
        "paragraph": "Natura umană este programată să urmărească plăcerea și să evite durerea, să fie liniștită atunci când ia decizia corectă și neliniștită atunci când ia o decizie greșită. Obiectivul pe care Dumnezeu îl sădește în noi este ca o rază care ne face să căutăm plăcerea și pacea, atunci când suntem pe drumul cel bun și neliniștea, atunci când ne abatem de la curs. Bineînțeles că aceste semnale ar trebui să fie testate întotdeauna în raport cu Cuvântul lui Dumnezeu, dar ele sunt, de asemenea, „atracția magnetică” a lui Dumnezeu în noi, care ne ghidează spre destinația pentru care am fost proiectați."
      },
      {
        "paragraph": "Dacă există un loc unde trebuie să fim, înseamnă că orice alt loc este greșit. GPS-ul (God Positioning System) pe care Dumnezeu îl folosește adesea este inima noastră, ghidată de Cuvântul Său, pentru a ne ține sau a ne muta acolo unde ar trebui să fim. C.S. Lewis a spus-o în felul următor: „Dumnezeu ne vorbește în șoaptă atunci când trecem prin bucurii, ne vorbește cu glas obișnuit în conștiința noastră, și vorbește clar și răspicat când trecem prin suferințe”. Se folosește Dumnezeu de plăcere sau de durere pentru a vorbi cu tine astăzi?"
      },
      {
        "paragraph": "Unde te conduce lumina lui Dumnezeu? Întrebările vor scoate la iveală emoții puternice care pot acționa ca indicii pentru a te ghida prin prezent, apoi vă vor propulsa în viitor."
      },
      {
        "section_title": "ȘASE INDICII PENTRU A DESCOPERI GPS-UL LUI DUMNEZEU ÎN VIAȚA TA",
        "list": [
          {
            "title": "Ce mă ține treaz noaptea?",
            "description": "Îngrijorarea este un indiciu al unui lucru pe care Dumnezeu vrea să-l scoată în evidență, să-l rezolve, să te ajute să-l accepți și să-l depășești."
          },
          {
            "title": "Ce poveri port?",
            "description": "Ceea ce îți ocupă mintea în mod constant este un indiciu pentru o misiune în această perioadă a vieții."
          },
          {
            "title": "Ce îmi aduce împlinire?",
            "description": "Ceea ce faci atunci când pierzi noțiunea timpului este o dovadă că alergi pe culoarul potrivit."
          },
          {
            "title": "Ce îmi provoacă durere?",
            "description": "Cu excepția cazului în care Dumnezeu îți pregătește special o perioadă de încercări, durerea este un indicator serios al „locului” în care nu trebuie să fii și a ceea ce nu trebuie să faci."
          },
          {
            "title": "Ce mă frustrează?",
            "description": "Mânia și nemulțumirea sunt emoții puternice - până când nu înveți să părăsești circumstanțele actuale, nu vei ajunge niciodată la viitorul pe care îl are Dumnezeu în vedere pentru tine."
          },
          {
            "title": "Unde sunt roditor?",
            "description": "În prezența Lui există întotdeauna provizii și belșug. Acolo unde te duce, Dumnezeu îți va da întotdeauna și resursele necesare."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care a învățat să discearnă direcția lui Dumnezeu în viață?",
      "Unde te ghidează GPS-ul lui Dumnezeu?",
      "Ce indicii ai descoperit că folosește Dumnezeu pentru a comunica cu tine?"
    ],
    "conclusion": "Dumnezeu comunică cu tine, înainte de a încerca să te ducă undeva. Ce îți spune El?"
  },
  {
    "title": "ÎNTÂLNIRI PROVIDENȚIALE",
    "week": "SĂPTĂMÂNA 2",
    "day": "JOI",
    "verse": {
      "text": "Să nu dați uitării primirea de oaspeți, căci unii, prin ea, au găzduit, fără să știe, pe îngeri.",
      "reference": "Evrei 13:2"
    },
    "content": [
      {
        "paragraph": "Cu câțiva ani în urmă, în drum spre Ierusalim, ne-am oprit pentru câteva zile în Atena. Plecând de la aeroport la ora 2 dimineața, a fost dificil să găsim apartamentul, deoarece indicatoarele stradale erau în altă limbă. După două ore de rătăcire, ne-am pierdut complet. Am început să ne rugăm pentru că, pentru prima dată, am realizat ce înseamnă să nu înțelegi nicio literă. Am văzut o tânără care mergea pe drum și ne-am oprit să o rugăm să ne îndrume. Spre surprinderea noastră, ea a spus „Vă duc eu acolo” și a sărit în duba noastră fără să fie invitată. În scurt timp, am ajuns la destinație. Înainte de a pleca, i-am spus cine suntem și am întrebat-o cum o cheamă. „Numele meu este Gabrielle”, a spus ea. Gabriel era cunoscut ca fiind îngerul care a dat indicații și informații în Biblie."
      },
      {
        "paragraph": "Te poți aștepta la ajutor providențial în anumite momente din viața ta. Căci Dumnezeu este Cel care lucrează în tine pentru a-Și împlini planurile (Fil 2:13). Deși nu trebuie să-ți petreci zilele căutând semne și îngeri (ar fi extrem de neproductiv), îți poți petrece ziua într-o atitudine de rugăciune, căutând călăuzirea și direcția lui Dumnezeu. Mai întâi trebuie să facem pași prin credință, înainte de a vedea credința producând rezultate. Într-o zi vom privi în urmă și vom vedea toate momentele în care Dumnezeu a fost alături de noi, ajutându-ne și îndrumându-ne să ne găsim calea. Ești atent la străinii care apar pe calea ta? Ce întâlniri „întâmplătoare” ai avut? Atunci când devii conștient de mâna providenței divine, slujirea intenționată a celor care îți sunt aproape va crea momente în care vei recunoaște întâlnirile providențiale din viața ta."
      }
    ],
    "reflection_questions": [
      "Când a fost ultima dată când I-ai mulțumit lui Dumnezeu pentru că te-a ajutat cu ceva în mijlocul zilei de lucru?",
      "„Ajutorul” a părut să vină pe neașteptate, sau în urma unei rugăciuni?",
      "Dacă ai ști că Dumnezeu te susține la fiecare pas, ce ai încerca să faci sau să realizezi?"
    ],
    "conclusion": "Dumnezeu umblă îmbrăcat în haine obișnuite. Îi recunoști amprentele providențiale când apare în viața ta?"
  },

  {
    "title": "NIVELUL AȘTEPTĂRILOR",
    "week": "SĂPTĂMÂNA 2",
    "day": "VINERI",
    "verse": {
      "text": "Dacă te silește cineva să mergi cu el o milă de loc, mergi cu el două.",
      "reference": "Matei 5:41"
    },
    "content": [
      {
        "paragraph": "Când Isus trăia pe pământ, legea prevedea că un soldat roman nu putea obliga un cetățean să îi care echipamentul mai mult de o milă. Isus a folosit acest exemplu pentru a-i învăța pe oameni să nu se mulțumească cu puțin. Acest lucru a devenit cunoscut sub numele de „a merge o milă în plus” sau a face mai mult decât se așteaptă de la tine."
      },
      {
        "paragraph": "Dacă ar fi să conturezi așteptările pe care clienții, compania sau șeful tău le-ar putea avea, cum ar arăta această listă? Ce crezi: ai ratat, ai îndeplinit sau ai depășit așteptările? Personalizează întrebările în funcție de persoanele pe care le slujești în activitatea ta și acordă-ți un calificativ."
      },
      {
        "section_title": "AȘTEPTĂRI",
        "list": [
          {
            "title": "Vin târziu sau nepregătit",
            "description": ""
          },
          {
            "title": "Las probleme nerezolvate",
            "description": ""
          },
          {
            "title": "Nu reușesc să observ semnalele de nemulțumire",
            "description": ""
          },
          {
            "title": "Nu sunt atent la detalii",
            "description": ""
          },
          {
            "title": "Acord atenție detaliilor",
            "description": ""
          },
          {
            "title": "Îmi respect promisiunile",
            "description": ""
          },
          {
            "title": "Vin la timp, informat și pregătit",
            "description": ""
          },
          {
            "title": "Sun înapoi, chiar dacă nu am un răspuns",
            "description": ""
          },
          {
            "title": "Ascult nevoia altcuiva, înainte de a o împărtăși pe a mea",
            "description": ""
          },
          {
            "title": "Ascult și apoi urmez instrucțiunile",
            "description": ""
          },
          {
            "title": "Repar greșelile",
            "description": ""
          },
          {
            "title": "Cer feedback cu privire la îmbunătățiri",
            "description": ""
          },
          {
            "title": "Surprind oamenii cu gesturi de apreciere",
            "description": ""
          },
          {
            "title": "Îmi amintesc ce este important și acționez în consecință",
            "description": ""
          }
        ]
      }
    ],
    "reflection_questions": [
      "Pentru cine trebuie să depășești așteptările în această săptămână?",
      "În ce domeniu al așteptărilor trebuie să faci îmbunătățiri?",
      "Cum te-ar evalua cei pe care îi slujești, în ceea ce privește capacitatea de a împlini și a depăși așteptările?"
    ],
    "conclusion": "Nivelul așteptărilor este de obicei ascuns la vedere. Dacă îl depășești oamenii vor avea o părere mai bună despre tine."
  },
  {
    "title": "CURAJUL DE A CONFRUNTA",
    "week": "SĂPTĂMÂNA 6",
    "day": "LUNI",
    "verse": {
      "text": "Dar când a venit Chifa în Antiohia, i-am stat împotrivă în față, căci era de osândit. În adevăr, înainte de venirea unora de la Iacov, el mânca împreună cu neamurile, dar când au venit ei, s-a ferit și a stat deoparte de teama celor tăiați împrejur. Împreună cu el au început să se prefacă și ceilalți iudei, așa că până și Barnaba a fost prins în lațul fățărniciei lor. Când i-am văzut eu că nu umblă drept după adevărul Evangheliei, am spus lui Chifa în fața tuturor: „Dacă tu, care ești iudeu, trăiești ca neamurile, și nu ca iudeii, cum silești pe neamuri să trăiască în felul iudeilor?”",
      "reference": "Galateni 2:11-14"
    },
    "content": [
      {
        "paragraph": "Este nevoie de curaj pentru a corecta o persoană cu influență. Chiar înainte ca Pavel să îi corecteze pe galateni pentru că au urmat legea în locul harului, el spune că a trebuit odată să îl corecteze pe apostolul Petru, conducătorul bisericii din Ierusalim. Corectarea comportamentului necesită finețe și abilități umane."
      },
      {
        "paragraph": "Corectarea, ca și echiparea, este o formă de artă, deoarece necesită o personalizare în funcție de persoană și de circumstanțe. Confruntarea nu este confortabilă, însă este necesară pentru ca un lider să ducă organizația și pe cei din cadrul ei la niveluri de performanță mai ridicate. Indiferent dacă corectezi un comportament nepotrivit, abordezi o problemă de performanță scăzută sau pregătești pe cineva în domeniul relațiilor inter-umane, învățarea artei corectării este necesară pentru a o putea face cu succes."
      },
      {
        "section_title": "CUM SĂ CONFRUNȚI CU ÎNȚELEPCIUNE",
        "list": [
          {
            "title": "ÎNCURAJEAZĂ",
            "description": "Recunoaște contribuția persoanei la organizație, talentele/punctele forte pe care le are și motivele pentru care o consideri un membru valoros al echipei."
          },
          {
            "title": "CONFRUNTĂ",
            "description": "Cu sinceritate, abordează comportamentul care trebuie schimbat, apoi stabiliți așteptări specifice pentru a merge mai departe, astfel încât cealaltă persoană să știe ce aștepți de la ea. Nu corecta cu o atitudine de furie sau frustrare."
          },
          {
            "title": "URMĂREȘTE",
            "description": "Progresul în timp, oferind feedback și reafirmându-ți încrederea, pentru a corecta comportamentul și pentru a face schimbarea."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Care a fost experiența ta atunci când cineva te-a corectat? Te-ai simțit condamnat sau încurajat?",
      "Când a trebuit să aduci o corecție în viața cuiva, care a fost rezultatul?",
      "Cum diferă abordarea corectării atunci când corectezi un coleg, un subordonat sau un supervizor?"
    ],
    "conclusion": "Comportamentul rău lăsat necontrolat se consideră aprobat."
  },
  {
    "title": "ȘAPTE CARACTERISTICI ALE DARURILOR LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 6",
    "day": "MARȚI",
    "verse": {
      "text": "De aceea îți aduc aminte să înflăcărezi darul lui Dumnezeu care este în tine prin punerea mâinilor mele.",
      "reference": "2 Timotei 1:6"
    },
    "content": [
      {
        "paragraph": "Toate darurile sunt date de Dumnezeu prin Duhul Sfânt și sunt menite să curgă prin noi, nu doar către noi. În timp ce ne sunt de folos și nouă, ele sunt destinate să fie folosite în slujba altora. Dumnezeu te-a făcut să fii un râu, nu un rezervor. El dorește să curgă prin tine. La fel ca un mușchi, dacă nu sunt folosite, darurile se vor atrofia și, în cele din urmă, vor deveni inutile. Darurile pe care ți le-a dat Dumnezeu au un potențial care stă în adormire, dacă nu este exploatat. Când sunt hrănite, se dezvoltă iar când sunt folosite, se întăresc. Gândește-te la următoarele șapte caracteristici ale darurilor lui Dumnezeu. Apostolul Pavel ne reamintește că trebuie să le folosim, pentru a nu le pierde, atunci când ne spune să le înflăcărăm."
      },
      {
        "section_title": "ȘAPTE CARACTERISTICI ALE DARURILOR LUI DUMNEZEU",
        "list": [
          {
            "title": "ORIENTAT PE OBIECTIV",
            "description": "Darurile sunt oferite în slujba unui scop specific. Ce daruri ți-a dat Dumnezeu și în ce domeniu vocațional?"
          },
          {
            "title": "ACTIVAREA CHEMĂRII",
            "description": "Darurile încep să se dezvolte atunci când sunt folosite pentru scopurile lui Dumnezeu. Cum ți-ai văzut darurile dezvoltându-se, odată cu utilizarea lor?"
          },
          {
            "title": "ÎNDREAPTĂ-TE SPRE ALȚII",
            "description": "Darurile sunt oferite în slujba celor pe care Dumnezeu îi pune în calea noastră. Pe cine stă în puterea ta să ajuți astăzi?"
          },
          {
            "title": "PUTERE",
            "description": "Darurile devin mai puternice pe măsură ce sunt folosite. Ce daruri ai reușit să-ți dezvolți prin utilizare?"
          },
          {
            "title": "MULTIPLICARE",
            "description": "Atunci când sunt puse în practică, darurile se multiplică pe alte direcții, pe măsură ce sunt folosite în diferite situații. Ai văzut darurile lui Dumnezeu multiplicându-se pentru a sluji în noi domenii?"
          },
          {
            "title": "PRIMITE LA VREMEA POTRIVITĂ",
            "description": "Darurile vor apărea în diferite perioade și în diferite contexte ale vieții. Ce daruri noi începe să manifeste Dumnezeu în tine în acest an?"
          },
          {
            "title": "ADMINISTRARE",
            "description": "Darurile ne sunt încredințate pentru a servi o cauză mai mare decât noi înșine. Există vreun dar pe care Dumnezeu ți l-a dat și care nu este folosit în mod corespunzător?"
          },
          {
            "title": "",
            "description": "Liderii Împărăției lui Dumnezeu cresc în mod intenționat, nu accidental. Dezvoltarea darurilor noastre vine prin utilizare și dezvoltare personală intenționată. Tot ceea ce practici zilnic se va dezvolta."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ce daruri (talente sau puncte forte) ți-a dat Dumnezeu?",
      "Cui ai fost desemnat să slujești cu aceste daruri?",
      "Care este planul tău de a-ți dezvolta darurile?"
    ],
    "conclusion": "Motivația te poate face să pornești, dar învățarea intenționată te face să te dezvolți."
  },
  {
    "title": "PRIETENII AUTENTICE ȘI PRIETENII FALSE",
    "week": "SĂPTĂMÂNA 6",
    "day": "MIERCURI",
    "verse": {
      "text": "... slăvesc pe oameni pentru câștig.",
      "reference": "Iuda 1:16"
    },
    "content": [
      {
        "paragraph": "Îi cunoaștem cu toții. Oameni care se împrietenesc cu noi pentru ceea ce pot obține de la noi. În vânzări, într-o încercare prietenoasă de a câștiga cumpărătorii, vânzătorii pot crea iluzia unei prietenii autentice. Cu toate acestea, cumpărătorii experimentați simt acest lucru de la mare distanță. Folosirea monedelor emoționale pentru a câștiga prieteni este normală, dar falsificarea prieteniei prin denaturarea motivelor este păcătoasă."
      },
      {
        "section_title": "CUM SĂ EVALUĂM MOTIVAȚIA ÎN RELAȚII",
        "list": [
          {
            "title": "PRIETENIA FALSĂ",
            "description": "Doar vrea ceva de la tine. Pune profitul înaintea oamenilor. Preocupată de beneficiul personal. Manipulează în interes personal."
          },
          {
            "title": "PRIETENIA AUTENTICĂ",
            "description": "Vrea întotdeauna ce e mai bun pentru tine. Pune oamenii înaintea profitului. Preocupată de beneficiul celorlalți. Acționează în interes reciproc."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cine din jurul tău se încadrează în categoria prieteniei false sau a prieteniei autentice?",
      "Ai căzut vreodată pradă faptului că ți-ai denaturat motivațiile de dragul unei afaceri?",
      "Se declanșează „senzorul tău de integritate” atunci când cineva nedemn de încredere îți iese în cale în afaceri?"
    ],
    "conclusion": "Manipulatorii fac orice pentru a obține ceva de la tine; prietenii caută modalități de a te servi."
  },
  {
    "title": "ABC-UL CORECTĂRII",
    "week": "SĂPTĂMÂNA 6",
    "day": "JOI",
    "verse": {
      "text": "Nu mustra cu asprime pe un bătrân, ci sfătuiește-l ca pe un tată; pe tineri sfătuiește-i ca pe niște frați.",
      "reference": "1 Timotei 5:1"
    },
    "content": [
      {
        "paragraph": "Ai fost vreodată nevoit să confrunți sau să corectezi un părinte, un șef, un bătrân, un prieten sau un coleg? Poate fi intimidant și dificil să fii pus în situația de a spune adevărul cuiva care are putere. Comportamentul rău nu se limitează doar la tineri; el se manifestă și la adulți. Tatăl meu obișnuia să spună: „Adulții nu sunt altceva decât niște copii cu riduri”."
      },
      {
        "paragraph": "La un moment dat, va fi nevoie să ai o întâlnire în care să confrunți pe cineva la care ții. Ar putea fi vorba de cineva care are autoritate asupra ta sau de o situație în care există șanse mari ca întâlnirea să te coste financiar, emoțional sau profesional. Miza devine mai mare atunci când confrunți un comportament la locul de muncă al unui coleg sau al unui șef sau comportamentul unui client. Indiferent dacă corectezi pe verticală sau pe orizontală, grija față de persoana respectivă trebuie să fie ceva la care să fii atent în permanență."
      },
      {
        "paragraph": "1. Confruntă pentru că îți pasă. Corectează așa cum ți-ai dori să fii corectat și tu, cu blândețe și înțelegere, într-o atmosferă de speranță pentru viitorul relației."
      },
      {
        "paragraph": "2. Fii pregătit emoțional. Pregătește-te emoțional înainte de a intra în conversație. Dumnezeu a dat fiecărei persoane capacitatea de a-și controla sentimentele atunci când este necesar. Dacă nu te afli în starea potrivită din punct de vedere emoțional sau suferi din cauza faptului că ești rănit, frustrat sau jignit de persoana pe care o confrunți, ar fi bine să iei în considerare amânarea întâlnirii sau să iei pe altcineva cu tine."
      },
      {
        "paragraph": "3. Urmarea unui plan simplu, un ABC al confruntării asigură un proces care reabilitează comportamentul și, în același timp, are în vedere persoana în cauză."
      },
      {
        "paragraph": "• Începe conversația prin a spune cât de mult prețuiești persoana respectivă. Poți face asta arătându-i aprecierea pentru contribuția pe care a avut-o pentru tine personal sau pentru organizație. Un alt mod de a afirma este de a recunoaște punctele forte ale unei persoane, talentele și modul în care aceasta adaugă valoare pentru tine și pentru ceilalți."
      },
      {
        "paragraph": "• Corectează comportamentul prin precizarea a ceea ce se întâmplă, a modului în care îi afectează pe ceilalți și a așteptărilor pentru o schimbare în viitor. Este important să permiți interacțiune și discuții după confruntare, pentru a te asigura că problemele au fost înțelese corect."
      },
      {
        "paragraph": "• Încheie întâlnirea prin încurajarea persoanei pe care tocmai ai confruntat-o. Afirmă-ți încrederea că va schimba lucrurile și reafirmă viitorul care o așteaptă și potențialul pe care îl vezi în ea. Programează o întâlnire ulterioară de monitorizare. Este important ca oamenii să simtă încrederea pe care o ai în ei, mai ales după ce i-ai corectat."
      }
    ],
    "reflection_questions": [
      "Când a fost ultima dată când a trebuit să corectezi pe cineva?",
      "Care a fost experiența ta în timpul conversației?",
      "Ce sfat ai da cuiva aflat în locul tău?"
    ],
    "conclusion": "Abilitatea de a-i confrunta și corecta pe alții în mod biblic te introduce în programul de reabilitare și reconciliere al lui Dumnezeu, care are o chemare mai înaltă; nu oricine poate face acest lucru."
  },
  {
    "title": "IUBIREA DIVINĂ",
    "week": "SĂPTĂMÂNA 6",
    "day": "VINERI",
    "verse": {
      "text": "...voi locui în mijlocul copiilor lui Israel.",
      "reference": "1 Împărați 6:13"
    },
    "content": [
      {
        "paragraph": "Cum e să te îndrăgostești? Când mi-am cunoscut soția, unul dintre primele indicii că ea era „aleasa” a fost faptul că puteam petrece ore întregi unul în prezența celuilalt fără să vorbim. Eram mulțumiți cu sau fără cuvinte și, pur și simplu, ne plăcea să fim împreună. Într-o zi, mi-am dat seama că nu voiam să îmi petrec restul vieții fără ea."
      },
      {
        "paragraph": "Dumnezeu te-a creat să mergi cu El în veșnicie. Imaginează-ți o iubire care îți cunoaște toate nevoile, dorințele, gândurile, înclinațiile și părțile bune și rele, iar cel care te iubește astfel vrea să fie cu tine mai mult decât orice. Imaginează-ți că nimic din ce poți face tu rău nu va anula și nu va diminua dragostea Lui pentru tine. Imaginează-ți că această iubire nu vrea doar să fie cu tine, ci să trăiască în tine. Asta este ceea ce simte Dumnezeu pentru tine; de aceea vrea să locuiască în tine, pentru a rămâne cu tine pentru totdeauna. Deși locuiește în tine, El nu Se va amesteca, nu te va forța niciodată și nu va abuza de tine; El vrea să fie invitat într-o relație mai profundă, și așteaptă ca tu să faci pașii ce țin de tine. El te așteaptă să descoperi următorul nivel de intimitate cu El. Apostolul Pavel ne spune că nimic nu ne poate despărți de dragostea lui Dumnezeu. Nu vrei să te apropii de El acum, pentru ca El să se apropie de tine?"
      }
    ],
    "reflection_questions": [
      "Cum te poți apropia de Dumnezeu în acest moment?",
      "Care este dovada că Dumnezeu te așteaptă?",
      "Aștepți un semn pentru a te apropia de Dumnezeu sau inițiezi părtășia cu El în fiecare zi?"
    ],
    "conclusion": "Dumnezeu dorește reciprocitate în relație, pentru a vă putea apropia unul de altul."
  }
]
