[
  {
    "title": "APROPIEREA DE OAMENI",
    "week": "SĂPTĂMÂNA 1",
    "day": "LUNI",
    "verse": {
      "text": "Mângâiați-vă și întăriți-vă unii pe alții, cum și faceți în adevăr.",
      "reference": "1 Tesaloniceni 5:11"
    },
    "content": [
      {
        "paragraph": "Pe tot parcursul Scripturii, tema edificării apare în mod repetat. A-i pune pe ceilalți pe primul loc, a fi altruist, a da cinste cui i se cuvine și a nu refuza binele cui are nevoie de el, atunci când îți stă în putere să o faci, toate acestea sunt modalități de a-i edifica pe alții, astfel încât aceștia să se simtă încurajați. A edifica înseamnă a ridica pe cineva, iar lucrul acesta se întâmplă printr-un proces îndelungat. Când folosim cuvinte de încurajare la adresa celorlalți, asta scoate la iveală ce este mai bun din ei. De ce este important acest lucru? Mai întâi, pentru că asta trebuie să facem. Dar și pentru că, de asemenea, atunci când oamenii se simt cel mai bine, sunt cei mai eficienți. Ai puterea de a scoate ce e mai bun din ceilalți, indiferent de poziția pe care o ocupi."
      },
      {
        "paragraph": "Trebuie să vezi valoarea cuiva, pentru a-l putea ajuta să se dezvolte. Încurajarea cuiva creează un beneficiu invizibil pentru tine. Atunci când îi vorbești cuiva despre binele pe care îl vezi în el, îi transmiți că are valoare. Atunci când oamenii simt că îi prețuiești, știu că și crezi în ei. Demonstrarea încrederii în celălalt nu este doar bună pentru persoana respectivă și onorantă pentru Dumnezeu, ci creează încredere și influență în jurul tău."
      },
      {
        "paragraph": "Contribuie la dezvoltarea cuiva, înainte de a-i cere să facă ceva. Un semn distinctiv al comunicării biblice este acela de a crea conexiuni și relații. Pentru a-i edifica pe alții trebuie mai întâi să vezi ce este mai bun în ei. Am descoperit că atunci când caut ce este mai bun în ceilalți, găsesc ce este mai bun în ceilalți. Opusul este de asemenea adevărat. Dacă privesc pe cineva prin prisma unui spirit critic, atunci percepția mea despre el este influențată de propriul meu filtru. Iată trei moduri în care o persoană poate ajuta la dezvoltarea cuiva, înainte de a cere ceva de la el. Începe prin a observa ce este mai bun în ceilalți."
      },
      {
        "list": [
          {
            "title": "ÎNCURAJEAZĂ pe cineva",
            "description": "Fiecare persoană poartă în ea un dar unic, pus acolo de Dumnezeu. A recunoaște ceea ce a pus Dumnezeu în ea și a vorbi despre acest dar are ca efect scoaterea la iveală a acestei înzestrări. Încurajarea celuilalt creează încredere în cel care o primește, iar încrederea neutralizează frica. Oamenii sunt mai predispuși să aibă încredere în tine în luarea deciziilor, atunci când se simt puternici în prezența ta."
          },
          {
            "title": "APRECIAZĂ o decizie trecută, prezentă sau viitoare",
            "description": "Joe Girard a ajuns în Cartea Recordurilor pentru că a vândut peste 13.000 de automobile. Care a fost secretul acestui succes extraordinar? Joe era un guru al relațiilor, care găsea întotdeauna ceva bun de spus despre clienții săi. El sublinia ceva special la mașina pe care o conduceau în acel moment sau complimenta o decizie pe care o luau în considerare. Aprecierea deciziei cuiva comunică încrederea pe care o ai în el."
          },
          {
            "title": "ADMIRĂ o realizare",
            "description": "Succesele sunt sacre pentru persoana care le-a obținut. Onorarea unui moment de vârf din viața unei persoane, a unui prag depășit sau lăudarea unui obiectiv atins semnalează faptul că îi acorzi cea mai mare considerație persoanei și lucrului pe care l-a realizat. Atunci când oamenii simt admirație din partea ta, vor fi atrași de tine. Respectarea și cinstirea altcuiva creează o atracție magnetică între cel care dăruiește și cel care primește, iar influența este cu atât mai mare."
          }
        ]
      }
    ],
    "reflection_questions": [
      "În ce fel cauți să îi edifici pe cei din jurul tău cu regularitate?",
      "În cine vezi măreția pe care alții o ignoră?",
      "Pe cine poți încuraja, aprecia, sau admira astăzi?"
    ],
    "conclusion": "Până când nu te apropii de oameni, în cadrul unei relații, aceștia nu te vor urma în aspectele profesionale."
  },
  {
    "title": "UN LIDER EFICIENT",
    "week": "SĂPTĂMÂNA 5",
    "day": "VINERI",
    "verse": {
      "text": "De aceea, luați toată armătura lui Dumnezeu, ca să vă puteți împotrivi în ziua cea rea și să rămâneți în picioare după ce veți fi biruit totul.",
      "reference": "Efeseni 6:13"
    },
    "content": [
      {
        "paragraph": "Fiecare profesie are un set de instrumente necesare practicării ei cu succes. Piața de astăzi este plină de aplicații care îi fac pe oameni mai productivi. Dacă te poți gândi la ceva, există o aplicație pentru asta. Pavel folosește analogia armurii militare pentru a prezenta armele pe care un soldat al lui Hristos le poate folosi zilnic. Unele sunt ofensive, iar altele sunt defensive, dar fiecare are o utilizare specifică. Înainte de a intra în slujirea spirituală, Isus a folosit uneltele unui tâmplar. Apoi, a folosit unelte precum comunicarea, compasiunea, mentoratul și multe altele. Ce unelte folosești în fiecare zi pentru a avea succes?"
      },
      {
        "section_title": "ȘASE INSTRUMENTE ALE UNUI LIDER EFICIENT",
        "list": [
          {
            "title": "FOCALIZARE",
            "description": "Concentrarea este abilitatea de a lucra la un singur lucru, eliminând toate celelalte distrageri. Stabilind care este lucrul asupra căruia te vei concentra, ai garanția că vei fi productiv în acel lucru, care este cel mai important. Implicarea în mai multe activități simultan este dușmanul focalizării. Pavel a spus „fac un singur lucru...” (Filipeni 3:13)."
          },
          {
            "title": "TIMP",
            "description": "Succesul este un eveniment programat. Prin organizarea timpului într-un calendar pentru a realiza cele mai importante sarcini, îți asiguri progresul. Ce evenimente din calendarul tău sunt de neschimbat?"
          },
          {
            "title": "FĂ MAI ÎNTÂI CE NU-ȚI PLACE",
            "description": "Oricare ar fi cea mai dificilă sarcină a zilei, fă-o prima. Te vei elibera emoțional, pentru a aborda sarcini mai ușoare pe parcursul zilei. Ce ai tot amânat și știi că trebuie să faci?"
          },
          {
            "title": "PRIORITIZEAZĂ",
            "description": "Dedică cel mai mult timp activităților și evenimentelor care produc cel mai mare randament în timpul unei zile. Acolo unde este posibil, deleagă sarcinile pe care le pot face alții, astfel încât să ai timp să faci ceea ce numai tu poți face. Care sunt cele trei lucruri pe care trebuie să le realizezi pentru a avea succes astăzi?"
          },
          {
            "title": "STABILIREA OBIECTIVELOR",
            "description": "Stabilirea unor obiective pe termen scurt (1 an sau mai puțin) și pe termen lung (1 an sau mai mult) îți va permite să lucrezi la viitorul pe care dorești să îl ai. Atunci când stabilești obiectivele, asigură-te că sunt specifice, măsurabile, accesibile și relevante. Ce obiective generează o forță motivațională în viața ta?"
          },
          {
            "title": "ORIENTAT PE OPORTUNITATE",
            "description": "Cineva, undeva, are o problemă. Oamenii de succes se concentrează pe descoperirea și rezolvarea problemelor. Ei și-au antrenat perspectiva pentru a vedea problemele ca pe niște oportunități de a-i servi pe alții și de a consolida relații. Ce probleme ar putea fi în jur, pe care le-ai putea rezolva pentru cineva astăzi?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care se pricepe foarte bine la valorificarea unuia sau mai multor seturi de abilități?",
      "Ai un mentor pe care l-ai putea ruga să-ți împărtășească strategia zilnică proprie de a ajunge la succes?",
      "Ce instrumente folosești care nu sunt pe lista de mai sus și care te fac să ai succes?"
    ],
    "conclusion": "Dumnezeu a creat conexiuni mentale în creierul tău pentru a te ajuta să alergi cât mai bine în cursa vieții tale."
  }
]
