[
  {
    "title": "APROPIEREA DE OAMENI",
    "week": "SĂPTĂMÂNA 1",
    "day": "LUNI",
    "verse": {
      "text": "Mângâiați-vă și întăriți-vă unii pe alții, cum și faceți în adevăr.",
      "reference": "1 Tesaloniceni 5:11"
    },
    "content": [
      {
        "paragraph": "Pe tot parcursul Scripturii, tema edificării apare în mod repetat. A-i pune pe ceilalți pe primul loc, a fi altruist, a da cinste cui i se cuvine și a nu refuza binele cui are nevoie de el, atunci când îți stă în putere să o faci, toate acestea sunt modalități de a-i edifica pe alții, astfel încât aceștia să se simtă încurajați. A edifica înseamnă a ridica pe cineva, iar lucrul acesta se întâmplă printr-un proces îndelungat. Când folosim cuvinte de încurajare la adresa celorlalți, asta scoate la iveală ce este mai bun din ei. De ce este important acest lucru? Mai întâi, pentru că asta trebuie să facem. Dar și pentru că, de asemenea, atunci când oamenii se simt cel mai bine, sunt cei mai eficienți. Ai puterea de a scoate ce e mai bun din ceilalți, indiferent de poziția pe care o ocupi."
      },
      {
        "paragraph": "Trebuie să vezi valoarea cuiva, pentru a-l putea ajuta să se dezvolte. Încurajarea cuiva creează un beneficiu invizibil pentru tine. Atunci când îi vorbești cuiva despre binele pe care îl vezi în el, îi transmiți că are valoare. Atunci când oamenii simt că îi prețuiești, știu că și crezi în ei. Demonstrarea încrederii în celălalt nu este doar bună pentru persoana respectivă și onorantă pentru Dumnezeu, ci creează încredere și influență în jurul tău."
      },
      {
        "paragraph": "Contribuie la dezvoltarea cuiva, înainte de a-i cere să facă ceva. Un semn distinctiv al comunicării biblice este acela de a crea conexiuni și relații. Pentru a-i edifica pe alții trebuie mai întâi să vezi ce este mai bun în ei. Am descoperit că atunci când caut ce este mai bun în ceilalți, găsesc ce este mai bun în ceilalți. Opusul este de asemenea adevărat. Dacă privesc pe cineva prin prisma unui spirit critic, atunci percepția mea despre el este influențată de propriul meu filtru. Iată trei moduri în care o persoană poate ajuta la dezvoltarea cuiva, înainte de a cere ceva de la el. Începe prin a observa ce este mai bun în ceilalți."
      },
      {
        "list": [
          {
            "title": "ÎNCURAJEAZĂ pe cineva",
            "description": "Fiecare persoană poartă în ea un dar unic, pus acolo de Dumnezeu. A recunoaște ceea ce a pus Dumnezeu în ea și a vorbi despre acest dar are ca efect scoaterea la iveală a acestei înzestrări. Încurajarea celuilalt creează încredere în cel care o primește, iar încrederea neutralizează frica. Oamenii sunt mai predispuși să aibă încredere în tine în luarea deciziilor, atunci când se simt puternici în prezența ta."
          },
          {
            "title": "APRECIAZĂ o decizie trecută, prezentă sau viitoare",
            "description": "Joe Girard a ajuns în Cartea Recordurilor pentru că a vândut peste 13.000 de automobile. Care a fost secretul acestui succes extraordinar? Joe era un guru al relațiilor, care găsea întotdeauna ceva bun de spus despre clienții săi. El sublinia ceva special la mașina pe care o conduceau în acel moment sau complimenta o decizie pe care o luau în considerare. Aprecierea deciziei cuiva comunică încrederea pe care o ai în el."
          },
          {
            "title": "ADMIRĂ o realizare",
            "description": "Succesele sunt sacre pentru persoana care le-a obținut. Onorarea unui moment de vârf din viața unei persoane, a unui prag depășit sau lăudarea unui obiectiv atins semnalează faptul că îi acorzi cea mai mare considerație persoanei și lucrului pe care l-a realizat. Atunci când oamenii simt admirație din partea ta, vor fi atrași de tine. Respectarea și cinstirea altcuiva creează o atracție magnetică între cel care dăruiește și cel care primește, iar influența este cu atât mai mare."
          }
        ]
      }
    ],
    "reflection_questions": [
      "În ce fel cauți să îi edifici pe cei din jurul tău cu regularitate?",
      "În cine vezi măreția pe care alții o ignoră?",
      "Pe cine poți încuraja, aprecia, sau admira astăzi?"
    ],
    "conclusion": "Până când nu te apropii de oameni, în cadrul unei relații, aceștia nu te vor urma în aspectele profesionale."
  },
  {
    "title": "UN LIDER EFICIENT",
    "week": "SĂPTĂMÂNA 5",
    "day": "VINERI",
    "verse": {
      "text": "De aceea, luați toată armătura lui Dumnezeu, ca să vă puteți împotrivi în ziua cea rea și să rămâneți în picioare după ce veți fi biruit totul.",
      "reference": "Efeseni 6:13"
    },
    "content": [
      {
        "paragraph": "Fiecare profesie are un set de instrumente necesare practicării ei cu succes. Piața de astăzi este plină de aplicații care îi fac pe oameni mai productivi. Dacă te poți gândi la ceva, există o aplicație pentru asta. Pavel folosește analogia armurii militare pentru a prezenta armele pe care un soldat al lui Hristos le poate folosi zilnic. Unele sunt ofensive, iar altele sunt defensive, dar fiecare are o utilizare specifică. Înainte de a intra în slujirea spirituală, Isus a folosit uneltele unui tâmplar. Apoi, a folosit unelte precum comunicarea, compasiunea, mentoratul și multe altele. Ce unelte folosești în fiecare zi pentru a avea succes?"
      },
      {
        "section_title": "ȘASE INSTRUMENTE ALE UNUI LIDER EFICIENT",
        "list": [
          {
            "title": "FOCALIZARE",
            "description": "Concentrarea este abilitatea de a lucra la un singur lucru, eliminând toate celelalte distrageri. Stabilind care este lucrul asupra căruia te vei concentra, ai garanția că vei fi productiv în acel lucru, care este cel mai important. Implicarea în mai multe activități simultan este dușmanul focalizării. Pavel a spus „fac un singur lucru...” (Filipeni 3:13)."
          },
          {
            "title": "TIMP",
            "description": "Succesul este un eveniment programat. Prin organizarea timpului într-un calendar pentru a realiza cele mai importante sarcini, îți asiguri progresul. Ce evenimente din calendarul tău sunt de neschimbat?"
          },
          {
            "title": "FĂ MAI ÎNTÂI CE NU-ȚI PLACE",
            "description": "Oricare ar fi cea mai dificilă sarcină a zilei, fă-o prima. Te vei elibera emoțional, pentru a aborda sarcini mai ușoare pe parcursul zilei. Ce ai tot amânat și știi că trebuie să faci?"
          },
          {
            "title": "PRIORITIZEAZĂ",
            "description": "Dedică cel mai mult timp activităților și evenimentelor care produc cel mai mare randament în timpul unei zile. Acolo unde este posibil, deleagă sarcinile pe care le pot face alții, astfel încât să ai timp să faci ceea ce numai tu poți face. Care sunt cele trei lucruri pe care trebuie să le realizezi pentru a avea succes astăzi?"
          },
          {
            "title": "STABILIREA OBIECTIVELOR",
            "description": "Stabilirea unor obiective pe termen scurt (1 an sau mai puțin) și pe termen lung (1 an sau mai mult) îți va permite să lucrezi la viitorul pe care dorești să îl ai. Atunci când stabilești obiectivele, asigură-te că sunt specifice, măsurabile, accesibile și relevante. Ce obiective generează o forță motivațională în viața ta?"
          },
          {
            "title": "ORIENTAT PE OPORTUNITATE",
            "description": "Cineva, undeva, are o problemă. Oamenii de succes se concentrează pe descoperirea și rezolvarea problemelor. Ei și-au antrenat perspectiva pentru a vedea problemele ca pe niște oportunități de a-i servi pe alții și de a consolida relații. Ce probleme ar putea fi în jur, pe care le-ai putea rezolva pentru cineva astăzi?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care se pricepe foarte bine la valorificarea unuia sau mai multor seturi de abilități?",
      "Ai un mentor pe care l-ai putea ruga să-ți împărtășească strategia zilnică proprie de a ajunge la succes?",
      "Ce instrumente folosești care nu sunt pe lista de mai sus și care te fac să ai succes?"
    ],
    "conclusion": "Dumnezeu a creat conexiuni mentale în creierul tău pentru a te ajuta să alergi cât mai bine în cursa vieții tale."
  },
  {
    "title": "MAESTRUL PUZZLE-ULUI",
    "week": "SĂPTĂMÂNA 1",
    "day": "MIERCURI",
    "verse": {
      "text": "Pe când Petru nu știa ce să creadă despre înțelesul vedeniei pe care o avusese, iată că oamenii trimiși de Corneliu, întrebând de casa lui Simon, au stat la poartă.",
      "reference": "Faptele Apostolilor 10:17"
    },
    "content": [
      {
        "paragraph": "Dumnezeu ascunde adesea ceva de tine pentru ca tu să găsești pe cineva de care să dorești să te apropii. Dumnezeu este cel care a gândit parteneriatele. De multe ori îți va da doar o jumătate din ceea ce ai nevoie, astfel încât să fii motivat să găsești cealaltă jumătate pe care El a pus-o în cineva apropiat. Ce piesă de puzzle lipsește din viața ta? Unde și în cine ar fi putut Dumnezeu să o pună, pentru ca tu să o găsești?"
      },
      {
        "paragraph": "Pe cine a desemnat Dumnezeu ca fiind piesa lipsă din puzzle-ul tău? Dumnezeu face orice lucru printr-o persoană sau un loc și pune întotdeauna ceva în cineva apropiat, astfel încât tu să fii atras de oamenii potriviți pe calea ta. Acest adevăr mă face să privesc în jur și în interior de fiecare dată când am o nevoie, știind că, Dumnezeu răspunde la rugăciunea mea, dorind să mă pună lângă cineva, pentru ca și eu să pot fi un răspuns la rugăciunea lui. Depinde de tine să discerni unde a pus Dumnezeu soluția la problema ta. Iată câteva sugestii."
      },
      {
        "section_title": "DISCUTÂND, O VEI DESCOPERI",
        "list": [
          {
            "title": "Cere-I ajutorul lui Dumnezeu",
            "description": "Așteaptă să vezi ce persoană îți aduce El în minte. Nu ignora pe nimeni dintre cei pe care El îi aduce în mintea ta. Poate fi cineva din trecutul sau din prezentul tău."
          },
          {
            "title": "Începe să împărtășești nevoia",
            "description": "Împărtășește nevoia cu cei cu care intri în contact și vezi cine răspunde. Vei fi surprins să vezi cum încep să apară soluții pe măsură ce „discuți” cu cel la care te conduce Dumnezeu. Uneori, soluția vine într-o conversație aparent banală."
          },
          {
            "title": "Citește Scriptura cu inima deschisă",
            "description": "Citește Scriptura cu inima deschisă și pune întrebarea: „Doamne, ce ar trebui să fac în această privință?” Ține recepția deschisă, pentru a vedea ce se întâmplă."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cu cine te simți îndemnat să discuți astăzi despre problema ta?",
      "Te confrunți cu o problemă în care un apropiat ar putea avea ceva experiență?",
      "Este posibil ca, în ultima săptămână, cineva să te fi căutat pentru a fi o „ureche care să asculte” în legătură cu o frământare personală, iar tu să-l fi respins?"
    ],
    "conclusion": "Planul lui Dumnezeu pentru parteneriat înseamnă să-ți dea o piesă din puzzle ție și altcuiva alta, astfel încât tu să fii motivat „să cauți piesa lipsă”."
  },
  {
    "title": "STABILIREA OBIECTIVELOR SPIRITUALE",
    "week": "SĂPTĂMÂNA 1",
    "day": "JOI",
    "verse": {
      "text": "Domnul mi-a răspuns și a zis: „Scrie prorocia și sap-o pe table, ca să se poată citi ușor! Căci este o prorocie a cărei vreme este hotărâtă, se apropie de împlinire și nu va minți; dacă zăbovește, așteapt-o, căci va veni și se va împlini negreșit.”",
      "reference": "Habacuc 2:2-3"
    },
    "content": [
      {
        "paragraph": "I-ai cerut lui Dumnezeu o viziune pentru viața ta? Nu toate viziunile vin de la Dumnezeu, dar atunci când El îți dă o viziune, o scrie pe tăblița inimii tale. Viziunea se manifestă ca o imagine sau o dorință de a merge într-o anumită direcție. Odată ce te angajezi în această viziune, sistemul activator reticular, mai bine cunoscut sub numele de „centrul de atenție al creierului”, începe să capteze și să catalogheze tot felul de informații pentru a concretiza ceea ce a adus Dumnezeu înaintea ta. Mintea ta este acum pregătită să recunoască și să utilizeze forța nevăzută a Duhului lui Dumnezeu, pentru a te ajuta să împlinești dorința care arde în tine din viziunea pe care ți-a dat-o El. Acesta este mecanismul mental integrat, pe care Dumnezeu ți l-a dat pentru a avea succes."
      },
      {
        "paragraph": "Lasă viziunea să se dezvolte, până când va lua formă în viața ta. Dacă reflectezi la viziune și nu o lași să se stingă, ea va crește în inima ta. Pe măsură ce se dezvoltă, va prinde contur și, pe măsură ce face asta, vei fi obligat să acționezi în consecință. Urmărirea cu succes a unei viziuni pentru viața ta va include stabilirea de obiective. Supunerea obiectivelor tale lui Dumnezeu va asigura că acestea sunt sănătoase și echilibrate pentru călătoria care urmează."
      },
      {
        "section_title": "Domenii de stabilire a obiectivelor",
        "list": [
          {
            "title": "Spiritual",
            "description": "Înainte de a putea afla scopul lui Dumnezeu, El vrea să-L cunoști pe El, personal. Să-ți rezervi timp în fiecare zi pentru a învăța despre El și pentru a vorbi cu El este cel mai important obiectiv pe care ți-l poți stabili, conform Matei 6:33. Toate lucrurile în care Îl pui pe Dumnezeu pe primul loc, vor fi binecuvântate de El."
          },
          {
            "title": "Social și relațional",
            "description": "Pe cine trebuie să atragi în cercul tău și pe cine trebuie să îndepărtezi din el? Cere-I lui Dumnezeu să-ți dea discernământ cu privire la cine trebuie să fie acolo și cine nu. Unii oameni îți vor consolida viziunea, alții o vor împiedica."
          },
          {
            "title": "Emoțional",
            "description": "Cheia pentru a te simți într-un anumit fel este să gândești în felul respectiv. Controlul emoțiilor este esențial pentru succes. Definește modul în care vrei să te simți și mentalitatea de succes pe care trebuie s-o adopți pentru a ajunge acolo. O poți învăța din Scriptură și de la oamenii de la care ai dori să adopți un anumit comportament."
          },
          {
            "title": "Vocațional",
            "description": "Ce pași de dezvoltare, poziționare și influență te vor ajuta să-ți evaluezi progresul pe culoarul misiunii pe care o ai?"
          },
          {
            "title": "Financiar",
            "description": "Există o legătură importantă între finanțe și atingerea scopului vieții. Banii sunt un instrument puternic în mâinile celui care dăruiește. Trebuie să câștigi, pentru a putea fi tot mai generos. Care sunt obiectivele financiare pentru care I-ai cerut ajutorul lui Dumnezeu?"
          },
          {
            "title": "Fizic",
            "description": "Ce programe de exerciții fizice regulate și ce discipline alimentare vei pune în aplicare, pentru a te asigura că vei avea puterea și rezistența necesare pentru a te menține pe drumul cel bun?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Există domenii din viața ta care se află în dezechilibru?",
      "Cum poți ajuta pe altcineva să își atingă obiectivele?",
      "Ce scop sau viziune ți-a dat Dumnezeu pentru această perioadă din viața ta?"
    ],
    "conclusion": "Lasă viziunea să se dezvolte, până când va lua formă în viața ta."
  },
  {
    "title": "RIDICĂ-TE",
    "week": "SĂPTĂMÂNA 1",
    "day": "VINERI",
    "verse": {
      "text": "Căci Dumnezeu nu ne-a dat un duh de frică, ci de putere, de dragoste și de chibzuință.",
      "reference": "2 Timotei 1:7"
    },
    "content": [
      {
        "paragraph": "Există un acronim pentru F.E.A.R. (acronim care înseamnă frică, n. tr.) care m-a ajutat să aleg credința în locul fricii - de fapt, două. Acronimul reprezintă două alegeri pe care trebuie să le facem cu toții în fața fricii: „Lasă totul și fugi” sau „Înfruntă totul și ridică-te!” („Fear Everything and Run” și „Face Everything and Rise”, un joc de cuvinte folosit de autor). Eu o aleg pe cea de-a doua. Într-un moment sau altul, fiecare credincios se va confrunta cu frica și va trebui să ia o decizie: „Voi persevera și voi merge înainte, sau mă voi retrage și voi rămâne acolo unde mă simt confortabil?” Frica poate însemna confruntarea cu o conversație incomodă ce urmează să aibă loc, o respingere sau un sentiment de condamnare din cauza așteptărilor legate de o performanță. Ai nevoie de o strategie pentru a depăși frica în momentul deciziei. Această strategie include rostirea cu voce tare a cuvintelor lui Dumnezeu, astfel încât să poți simți ceea ce simte El, deoarece credința vine prin „auzirea” Cuvântului lui Dumnezeu (Romani 10:17)."
      },
      {
        "paragraph": "Iată câteva dintre cuvintele lui Dumnezeu care îmi dau putere să-mi confrunt frica. Este scris...",
        "list": [
          {
            "title": "Filipeni 4:13",
            "description": "„Pot totul în Hristos, care mă întărește.”"
          },
          {
            "title": "1 Ioan 4:4",
            "description": "„...Cel ce este în voi este mai mare decât cel ce este în lume.”"
          },
          {
            "title": "2 Timotei 1:7",
            "description": "„Căci Dumnezeu nu ne-a dat un duh de frică, ci de putere, de dragoste și de chibzuință.”"
          },
          {
            "title": "1 Samuel 17:36",
            "description": "„Așa a doborât robul tău leul și ursul, și cu filisteanul acesta, cu acest netăiat împrejur, va fi ca și cu unul din ei.”"
          }
        ]
      },
      {
        "paragraph": "Când te confrunți cu frica, amintește-ți: credința înseamnă să pășești înainte motivat de prezența Lui."
      }
    ],
    "reflection_questions": [
      "Când a fost ultima dată când ai fost paralizat de frică?",
      "Ai o strategie de a învinge frica?",
      "În ce fel te-a provocat Dumnezeu să ieși din zona de confort?"
    ],
    "conclusion": "Ești făcut să fii un învingător prin Cuvântul Său, care îți dă puterea de a învinge."
  },
  {
    "title": "După ce au părăsit calea cea dreaptă",
    "week": "SĂPTĂMÂNA 2",
    "day": "LUNI",
    "verse": {
      "text": "După ce au părăsit calea cea dreaptă, au rătăcit și au urmat calea lui Balaam, fiul lui Bosor, care a iubit plata fărădelegii. Dar a fost mustrat aspru pentru călcarea lui de lege: o măgăriță necuvântătoare, care a început să vorbească cu glas omenesc, a pus frâu nebuniei prorocului.",
      "reference": "2 Petru 2:15-16"
    },
    "content": [
      {
        "paragraph": "Te-ai lăsat convins vreodată să faci ceva ce știai că n-ar fi trebuit să faci? Balaam a fost un om prin care Dumnezeu a vorbit poporului Israel... până când n-a mai făcut-o. Balaam a început bine, dar lucrurile au luat-o razna atunci când a lăsat ca lăcomia să-i întunece buna judecată. El a căzut pradă ascultării vocii greșite, când și-a pus dorința mai presus de porunca lui Dumnezeu. I s-a oferit mită, iar el știa că nu trebuie s-o accepte. Vrând să se justifice, L-a întrebat pe Dumnezeu, iar Dumnezeu i-a răspuns. Neplăcându-i răspunsul lui Dumnezeu, s-a gândit să-L mai întrebe o dată."
      },
      {
        "paragraph": "Ți s-a întâmplat vreodată să nu-ți placă un răspuns la rugăciune, dar să continui să ceri? Dumnezeu l-a ferit pe Balaam de a lua o decizie greșită, dar el a insistat. Apostolul Pavel descrie mecanismul nostru de a vedea ce este bine și ce este rău, în Romani 2:15, spunând că cea care ne scuză sau ne acuză este conștiința noastră. Conștiința poate fi amorțită sau chiar redusă la tăcere, dacă nu suntem atenți. De exemplu, dacă, după ce a cunoscut „binele” într-o situație, cineva persistă în a greși, sensibilitatea care a făcut mai întâi conștiința să strige va fi estompată sau redusă la tăcere în întregime, ceea ce va ușura ignorarea conștiinței pe viitor."
      },
      {
        "paragraph": "Dacă Îi ceri lui Dumnezeu să te îndrume, dar ignori răspunsul Lui, de multe ori va apărea o altă voce, dorind să se substituie vocii Lui. Așa s-a întâmplat cu Eva, când și-a pus dorința proprie mai presus de porunca lui Dumnezeu. Faptul că nu urmezi ceea ce știi că este corect deschide ușa pentru posibilitatea de a te înșela singur."
      },
      {
        "section_title": "Există patru voci pe care trebuie să înveți să le distingi clar",
        "list": [
          {
            "title": "VOCEA TA",
            "description": "Mintea ta este cea care te alimentează în mod obișnuit și automat cu gânduri și impresii. Este important să faci distincția între un „gând automat” sau o „sugestie automată”, care necesită procesare și gândire, și un gând care vine de la Dumnezeu. Creierul tău a fost proiectat de Dumnezeu pentru a fi un super-computer intern care te servește. Trebuie să-ți controlezi gândurile, sau vei deveni sclavul lor."
          },
          {
            "title": "VOCEA LUI DUMNEZEU",
            "description": "Vocea lui Dumnezeu nu se aude cu ajutorul urechilor. Este posibil să te gândești la ceva sau să discuți cu tine însuți despre ceva, iar o certitudine neașteptată că știi ce trebuie să faci este elementul prin care poți „auzi” vocea lui Dumnezeu. De exemplu, vocea conștiinței îți spune instantaneu ce este bine sau rău; poți căuta câte argumente vrei, dar știi bine ce trebuie să faci. Cum sună vocea lui Dumnezeu? Vocea lui Dumnezeu răsună prin cuvintele Bibliei, ducându-ne pe drumul cel drept și dificil. Învățarea vocii Sale te va ajuta să faci distincția între cele patru voci."
          },
          {
            "title": "VOCEA ALTORA",
            "description": "Aici sunt incluse conversațiile zilnice, internetul și mass-media, persoanele influente cu care schimbi informații și conversațiile din trecut, care îți amintesc ce ți-au spus alții. Este important să faci diferența între diversele influențe exterioare și propriile tale gânduri. Cum știi dacă Dumnezeu vorbește prin intermediul altcuiva, pentru a-ți transmite un mesaj? Dumnezeu ne învață „să cercetăm duhurile”, pentru a ne asigura că vin de la El. În mod concret, orice mesaj trebuie să fie în armonie, nu în contradicție cu Scriptura. Aceasta indică acele lucruri care Îl onorează pe Dumnezeu și sunt edificatoare pentru alții, nu lucruri egoiste și care îi doboară pe alții."
          },
          {
            "title": "VOCEA DUȘMANULUI",
            "description": "O voce demonică își găsește intrarea în subconștientul unei persoane sub forma unui gând care se deghizează în gândul propriu. Cum poți distinge vocea dușmanului de celelalte? Sugestiile sau impresiile pe care le primești de la vrăjmaș vor contrazice Biblia și vor fi împotriva conștiinței tale. Strategia vrăjmașului este să te ispitească printr-un sentiment de auto-mulțumire sau cu dorința de a acționa contrar conștiinței sale. Dacă simți vreodată că, în cadrul discuției cu tine însuți, cineva intervine încercând să schimbe subiectul, fii conștient că dușmanul încearcă să preia controlul voinței tale."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Îți poți aminti un moment în care conștiința ta te-a îndepărtat de o decizie sau de un curs de acțiune pe care îl aveai în vedere?",
      "Care dintre cele patru voci din tine este cea mai puternică în acest moment?",
      "Te-ai trezit vreodată că te-ai „convins singur să faci ceva”, așa cum a făcut Balaam?"
    ],
    "conclusion": "Dacă ignori vocea lui Dumnezeu în viața ta, o altă voce va veni să îi ia locul."
  },
  {
    "title": "SĂ ȘTII CÂND SĂ TE OPREȘTI",
    "week": "SĂPTĂMÂNA 2",
    "day": "MARȚI",
    "verse": {
      "text": "Și David a luat din mâna Abigailei ce-i adusese și i-a zis: „Suie-te în pace acasă; vezi că ți-am ascultat glasul și te-am primit bine.”",
      "reference": "1 Samuel 25:35"
    },
    "content": [
      {
        "paragraph": "Când ai ajuns la o concluzie, nu mai continua discuția. Odată ce David a fost de acord și a afirmat că Abigail a reușit să-l convingă să urmeze recomandarea ei, aceasta a încetat să mai vorbească, și a plecat. Abigail se afla într-o situație tensionată, însă a fost suficient de înțeleaptă să știe când să încheie conversația și să se retragă. Ai fost vreodată într-o conversație cu cineva care nu știa când să se oprească din vorbit? Putem fi în situația de a obține ceea ce vrem dintr-o conversație și apoi să stricăm totul, continuând să vorbim, atunci când ar trebui să ascultăm."
      },
      {
        "paragraph": "Abigail se afla în fața unui rege. Te-ai gândit vreodată serios la cum să faci o cerere cuiva cu autoritate? Poate urmează o conversație cu soțul sau soția, un supraveghetor, un ofițer de credite sau cineva cu o mare influență sau autoritate. În acest caz, probabil că te-ai gândit bine la conversație, te-ai pregătit mental și emoțional și ai știut ce vei spune și chiar cum vei face cererea. Iată câteva moduri în care oamenii se sabotează singuri într-o astfel de situație, și pe care le poți observa data viitoare când vei face o „cerere” importantă cuiva din viața ta sau când cineva îți va face ție o asemenea „cerere”."
      },
      {
        "list": [
          {
            "title": "Agitație",
            "description": "Atunci când oamenii sunt agitați, le este greu să nu vorbească. În vânzări, în negocieri sau în conversații cu miză importantă, vorbirea excesivă va face ca, în cele din urmă, cealaltă persoană să-și piardă răbdarea."
          },
          {
            "title": "Stai liniștit",
            "description": "După ce ai făcut o „cerere”, taci și lasă-l pe celălalt să răspundă. Dacă scoți momeala din cârlig, nu vei prinde niciun pește."
          },
          {
            "title": "Relația profesională vs. relația personală",
            "description": "Nu este neobișnuit ca, atunci când o persoană primește un „da” la cerere, să lase garda jos, să uite de contextul în care se află și să devină prea personală sau prea familiară, când un raport profesional este mai potrivit."
          }
        ]
      }
    ],
    "reflection_questions": [
      "În timp ce reflectezi la cererile pe care le-ai făcut în trecut, îți amintești starea emoțională pe care ai avut-o și cum te-ai comportat în timpul întâlnirii?",
      "Există un declanșator mental pe care îl poți pune în funcțiune pentru a te avertiza când trebuie să continui discuția sau să faci „cererea” și să ieși din cameră?",
      "Cunoști pe cineva care se pricepe să obțină ceea ce vrea și apoi știe când să se retragă?"
    ],
    "conclusion": "Te sabotezi singur când faci o cerere și apoi să continui să vorbești, fără a-i da timp celuilalt să răspundă."
  },
  {
    "title": "GPS-UL LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 2",
    "day": "MIERCURI",
    "verse": {
      "text": "Domnul să-ți fie desfătarea și El îți va da tot ce-ți dorește inima.",
      "reference": "Psalmul 37:4"
    },
    "content": [
      {
        "paragraph": "Natura umană este programată să urmărească plăcerea și să evite durerea, să fie liniștită atunci când ia decizia corectă și neliniștită atunci când ia o decizie greșită. Obiectivul pe care Dumnezeu îl sădește în noi este ca o rază care ne face să căutăm plăcerea și pacea, atunci când suntem pe drumul cel bun și neliniștea, atunci când ne abatem de la curs. Bineînțeles că aceste semnale ar trebui să fie testate întotdeauna în raport cu Cuvântul lui Dumnezeu, dar ele sunt, de asemenea, „atracția magnetică” a lui Dumnezeu în noi, care ne ghidează spre destinația pentru care am fost proiectați."
      },
      {
        "paragraph": "Dacă există un loc unde trebuie să fim, înseamnă că orice alt loc este greșit. GPS-ul (God Positioning System) pe care Dumnezeu îl folosește adesea este inima noastră, ghidată de Cuvântul Său, pentru a ne ține sau a ne muta acolo unde ar trebui să fim. C.S. Lewis a spus-o în felul următor: „Dumnezeu ne vorbește în șoaptă atunci când trecem prin bucurii, ne vorbește cu glas obișnuit în conștiința noastră, și vorbește clar și răspicat când trecem prin suferințe”. Se folosește Dumnezeu de plăcere sau de durere pentru a vorbi cu tine astăzi?"
      },
      {
        "paragraph": "Unde te conduce lumina lui Dumnezeu? Întrebările vor scoate la iveală emoții puternice care pot acționa ca indicii pentru a te ghida prin prezent, apoi vă vor propulsa în viitor."
      },
      {
        "section_title": "ȘASE INDICII PENTRU A DESCOPERI GPS-UL LUI DUMNEZEU ÎN VIAȚA TA",
        "list": [
          {
            "title": "Ce mă ține treaz noaptea?",
            "description": "Îngrijorarea este un indiciu al unui lucru pe care Dumnezeu vrea să-l scoată în evidență, să-l rezolve, să te ajute să-l accepți și să-l depășești."
          },
          {
            "title": "Ce poveri port?",
            "description": "Ceea ce îți ocupă mintea în mod constant este un indiciu pentru o misiune în această perioadă a vieții."
          },
          {
            "title": "Ce îmi aduce împlinire?",
            "description": "Ceea ce faci atunci când pierzi noțiunea timpului este o dovadă că alergi pe culoarul potrivit."
          },
          {
            "title": "Ce îmi provoacă durere?",
            "description": "Cu excepția cazului în care Dumnezeu îți pregătește special o perioadă de încercări, durerea este un indicator serios al „locului” în care nu trebuie să fii și a ceea ce nu trebuie să faci."
          },
          {
            "title": "Ce mă frustrează?",
            "description": "Mânia și nemulțumirea sunt emoții puternice - până când nu înveți să părăsești circumstanțele actuale, nu vei ajunge niciodată la viitorul pe care îl are Dumnezeu în vedere pentru tine."
          },
          {
            "title": "Unde sunt roditor?",
            "description": "În prezența Lui există întotdeauna provizii și belșug. Acolo unde te duce, Dumnezeu îți va da întotdeauna și resursele necesare."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care a învățat să discearnă direcția lui Dumnezeu în viață?",
      "Unde te ghidează GPS-ul lui Dumnezeu?",
      "Ce indicii ai descoperit că folosește Dumnezeu pentru a comunica cu tine?"
    ],
    "conclusion": "Dumnezeu comunică cu tine, înainte de a încerca să te ducă undeva. Ce îți spune El?"
  },
  {
    "title": "ÎNTÂLNIRI PROVIDENȚIALE",
    "week": "SĂPTĂMÂNA 2",
    "day": "JOI",
    "verse": {
      "text": "Să nu dați uitării primirea de oaspeți, căci unii, prin ea, au găzduit, fără să știe, pe îngeri.",
      "reference": "Evrei 13:2"
    },
    "content": [
      {
        "paragraph": "Cu câțiva ani în urmă, în drum spre Ierusalim, ne-am oprit pentru câteva zile în Atena. Plecând de la aeroport la ora 2 dimineața, a fost dificil să găsim apartamentul, deoarece indicatoarele stradale erau în altă limbă. După două ore de rătăcire, ne-am pierdut complet. Am început să ne rugăm pentru că, pentru prima dată, am realizat ce înseamnă să nu înțelegi nicio literă. Am văzut o tânără care mergea pe drum și ne-am oprit să o rugăm să ne îndrume. Spre surprinderea noastră, ea a spus „Vă duc eu acolo” și a sărit în duba noastră fără să fie invitată. În scurt timp, am ajuns la destinație. Înainte de a pleca, i-am spus cine suntem și am întrebat-o cum o cheamă. „Numele meu este Gabrielle”, a spus ea. Gabriel era cunoscut ca fiind îngerul care a dat indicații și informații în Biblie."
      },
      {
        "paragraph": "Te poți aștepta la ajutor providențial în anumite momente din viața ta. Căci Dumnezeu este Cel care lucrează în tine pentru a-Și împlini planurile (Fil 2:13). Deși nu trebuie să-ți petreci zilele căutând semne și îngeri (ar fi extrem de neproductiv), îți poți petrece ziua într-o atitudine de rugăciune, căutând călăuzirea și direcția lui Dumnezeu. Mai întâi trebuie să facem pași prin credință, înainte de a vedea credința producând rezultate. Într-o zi vom privi în urmă și vom vedea toate momentele în care Dumnezeu a fost alături de noi, ajutându-ne și îndrumându-ne să ne găsim calea. Ești atent la străinii care apar pe calea ta? Ce întâlniri „întâmplătoare” ai avut? Atunci când devii conștient de mâna providenței divine, slujirea intenționată a celor care îți sunt aproape va crea momente în care vei recunoaște întâlnirile providențiale din viața ta."
      }
    ],
    "reflection_questions": [
      "Când a fost ultima dată când I-ai mulțumit lui Dumnezeu pentru că te-a ajutat cu ceva în mijlocul zilei de lucru?",
      "„Ajutorul” a părut să vină pe neașteptate, sau în urma unei rugăciuni?",
      "Dacă ai ști că Dumnezeu te susține la fiecare pas, ce ai încerca să faci sau să realizezi?"
    ],
    "conclusion": "Dumnezeu umblă îmbrăcat în haine obișnuite. Îi recunoști amprentele providențiale când apare în viața ta?"
  },

  {
    "title": "NIVELUL AȘTEPTĂRILOR",
    "week": "SĂPTĂMÂNA 2",
    "day": "VINERI",
    "verse": {
      "text": "Dacă te silește cineva să mergi cu el o milă de loc, mergi cu el două.",
      "reference": "Matei 5:41"
    },
    "content": [
      {
        "paragraph": "Când Isus trăia pe pământ, legea prevedea că un soldat roman nu putea obliga un cetățean să îi care echipamentul mai mult de o milă. Isus a folosit acest exemplu pentru a-i învăța pe oameni să nu se mulțumească cu puțin. Acest lucru a devenit cunoscut sub numele de „a merge o milă în plus” sau a face mai mult decât se așteaptă de la tine."
      },
      {
        "paragraph": "Dacă ar fi să conturezi așteptările pe care clienții, compania sau șeful tău le-ar putea avea, cum ar arăta această listă? Ce crezi: ai ratat, ai îndeplinit sau ai depășit așteptările? Personalizează întrebările în funcție de persoanele pe care le slujești în activitatea ta și acordă-ți un calificativ."
      },
      {
        "section_title": "AȘTEPTĂRI",
        "list": [
          {
            "title": "Vin târziu sau nepregătit",
            "description": ""
          },
          {
            "title": "Las probleme nerezolvate",
            "description": ""
          },
          {
            "title": "Nu reușesc să observ semnalele de nemulțumire",
            "description": ""
          },
          {
            "title": "Nu sunt atent la detalii",
            "description": ""
          },
          {
            "title": "Acord atenție detaliilor",
            "description": ""
          },
          {
            "title": "Îmi respect promisiunile",
            "description": ""
          },
          {
            "title": "Vin la timp, informat și pregătit",
            "description": ""
          },
          {
            "title": "Sun înapoi, chiar dacă nu am un răspuns",
            "description": ""
          },
          {
            "title": "Ascult nevoia altcuiva, înainte de a o împărtăși pe a mea",
            "description": ""
          },
          {
            "title": "Ascult și apoi urmez instrucțiunile",
            "description": ""
          },
          {
            "title": "Repar greșelile",
            "description": ""
          },
          {
            "title": "Cer feedback cu privire la îmbunătățiri",
            "description": ""
          },
          {
            "title": "Surprind oamenii cu gesturi de apreciere",
            "description": ""
          },
          {
            "title": "Îmi amintesc ce este important și acționez în consecință",
            "description": ""
          }
        ]
      }
    ],
    "reflection_questions": [
      "Pentru cine trebuie să depășești așteptările în această săptămână?",
      "În ce domeniu al așteptărilor trebuie să faci îmbunătățiri?",
      "Cum te-ar evalua cei pe care îi slujești, în ceea ce privește capacitatea de a împlini și a depăși așteptările?"
    ],
    "conclusion": "Nivelul așteptărilor este de obicei ascuns la vedere. Dacă îl depășești oamenii vor avea o părere mai bună despre tine."
  },
  {
    "title": "COPILUL ȘI SABIA",
    "week": "SĂPTĂMÂNA 3",
    "day": "LUNI",
    "verse": {
      "text": "Apoi a adăugat: „Aduceți-mi o sabie.” Au adus o sabie înaintea împăratului. Și împăratul a zis: „Tăiați în două copilul cel viu și dați o jumătate uneia și o jumătate celeilalte.” Atunci, femeia al cărei copil era viu a simțit că i se rupe inima pentru copil și a zis împăratului: „Ah, domnul meu, dă-i mai bine ei copilul cel viu și nu-l omorî!” Dar cealaltă a zis: „Să nu fie nici al meu, nici al tău; tăiați-l!” Și împăratul, luând cuvântul, a zis: „Dați celei dintâi copilul cel viu și nu-l omorâți. Ea este mama lui.”",
      "reference": "1 Împărați 3:24-27"
    },
    "content": [
      {
        "paragraph": "Regele Solomon a avut un vis, în care Dumnezeu l-a întrebat ce își dorește. Când acesta a cerut înțelegere și bună judecată, Dumnezeu l-a răsplătit cu înțelepciune. Ce este înțelepciunea? Este discernământul - abilitatea de a ști ce să faci, cum să faci și când să faci. Imediat după ce i-a dat înțelepciune, Dumnezeu a aranjat și o demonstrație publică."
      },
      {
        "paragraph": "În timp ce inteligența emoțională se ocupă de citirea emoțiilor tale și ale celorlalți, un lider care își valorifică al șaselea simț aduce în ecuație sincronizarea și intuiția. Cu un al șaselea simț dezvoltat, poți înțelege și conduce o situație, evalua mediul emoțional și apoi folosi înțelepciunea pentru a crea un rezultat productiv."
      },
      {
        "paragraph": "Inteligența emoțională nu este suficientă. Într-o demonstrație uluitoare a înțelepciunii lui Dumnezeu, Solomon a poruncit tăierea copilului cu o sabie, ca o modalitate de a pregăti terenul pentru a observa reacția emoțională a ambelor mame. Solomon știa (intuiție) că adevărata mamă nu ar fi lăsat niciodată copilul să fie ucis. În timp ce una dintre mame s-a pronunțat în favoarea salvării vieții fiului ei, cealaltă a demonstrat indiferență față de viața copilului. În acel moment (sincronizare), în timp ce observa reacția emoțională a ambelor femei, Solomon a putut determina care dintre ele este adevărata mamă."
      },
      {
        "paragraph": "În orice domeniu, succesul necesită un anumit grad de valorificare a celui de-al șaselea simț, să știi cum să folosești sincronizarea, intuiția și emoția pentru a crea un rezultat bun pentru tine și pentru ceilalți."
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care știe ce, cum și când să spună?",
      "Știi un moment în care ai fost „nesincronizat” în vorbire sau „ai ratat momentul”?",
      "Ce măsuri poți lua pentru a-ți dezvolta cel de-al șaselea simț, pe care să-l folosești în întâlnirile la care participi?"
    ],
    "conclusion": "Un al șaselea simț foarte bine antrenat este elementul de diferențiere între cei talentați și cei super-talentați."
  },
  {
    "title": "ARTA CORECTĂRII",
    "week": "SĂPTĂMÂNA 3",
    "day": "MARȚI",
    "verse": {
      "text": "Un răspuns blând potolește mânia, dar o vorbă aspră ațâță mânia.",
      "reference": "Proverbe 15:1"
    },
    "content": [
      {
        "paragraph": "Atunci când vrei să corectezi pe cineva, asigură-te că ai atitudinea potrivită. Fie că ești părinte, profesor, lider sau antrenor, nu este niciodată ușor să corectezi un comportament greșit sau o performanță slabă. Evrei 12:6 spune: „Căci Domnul pedepsește pe cine-l iubește”. Dacă oamenii știu că îți pasă de ei și au încredere în tine, inima lor va fi deschisă la ceea ce ai de spus. Când oamenii sunt convinși că te interesează binele lor, frica dispare, zidurile cad și ai drum liber pentru a le influența inima. Ține minte că, atunci când corectezi pe cineva, nu doar rezolvi o problemă, ci intri în interacțiune cu o persoană."
      },
      {
        "paragraph": "Corectarea este mai mult o artă, decât o știință. Deși detaliile pot fi reduse la o abordare în mai multe etape, arta corectării trebuie adaptată la fiecare persoană și la fiecare set de circumstanțe. Potențialul tău ca lider poate urca vertiginos sau se poate scufunda rapid, în funcție de capacitatea de a-i ajuta pe cei din jurul tău să-și depășească limitele. Iată câțiva pași simpli pentru a te ajuta să navighezi în procesul de corectare a performanțelor și comportamentelor."
      },
      {
        "section_title": "ARTA CORECTĂRII",
        "list": [
          {
            "title": "AFIRMĂ-ȚI APRECIEREA",
            "description": "Afirmă-ți aprecierea față de ei, recunoscându-le punctele forte și contribuția la organizație. Realizează o conexiune la nivelul inimii. Oamenii se consideră valoroși, atât pe ei înșiși, cât și contribuția pe care o aduc. Exprimă încrederea pe care o ai în ei, recunoscând modurile concrete în care contribuția lor aduce beneficii echipei."
          },
          {
            "title": "CORECTEAZĂ CU BLÂNDEȚE",
            "description": "Întâlnirea cu o persoană cu autoritate presupune deja o greutate și o intimidare. Din acest motiv, este posibil ca liderul să fie nevoit să facă un efort suplimentar pentru a ajuta un angajat închis în sine să se deschidă. Încearcă să separi persoana de problemă, astfel încât să poți rezolva problema, în timp ce porți de grija persoanei care ți-a fost încredințată."
          },
          {
            "title": "CONFRUNTĂ CU SINCERITATE",
            "description": "Abordarea directă a problemei, fără a te învârti în jurul cozii, face ca întâlnirea să fie mai productivă, pe un subiect care este deja dificil pentru cel care este corectat. Dacă nu ești pregătit cu direcția discuției și cu tonul necesar pentru a fi eficient, este o formă de abuz emoțional să conduci o persoană printr-un coridor al eșecurilor sau slăbiciunilor sale, fără a putea încheia întâlnirea cu sentimentul îmbunătățirii relației."
          },
          {
            "title": "ÎNVAȚĂ CU CLARITATE",
            "description": "Descrie clar așteptările, astfel încât persoana corectată să știe care sunt punctele de reper. Este descurajant să ai o întâlnire cu un supervizor, și să pleci spunând „Nu știu ce vrea”. Comunică folosind exemple concrete ale comportamentului pe care l-ai identificat și care trebuie schimbat, folosind în același timp exemple, analogii și metafore simple, pentru a fi înțelese. Poate fi necesar să dai exemple despre modul în care organizația, cultura sau oamenii au fost afectați de comportamentul pe care îl discutați. Stabilește un calendar și prezintă așteptări concrete, modul în care va fi măsurat progresul și reafirmă încrederea că se vor face îmbunătățirile necesare."
          },
          {
            "title": "URMĂREȘTE ÎMBUNĂTĂȚIRILE",
            "description": "Oferă angajatului posibilitatea de a-și exprima poziția, astfel încât acesta să simtă că a luat parte la o discuție, nu la un monolog. Urmărește implementarea a ce s-a discutat și a ceea ce se așteaptă de la el, ținând cont de factori precum „ce, de ce și până când”. Urmărește îmbunătățirile de-a lungul timpului, pentru a-l surprinde făcând ceva bine și caută schimbările mici de care are nevoie pentru a face corecțiile necesare. Dacă nu urmărești implementarea deciziilor luate la întâlnire, persoana se va îndoi de sinceritatea ta sau, mai rău, va simți că ai abandonat-o în procesul de dezvoltare."
          },
          {
            "title": "ÎNCURAJEAZĂ CONSTANT",
            "description": "Asigură-te că încurajezi în mod constant, prin încredere și afirmații. Încurajarea consecventă va contrabalansa orice distanță relațională pe care ai impus-o ca lider."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cum te-ai simțit când ai fost corectat sau când a trebui să corectezi pe altcineva?",
      "Care crezi că este cea mai importantă abilitate pe care un lider trebuie să o folosească atunci când corectează un comportament?",
      "Ce sfat le-ai da liderilor din cercul tău despre corectarea performanțelor și a comportamentului?"
    ],
    "conclusion": "Potențialul tău ca lider poate crește vertiginos sau se poate prăbuși, în funcție de capacitatea ta de a-i ajuta pe cei din jurul tău să-și depășească limitele."
  },
  {
    "title": "ARTA CONVINGERII",
    "week": "SĂPTĂMÂNA 3",
    "day": "MIERCURI",
    "verse": {
      "text": "Un argintar, numit Dimitrie, făcea temple de argint de-ale Dianei și aducea lucrătorilor săi nu puțin câștig cu ele. I-a adunat la un loc, împreună cu cei de aceeași meserie, și le-a zis: „Oamenilor, știți că bogăția noastră atârnă de meseria aceasta și vedeți și auziți că Pavel acesta, nu numai în Efes, dar aproape în toată Asia, a înduplecat și a abătut mult norod și zice că zeii făcuți de mâini nu sunt dumnezei.”",
      "reference": "Faptele Apostolilor 19:24-26"
    },
    "content": [
      {
        "paragraph": "Influența nu este suficientă. Oriunde s-a dus, apostolul Pavel a predicat, a argumentat și a convins oamenii că Isus este Hristos și că ar trebui să se întoarcă la El pentru a-și reface relația cu Dumnezeu. „A influența” înseamnă a avea un „efect” asupra cuiva sau a ceva. „Convingere” înseamnă a „determina” pe cineva să facă ceva. Scopul lui Pavel nu era doar de a influența oamenii, ci de a-i convinge pentru a-i scoate din întuneric la lumină. Influența poate fi o piatră de hotar pe drumul deciziei, dar influența în sine nu este suficientă. Pentru a avea succes în orice demers, trebuie să înveți să convingi."
      },
      {
        "paragraph": "Cum se manifestă natura spirituală a lui Dumnezeu în tine, în timp ce îți vezi de viața cotidiană? Cunoașterea și experimentarea divinității Sale este un pas preliminar esențial al manifestării lui Dumnezeu prin tine. Poți descrie modul în care natura spirituală se manifestă în tine din punct de vedere practic?"
      },
      {
        "section_title": "IDENTITATEA TA CA PARTE A NATURII LUI DUMNEZEU CARE LOCUIEȘTE ÎN TINE",
        "list": [
          {
            "description": "Ești un copil al lui Dumnezeu, iertat, acceptat, iubit, cu o moștenire care te așteaptă. (Romani 8:17)"
          },
          {
            "description": "Ai în tine gândul lui Hristos, care cunoaște „toate lucrurile”. (1 Corinteni 2:16)"
          },
          {
            "description": "Ești așezat cu Hristos în tărâmurile cerești, putând să-i auzi vocea, direcția și sfaturile pentru viața ta. (Efeseni 2:6)"
          },
          {
            "description": "Ești pus deoparte pentru faptele bune pe care El le-a pregătit dinainte pentru tine. Planul Său este gata ca tu să-l descoperi, ca o hartă invizibilă gravată pe inima ta. (Efeseni 2:10)"
          },
          {
            "description": "Ai acces să intri cu îndrăzneală în sala tronului lui Dumnezeu în rugăciune și să ceri orice, după voia Lui, știind că El te va asculta. (Evrei 4:16)"
          },
          {
            "description": "Ai acces la înțelepciune, cunoaștere și discernământ pentru a lua decizii. (1 Ioan 2:27)"
          }
        ]
      },
      {
        "paragraph": "Fiecare promisiune din Biblie este „da și amin” pentru tine. În timp ce îți petreci ziua, gândește-te să Îi ceri lui Dumnezeu să îți arate și alte moduri de a-Și manifesta natura Sa prin tine. Îi face plăcere să lucreze în tine și prin tine, dar numai în măsura în care tu Îi permiți. Lasă-L pe Dumnezeu să lucreze."
      }
    ],
    "reflection_questions": [
      "Cum ți-ai descrie nivelul de influență și putere de convingere, pe o scară de la 1 la 10?",
      "Cunoști pe cineva care are abilitatea de a-i ajuta și a-i convinge pe alții?",
      "Care este strategia ta pentru a-i convinge pe ceilalți să meargă în direcția în care dorești să-i vezi înaintând?"
    ],
    "conclusion": "Influența nu este suficientă. Dacă vrei să ai succes, va trebui să convingi oamenii să acționeze."
  },

  {
    "title": "NATURA SPIRITUALĂ",
    "week": "SĂPTĂMÂNA 3",
    "day": "JOI",
    "verse": {
      "text": "Astfel dar, fiindcă suntem de neam din Dumnezeu, nu trebuie să credem că Dumnezeirea este asemenea aurului sau argintului sau pietrei cioplite cu meșteșugirea și iscusința omului.",
      "reference": "Faptele Apostolilor 17:29"
    },
    "content": [
      {
        "paragraph": "În predica sa de pe Colina lui Marte, Pavel a intrat în legătură cu auditoriul său, lăudându-i pentru că Îl căutau pe Dumnezeu. Scopul său era să stabilească o relație și abia apoi să înceapă să dezbată cu ei privitor la adevăr, pornind de la altarul pe care ei îl ridicaseră unui zeu necunoscut. Pavel le-a îndreptat privirile spre ceea ce ei proclamau fără să cunoască, iar el le-a proclamat ceea ce știa despre Dumnezeu și natura Sa divină."
      },
      {
        "paragraph": "Cum se manifestă natura spirituală a lui Dumnezeu în tine, în timp ce îți vezi de viața cotidiană? Cunoașterea și experimentarea divinității Sale este un pas preliminar esențial al manifestării lui Dumnezeu prin tine. Poți descrie modul în care natura spirituală se manifestă în tine din punct de vedere practic?"
      },
      {
        "section_title": "IDENTITATEA TA CA PARTE A NATURII LUI DUMNEZEU CARE LOCUIEȘTE ÎN TINE",
        "list": [
          {
            "description": "Ești un copil al lui Dumnezeu, iertat, acceptat, iubit, cu o moștenire care te așteaptă. (Romani 8:17)"
          },
          {
            "description": "Ai în tine gândul lui Hristos, care cunoaște „toate lucrurile”. (1 Corinteni 2:16)"
          },
          {
            "description": "Ești așezat cu Hristos în tărâmurile cerești, putând să-i auzi vocea, direcția și sfaturile pentru viața ta. (Efeseni 2:6)"
          },
          {
            "description": "Ești pus deoparte pentru faptele bune pe care El le-a pregătit dinainte pentru tine. Planul Său este gata ca tu să-l descoperi, ca o hartă invizibilă gravată pe inima ta. (Efeseni 2:10)"
          },
          {
            "description": "Ai acces să intri cu îndrăzneală în sala tronului lui Dumnezeu în rugăciune și să ceri orice, după voia Lui, știind că El te va asculta. (Evrei 4:16)"
          },
          {
            "description": "Ai acces la înțelepciune, cunoaștere și discernământ pentru a lua decizii. (1 Ioan 2:27)"
          }
        ]
      },
      {
        "paragraph": "Fiecare promisiune din Biblie este „da și amin” pentru tine. În timp ce îți petreci ziua, gândește-te să Îi ceri lui Dumnezeu să îți arate și alte moduri de a-Și manifesta natura Sa prin tine. Îi face plăcere să lucreze în tine și prin tine, dar numai în măsura în care tu Îi permiți. Lasă-L pe Dumnezeu să lucreze."
      }
    ],
    "reflection_questions": [
      "Cum ai descrie natura lui Dumnezeu la lucru în viața ta?",
      "Crezi că Dumnezeu vrea să interacționeze cu tine zilnic?",
      "Există modalități specifice prin care poți manifesta natura spirituală?"
    ],
    "conclusion": "Natura spirituală pe care ai primit-o la mântuire trebuie să fie lăsată să se manifeste, pentru ca tu să te asemeni tot mai mult cu Hristos."
  },
  {
    "title": "DEVENIND UN MAESTRU AL ÎNTREBĂRILOR",
    "week": "SĂPTĂMÂNA 3",
    "day": "VINERI",
    "verse": {
      "text": "Isus le-a răspuns: „Am să vă pun și Eu o întrebare. Răspundeți-Mi la ea și apoi vă voi spune și Eu cu ce putere fac aceste lucruri. Botezul lui Ioan venea din cer ori de la oameni? Răspundeți-Mi!”",
      "reference": "Marcu 11:29-30"
    },
    "content": [
      {
        "paragraph": "Isus a fost un maestru al întrebărilor. În cartea Jesus is the Question, Martin Copenhagen a observat că El a pus 307 întrebări celor care Îl ascultau, dar a răspuns doar la trei întrebări. Marii comunicatori știu cum să capteze atenția publicului folosind puterea inerentă a unei întrebări. Fie că vorbești în fața unei săli mari sau a unei singure persoane, folosirea unei întrebări la momentul potrivit, pusă în modul potrivit, poate avea un impact semnificativ."
      },
      {
        "paragraph": "Iată câteva calități esențiale ale unei întrebări:"
      },
      {
        "list": [
          {
            "description": "Întrebările creează impactul emoțional de a atrage oamenii spre tine în timpul conversației; declarațiile îi îndepărtează."
          },
          {
            "description": "Persoana care pune întrebările stabilește direcția conversației."
          },
          {
            "description": "O întrebare este capabilă să sape adânc în inima unei probleme și să scoată la iveală ceea ce este ascuns."
          },
          {
            "description": "Întrebările bune, atunci când sunt puse în modul corect, au capacitatea de a crea o atmosferă de descoperire și un sentiment de uimire."
          },
          {
            "description": "Întrebările îi fac pe oameni să gândească și creează o pauză sănătoasă în conversație."
          }
        ]
      },
      {
        "paragraph": "Întrebările sunt un instrument puternic, atunci când soliciți feedback. În comunicare, liderii știu să pună întrebări. Încearcă să schimbi direcția discuției, folosind mai multe întrebări decât afirmații, și urmărește ce se întâmplă. Când vrei să impresionezi pe cineva, vorbește despre tine, dar când vrei să stabilești o legătură, întreabă-l despre el. Indiferent dacă conduci o ședință, discuți cu un coleg, conduci o evaluare a performanței sau vorbești de la o tribună, întrebările, atunci când sunt folosite în mod corect, atrag oamenii spre tine."
      }
    ],
    "reflection_questions": [
      "Ai elaborat vreodată o serie de întrebări pentru a conduce la o decizie?",
      "Cunoști pe cineva priceput în stabilirea și dirijarea unei conversații? Cum reușește?",
      "Există șase întrebări mari: „Cine”, „Ce”, „Când”, „Cum”, „Unde” și „De ce”."
    ],
    "conclusion": "Adesea, întrebările pe care le pui îți aduc mai multă influență decât afirmațiile pe care le faci."
  },
  {
    "title": "ÎNGERI ÎN MISIUNE",
    "week": "SĂPTĂMÂNA 4",
    "day": "LUNI",
    "verse": {
      "text": "Să nu dați uitării primirea de oaspeți, căci unii, prin ea, au găzduit, fără să știe, pe îngeri.",
      "reference": "Evrei 13:2"
    },
    "content": [
      {
        "paragraph": "Ai văzut vreodată un înger? În Vechiul Testament, oamenii identificau făpturile supranaturale cu îngeri și, uneori, chiar cu Dumnezeu Însuși. Imaginează-ți până unde va merge Dumnezeu pentru a ajuta pe cineva, pentru a-l mântui și a-l avea cu Sine pentru veșnicie. Isus a spus că va lăsa 99 de persoane, pentru a găsi una pierdută (Luca 15:4). Imaginează-ți că Dumnezeu se află la o intersecție, dirijând traficul ca să te ajute să ajungi la planul Său, astfel încât să poți primi tot ceea ce a pregătit El pentru tine. Cum ar arăta o listă a „intersecțiilor divine” din viața ta?"
      },
      {
        "paragraph": "Roagă-L pe Dumnezeu să-ți arate minunile din viața ta. Deși poate că nu ai văzut un înger, poți fi un înger pentru altcineva, „mâinile și picioarele” lui Dumnezeu în slujba cuiva. Știu că Dumnezeu lucrează făcând minuni în spatele scenei, așa că L-am rugat să-mi arate exemple de minuni pe care le face în viața mea. În decurs de o săptămână sau două, s-au întâmplat lucruri de care nu aș fi fost conștient, dacă nu m-aș fi rugat în felul acesta."
      },
      {
        "paragraph": "În primul caz, a fost vorba de găsirea unui plic fără timbru poștal, adresat unei companii de carduri de credit. Acesta fusese scăpat pe jos de către proprietarul său, care probabil nu știa că l-a pierdut. L-am dus acasă la persoana respectivă și i l-am lăsat (nu era nimeni acasă). În timp ce plecam cu mașina, Dumnezeu mi-a arătat că ei vor vedea plicul în fața ușii și vor crede că l-au scăpat acolo, recunoscători că l-au găsit, dar fără să știe că era mâna invizibilă a lui Dumnezeu care îi salvase de un eveniment nefericit. Acesta a fost miracolul numărul unu din spatele scenei."
      },
      {
        "paragraph": "Al doilea a avut loc în dimineața în care am fost la tăiat buruieni. Întotdeauna mă încalț în șlapi, dar în acea dimineață nu i-am găsit, ceea ce nu mi se mai întâmplase niciodată, deoarece sunt un om foarte organizat. În timp ce pregăteam mașina de tuns iarbă, am pornit-o din greșeală. Șnurul de mare viteză m-a lovit peste picior. Am simțit durerea, dar nu m-am rănit, deoarece purtam pantofi, nu șlapi. Dacă aș fi avut șlapii în picioare, ca de o mie de ori înainte, aș fi mers la urgență, probabil cu un deget mai puțin. Acesta a fost miracolul invizibil numărul doi. Unul a fost făcut de Dumnezeu pentru mine, iar celălalt prin mine pentru altcineva."
      }
    ],
    "reflection_questions": [
      "Care a fost ultimul miracol pe care l-ai trăit?",
      "Ai bănuit vreodată intervenția unui „înger” în viața ta?",
      "Ce ai face dacă I-ai cere lui Dumnezeu să-ți arate minunile din viața ta astăzi și apoi le-ai vedea?"
    ],
    "conclusion": "În timp ce aștepți ca Dumnezeu să îți arate un înger, s-ar putea ca tu să fii îngerul pe care Dumnezeu îl cheamă la lucru, pentru a ajuta persoana în nevoie."
  },
  {
    "title": "PUTEREA RELAȚIILOR MOTIVATOARE",
    "week": "SĂPTĂMÂNA 4",
    "day": "MARȚI",
    "verse": {
      "text": "Pavel și Barnaba au scuturat praful de pe picioare împotriva lor și s-au dus în Iconia, în timp ce ucenicii erau plini de bucurie și de Duhul Sfânt. În Iconia, Pavel și Barnaba au intrat în sinagoga iudeilor și au vorbit în așa fel că o mare mulțime de iudei și de greci au crezut.",
      "reference": "Faptele Apostolilor 13:51-14:1"
    },
    "content": [
      {
        "paragraph": "Să știi când este timpul să treci mai departe. Pavel și Barnaba au știut când a fost momentul să schimbe lucrurile și să treacă la o nouă etapă, mai eficientă. Vor exista relații, locuri de muncă și situații temporare, care vor avea început și sfârșit. Vei experimenta, de asemenea, respingerea și uși care ți se vor trânti în nas. Dezvoltarea abilității de a înțelege unde îți este locul și unde nu îți este locul te poate scuti de multă durere. Chiar și Isus le-a spus ucenicilor Săi să plece și să scuture praful de pe picioare atunci când sunt respinși."
      },
      {
        "paragraph": "Dacă Dumnezeu te îndeamnă să mergi mai departe, este pentru că are ceva mai bun plănuit pentru tine. Nu toată lumea te va accepta. Este nevoie de onestitate pentru a recunoaște că nu poți cuceri pe toată lumea, așa că vei ști când este timpul să treci mai departe; obișnuiește-te cu asta."
      },
      {
        "section_title": "Relațiile motivatoare",
        "list": [
          {
            "description": "Te energizează"
          },
          {
            "description": "Te fac să te simți folositor"
          },
          {
            "description": "Te fac să te simți acceptat"
          },
          {
            "description": "Te descurajează doar temporar"
          },
          {
            "description": "Arată o legătură cu tine"
          },
          {
            "description": "Îți apreciază prezența"
          },
          {
            "description": "Văd valoare în tine"
          },
          {
            "description": "Te văd ca o soluție la problemă"
          }
        ]
      },
      {
        "section_title": "Relațiile demotivante",
        "list": [
          {
            "description": "Te secătuiesc"
          },
          {
            "description": "Te fac să te simți inutil"
          },
          {
            "description": "Te resping și apoi te uită"
          },
          {
            "description": "Te descurajează pe termen nedefinit"
          },
          {
            "description": "Arată dispreț față de tine"
          },
          {
            "description": "Îți disprețuiesc prezența"
          },
          {
            "description": "Nu te apreciază"
          },
          {
            "description": "Te percepe ca pe o problemă"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cine din viața ta simți că se potrivește perfect în relația cu tine și de ce?",
      "Există relații sau situații nesănătoase care trebuie eliminate din viața sau din echipa ta?",
      "Poți da un exemplu de relație în care ai stat prea mult timp?"
    ],
    "conclusion": "Dacă Isus nu a stat într-un loc în care nu era dorit, tu de ce ai sta? Scutură-ți praful de pe picioare și du-te acolo unde ești apreciat, nu tolerat."
  },
  {
    "title": "RUȘINAT DE SUCCES",
    "week": "SĂPTĂMÂNA 4",
    "day": "MIERCURI",
    "verse": {
      "text": "Cei ce vor să se îmbogățească, dimpotrivă, cad în ispită, în laț și în multe pofte nesăbuite și vătămătoare, care cufundă pe oameni în prăpăd și pierzare. Căci iubirea de bani este rădăcina tuturor relelor; și unii, care au umblat după ea, au rătăcit de la credință și s-au străpuns singuri cu o mulțime de chinuri.",
      "reference": "1 Timotei 6:9-10"
    },
    "content": [
      {
        "paragraph": "Banii sunt buni! Nu e un lucru rău să vrei să ai bani, dar banii, ca unic scop în viață, ne vor duce în rătăcire. Valorile acestei vieți sunt temporare, dar Isus ne-a spus că ele pot fi transformate în unele veșnice. Atunci când sunt folosiți în scopuri veșnice, banii reprezintă un instrument puternic în mâna unui administrator spiritual și priceput. Banii pot fi o armă puternică atunci când sunt administrați în scopurile lui Dumnezeu, în lupta împotriva împărăției întunericului. Nu lăsa niciodată pe nimeni să te facă să te simți rușinat de succesul tău sau de nivelul tău de prosperitate financiară. În schimb, gândește-te la bani ca la o resursă care trebuie folosită pentru împlinirea scopurilor lui Dumnezeu."
      },
      {
        "paragraph": "Este în regulă să trăiești bine, dacă munca ta îți oferă acest nivel de viață. Chiar și David se gândea la recompensă atunci când a întrebat: „Ce se va face aceluia care va ucide acest filistean?”"
      },
      {
        "paragraph": "Mulți oameni sunt recompensați prin salariu și bonusuri. Slujba lor este să servească angajații și clienții, să genereze venituri pentru compania lor și să obțină un venit bine meritat pentru familie. Vrednic este lucrătorul de plata lui. Nu este un păcat să urmărești prosperitatea sau siguranța. Există un sistem de recompense atât în cer, cât și pe pământ. În timp ce mântuirea este gratuită, răsplata se câștigă. Dar, a pune prosperitatea mai presus de scopurile lui Dumnezeu te va duce în rătăcire."
      },
      {
        "section_title": "PERSPECTIVA CEREASCĂ DESPRE BANI",
        "list": [
          {
            "description": "Te încrezi în Dumnezeu"
          },
          {
            "description": "Te concentrezi pe a câștiga și a dărui"
          },
          {
            "description": "Folosești banii pentru o misiune"
          },
          {
            "description": "Investești banii în scopuri eterne"
          },
          {
            "description": "Câștigi bani și te bucuri"
          }
        ]
      },
      {
        "section_title": "PERSPECTIVA PĂMÂNTEASCĂ DESPRE BANI",
        "list": [
          {
            "description": "Te încrezi în bogății"
          },
          {
            "description": "Te concentrezi pe acumulare și păstrare"
          },
          {
            "description": "Folosești banii pentru a avea siguranță"
          },
          {
            "description": "Cheltui banii în scopuri personale"
          },
          {
            "description": "Câștigi bani, dar nu te poți bucura"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ce crezi despre cele două perspective asupra folosirii banilor?",
      "Cunoști pe cineva care folosește banii într-un mod spiritual?",
      "Crezi că subiectul de astăzi ar trebui să se axeze mai mult pe „suma” de bani sau pe „utilizarea” banilor?"
    ],
    "conclusion": "Pe Dumnezeu nu-L deranjează să ai. El se bucură când îți merge bine."
  },
  {
    "title": "ȘEF FĂRĂ ÎNȚELEPCIUNE",
    "week": "SĂPTĂMÂNA 4",
    "day": "JOI",
    "verse": {
      "text": "Să știi acum și vezi ce ai de făcut, căci pierderea stăpânului nostru și a întregii lui case este hotărâtă și el este așa de rău încât nimeni nu îndrăznește să-i vorbească.",
      "reference": "1 Samuel 25:17"
    },
    "content": [
      {
        "paragraph": "Cum arată un nebun? Cum poate ajunge cineva să aibă această reputație? Cunoști pe cineva care este considerat imposibil de învățat, așa cum era Nabal?"
      },
      {
        "paragraph": "Oamenii încetează să mai vorbească atunci când liderii nu mai ascultă. În povestea lui David, Nabal și Abigail, Nabal este numit „om fără minte” atât de către personalul său, cât și de către nevasta lui. De ce era privit Nabal ca un nebun și un om fără minte? Pentru că avea reputația de a nu asculta pe nimeni, chiar și atunci când oamenii încercau să îl avertizeze că purtarea sa arogantă îl va costa. Nabal era imposibil de învățat și de convins. Soția sa, Abigail, pe de altă parte, era considerată înțeleaptă, pentru că putea să învețe și să-și dea seama ceea ce se întâmpla și apoi să se adapteze. Cum reușea ea să facă acest lucru? Ascultând ceea ce aveau de spus ceilalți. Liderii ascultă cu ochii, urechile și inima."
      },
      {
        "paragraph": "Soția mea îmi atrage atenția asupra comportamentului meu dacă folosesc cuvinte nepotrivite sau un ton dur. Am învățat de-a lungul anilor că rănile făcute de prieten sunt mai bune decât sărutările unui dușman (Proverbe 27:6). Atunci când ea mă corectează, acesta este semnalul meu de a o asculta. Vreau să fiu ușor de învățat și de convins, așa că atunci când apar astfel de conversații, le consider ca fiind un semnal pentru mine de a mă așeza și de a asculta."
      },
      {
        "paragraph": "Data viitoare când simți că cineva are o nemulțumire față de tine, ia în considerare posibilitatea de a intra în modul de „ascultare și învățare”. Poți să nu fii de acord ulterior, dar dacă dezvolți obiceiul de a te apăra și de a nu înțelege situația și momentul, și tu ai putea ajunge să fii cândva socotit ca imposibil de învățat și de convins, precum Nabal."
      }
    ],
    "reflection_questions": [
      "Ce reputație ai printre cei apropiați?",
      "De ce sunt uneori conducătorii imposibil de convins?",
      "Cum răspunzi atunci când cineva încearcă să te corecteze?"
    ],
    "conclusion": "Liderii ascultă pentru a învăța, apoi se adaptează și, astfel, câștigă respectul celor din jur."
  },
  {
    "title": "TRAMBULINA LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 4",
    "day": "VINERI",
    "verse": {
      "text": "Și Faraon a zis slujitorilor săi: „Am putea noi oare să găsim un om ca acesta, care să aibă în el Duhul lui Dumnezeu?”",
      "reference": "Geneza 41:38"
    },
    "content": [
      {
        "paragraph": "Care este arma ta secretă în a-i servi pe alții? Dumnezeu l-a învățat pe Iosif cum să avanseze, folosind o abordare specializată, care i-a sporit capacitatea de a convinge oriunde mergea. Din groapă la palat, Iosif a petrecut 13 ani în Egipt ca sclav. Începând de la vârsta de 17 ani, el și-a dovedit constant valoarea. Și-a croit drum, în timp ce și-a sporit influența și a câștigat atât favoarea lui Dumnezeu, cât și a oamenilor, de-a lungul timpului."
      },
      {
        "paragraph": "Ce abilitate secretă poseda Iosif, care l-a făcut să se remarce mereu pentru performanțele sale? Era concentrat pe rezolvarea problemelor celor din jurul său. Iosif a rezolvat problemele lui Potifar, ale gardianului închisorii și chiar ale faraonului, ceea ce l-a făcut să devină guvernator al Egiptului. Fie că lucrezi pentru un șef, un client sau încerci să te impui pe piață, rezolvarea unei probleme cu care se confruntă cineva te va ajuta să câștigi favoarea multor oameni."
      },
      {
        "paragraph": "Când oamenii se roagă la Dumnezeu să le rezolve problema, El te trimite pe tine! Liderii sunt cei care rezolvă problemele. Dumnezeu va pune adesea în calea ta o problemă care va deveni o trambulină ce te va ajuta să te propulsezi. Când Dumnezeu îți încredințează o problemă pe care să o rezolvi pentru altcineva, El îți deschide și o ușă pentru asta."
      },
      {
        "paragraph": "În cazul lui Iosif, Dumnezeu i-a dat darul viselor și înțelepciunea de a rezolva probleme. Ce talent dat de Dumnezeu folosești?"
      },
      {
        "section_title": "ZECE ÎNTREBĂRI PENTRU REZOLVAREA CU SUCCES A PROBLEMELOR",
        "list": [
          {
            "description": "Ce alte opțiuni aveți?"
          },
          {
            "description": "Ce problemă încercați să rezolvați?"
          },
          {
            "description": "Cum arată achiziția perfectă?"
          },
          {
            "description": "Care este cea mai mare provocare cu care vă confruntați?"
          },
          {
            "description": "Ce v-a făcut să vreți să vă întâlniți cu mine astăzi?"
          },
          {
            "description": "Dacă aș putea să vă rezolv o problemă, care ar fi aceea?"
          },
          {
            "description": "Dintre toate prioritățile și punctele sensibile, care se află în capul listei?"
          },
          {
            "description": "Care va fi rezultatul dacă nu veți reuși să obțineți ceea ce aveți nevoie?"
          },
          {
            "description": "Dacă ați putea schimba ceva în situația dumneavoastră, ce ați schimba?"
          },
          {
            "description": "S-a întâmplat ceva recent care v-a determinat să vă gândiți să cumpărați acum?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ce problemă îți aduce Dumnezeu în atenție?",
      "Ce soluții vezi, pe care nu le observă nimeni altcineva?",
      "Ce strategie îți arată Dumnezeu pentru a rezolva problema cuiva astăzi?"
    ],
    "conclusion": "Rezolvarea problemelor este biletul de aur care îți aduce favoare, influență și relații."
  },
  {
    "title": "JURNALUL",
    "week": "SĂPTĂMÂNA 5",
    "day": "LUNI",
    "verse": {
      "text": "Și, drept răspuns, le-a zis: „Duceți-vă de spuneți lui Ioan ce ați văzut și auzit: orbii văd, șchiopii umblă, leproșii sunt curățiți, surzii aud, morții înviază, și săracilor li se propovăduiește Evanghelia.”",
      "reference": "Luca 7:22"
    },
    "content": [
      {
        "paragraph": "Am văzut cu toții reporteri TV care merg la fața locului pentru a relata despre un eveniment. De ce suportă organizațiile de știri cheltuielile de a trimite pe cineva în persoană, când avem tehnologia necesară pentru a evita acest lucru? Pentru că nu există niciun substitut pentru dimensiunea apropiată și personală, ceea ce ai văzut și auzit. Mărturiile directe au o credibilitate greu de contestat."
      },
      {
        "paragraph": "Mărturia ta are autoritate. Mărturia unui martor ocular este personală, puternică și comunică o poveste convingătoare. Articularea a ceea ce ai trăit, a ceea ce ai experimentat și a concluziilor la care ai ajuns, care te-au determinat să faci ceea ce ai făcut și să simți ceea ce ai simțit influențează oamenii să facă același lucru. Capacitatea unui lider de a spune o poveste care include o mărturie personală contribuie mult la atragerea oamenilor."
      },
      {
        "paragraph": "Ce povești din viața ta te-au marcat? Gândește-te la ținerea unui jurnal al experiențelor cu Dumnezeu pe care îl poți folosi pentru a-i ajuta pe alții. Iată câteva idei care te vor ajuta să începi:"
      },
      {
        "list": [
          {
            "description": "Dacă o experiență te-a afectat pe tine, îi va afecta și pe alții."
          },
          {
            "description": "Vorbind despre modul în care punctele de cotitură din viața ta te-au schimbat, îi vei schimba și pe alții."
          },
          {
            "description": "Dacă te vulnerabilizezi și ești dispus să vorbești și despre luptele tale, nu doar despre succese, asta te va ajuta să dezvolți mai ușor relații cu ceilalți."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Care este povestea din spatele realizărilor, companiei sau viziunii tale?",
      "Ce experiență personală poți împărtăși cu oamenii, ca să-i ajuți să simtă la fel ca tine?",
      "Când ai trăit un moment în care „convingerea” ta a convins pe altcineva?"
    ],
    "conclusion": "A fi martor înseamnă să spui ceea ce ai văzut și auzit și cum te-a schimbat lucrul acesta."
  },
  {
    "title": "TOTUL PENTRU TOȚI",
    "week": "SĂPTĂMÂNA 5",
    "day": "MARȚI",
    "verse": {
      "text": "Fiindcă ce se poate cunoaște despre Dumnezeu le este descoperit în ei, căci le-a fost arătat de Dumnezeu. În adevăr, însușirile nevăzute ale Lui, puterea Lui veșnică și dumnezeirea Lui se văd lămurit de la facerea lumii, când te uiți cu băgare de seamă la ele în lucrurile făcute de El. Așa că nu se pot dezvinovăți.",
      "reference": "Romani 1:19-20"
    },
    "content": [
      {
        "paragraph": "Toți oamenii L-au simțit pe Dumnezeu la un moment dat pe drumul lor. La urma urmei, există o conștientizare a lui Dumnezeu în fiecare persoană. Forța vitală a lui Dumnezeu e prezentă în fiecare ființă vie, iar Epistola către Romani subliniază faptul că fiecare persoană a intrat în contact cu partea spirituală a ființei sale. Indiferent dacă Îl recunosc sau nu pe Dumnezeu, recunoașterea faptului că există o forță vitală interioară (și exterioară) care nu poate fi întotdeauna explicată este un punct comun, cu care majoritatea oamenilor pot fi de acord."
      },
      {
        "paragraph": "Nu fi prea sensibil! Isus a spus în mai multe rânduri că este ferice de cel care nu găsește în El o pricină de poticnire. Isus știa că, odată ce se produce o ofensă, inima se închide și nu mai este receptivă la ceea ce are de spus cineva. Apostolul Pavel spune că s-a făcut „totul pentru toți”, pentru a-i câștiga pe unii, ceea ce înseamnă că era flexibil (1 Corinteni 9:22). Probabil că Pavel a întâlnit multe sisteme de credință diferite, dar a făcut tot ce a ținut de el să se apropie de ei, identificându-se cu ei, nu atacându-i. În același mod, dacă un lider vrea să se apropie de oameni în domeniul spiritual, trebuie să caute firul comun pentru a construi o punte care să ducă la conectare și relaționare, așa cum a făcut Pavel."
      },
      {
        "paragraph": "Până când nu descoperi „cadrul de referință” al unei persoane pentru a înțelege de ce crede ceea ce crede, nu te poți apropia de ea pe plan spiritual. Apropierea în plan spiritual este unul dintre cele zece moduri prin care o persoană poate construi relații. Ia în considerare câteva dintre modalitățile de a construi relații pe plan spiritual, și vei fi pe drumul cel bun pentru a-i conduce pe alții către o relație nouă cu Dumnezeu."
      },
      {
        "section_title": "TREI STRATEGII ALE APOLOGETULUI",
        "list": [
          {
            "description": "Viziunea asupra lumii. Oamenii își definesc convingerile în funcție de experiențele care le-au modelat trecutul. Întrebând despre trecutul unei persoane, vei descoperi în cele din urmă experiențe pozitive și negative, iar cunoașterea evenimentelor care au influențat-o te poate ajuta să înțelegi de ce crede ceea ce crede."
          },
          {
            "description": "Convingerile. Adesea, oamenii au anumite convingeri, deoarece le-au primit de la un părinte sau le-au dobândit dintr-o întâlnire spirituală de-a lungul timpului. Aflând despre biserica sau trecutul religios al unei persoane sau întrebând-o de ce crede ceea ce crede, poți descoperi adesea o zonă comună în care vă puteți apropia."
          },
          {
            "description": "Obiectivele. Întrebarea despre obiectivele unei persoane va scoate la iveală pe ce se concentrează în prezent și ce speră pentru viitor. Această direcție de discuție poate deschide uși către credința și motivațiile cuiva."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cum a decurs conversația în urma căreia tu ai ajuns să-L cunoști pe Dumnezeu?",
      "Ce sfat ai da cuiva care vrea să-și împărtășească credința? De unde să înceapă?",
      "Vei avea mai mult succes în stabilirea unei legături spirituale dacă îi spui unei persoane ce crezi tu sau dacă o întrebi ce crede ea?"
    ],
    "conclusion": "Până când nu descoperi cadrul de referință al unei persoane, pentru a înțelege de ce crede ceea ce crede, nu poți crea o legătură în plan spiritual."
  },
  {
    "title": "REGELE ȘI NEBUNUL",
    "week": "SĂPTĂMÂNA 5",
    "day": "MIERCURI",
    "verse": {
      "text": "Primește darul acesta pe care-l aduce roaba ta domnului meu și să se împartă oamenilor care merg după domnul meu. Iartă, te rog, vina roabei tale, căci Domnul va face domnului meu o casă trainică; iartă, căci domnul meu poartă războaiele Domnului și niciodată nu va fi răutate în tine. Dacă se va ridica cineva care să te urmărească și să vrea să-ți ia viața, sufletul domnului meu va fi legat în mănunchiul celor vii la Domnul Dumnezeul tău și să arunce cu praștia sufletul vrăjmașilor tăi.",
      "reference": "1 Samuel 25:27-29"
    },
    "content": [
      {
        "paragraph": "Cea mai înțeleaptă femeie din Biblie. Abigail este considerată o femeie înțeleaptă, descrisă ca fiind o persoană inteligentă și amabilă. Auzind că soțul ei nechibzuit tocmai refuzase și respinsese cererea lui David, de a-i arăta puțină considerație, după ce îi protejase vitele, ea a intrat rapid în acțiune când a auzit că David era pe cale să se răzbune pe Nabal. Ce a făcut ea?"
      },
      {
        "paragraph": "Înțelepciunea este cunoscută de copiii ei. Abigail a înțeles repede ce urma să se întâmple și a făcut un plan. Cum ar putea o femeie să atragă atenția unui bărbat și să-l determine să cruțe viața soțului ei, când el era hotărât să-i verse sângele? A apelat la măreția din el. Se spune: „Există un rege și un nebun în fiecare dintre noi. Cel căruia i te adresezi iese la iveală”. Abigail a vorbit cu regele din David. Dacă ai nevoie să schimbi o situație volatilă, ia în considerare strategia folosită de Abigail."
      },
      {
        "section_title": "Strategiile folosite de Abigail",
        "list": [
          {
            "description": "Abigail i-a atras atenția lui David, fiind de acord cu el în privința comportamentului lui Nabal. Nu l-a contrazis."
          },
          {
            "description": "Abigail și-a asumat responsabilitatea pentru acțiunile lui Nabal și a cerut iertare, chiar dacă nu ea era vinovată, iar acest lucru i-a atras atenția lui David."
          },
          {
            "description": "Abigail a satisfăcut nevoia imediată a lui David, cu proviziile pe care le-a pregătit pentru el și oamenii lui."
          },
          {
            "description": "Abigail i-a adus aminte lui David despre un punct forte al lui, despre îndemânarea cu praștia. Atunci când vorbești cuiva despre calitățile lui, se simte măgulit și îi captezi atenția, deoarece îi vorbești despre ceva important pentru el."
          },
          {
            "description": "Abigail i-a vorbit lui David despre viitorul său și despre promisiunea lui Dumnezeu de a-l face rege. Aducând ceva sacru în conversație (important pentru amândoi), ea a făcut apel la simțul rațiunii și la imaginea de ansamblu a lui David. A le vorbi oamenilor despre viziune îi mișcă întotdeauna."
          }
        ]
      },
      {
        "paragraph": "Majoritatea oamenilor sunt pasionați de ceva. Atunci când știi ce este în mintea cuiva și vorbești despre ceva ce îl interesează, îi vei câștiga atenția."
      }
    ],
    "reflection_questions": [
      "Cum îi câștigi pe ceilalți?",
      "Ce tactici folosești pentru a calma oamenii, atunci când își pierd controlul?",
      "Ai văzut vreodată pe cineva reușind să facă ce a făcut Abigail?"
    ],
    "conclusion": "Atunci când vorbești cu o persoană despre talentul ei, i-ai captat atenția."
  },
  {
    "title": "EFECTUL DE AUREOLĂ",
    "week": "SĂPTĂMÂNA 5",
    "day": "JOI",
    "verse": {
      "text": "Domnul a fost cu Iosif, așa că toate îi mergeau bine; el locuia în casa stăpânului său, egipteanul. Stăpânul lui a văzut că Domnul era cu el și că Domnul făcea să-i meargă bine ori de ce se apuca. Iosif a căpătat mare trecere înaintea stăpânului său, care l-a luat în slujba lui, l-a pus mai-mare peste casa lui și i-a încredințat tot ce avea. De îndată ce Potifar l-a pus mai-mare peste casa lui și peste tot ce avea, Domnul a binecuvântat casa egipteanului din pricina lui Iosif, și binecuvântarea Domnului a fost peste tot ce avea el: fie acasă, fie la câmp. Egipteanul a lăsat pe mâinile lui Iosif tot ce avea și n-avea altă grijă decât să mănânce și să bea. Dar Iosif era frumos la statură și plăcut la chip.",
      "reference": "Geneza 39:2-6"
    },
    "content": [
      {
        "paragraph": "Dumnezeu caută oameni capabili să rezolve probleme. Liderii se ocupă de împlinirea nevoilor și rezolvarea problemelor. Dumnezeu Își împlinește uneori scopurile Sale dând unui credincios posibilitatea de a rezolva o problemă pentru o persoană cu autoritate. Chiar în poziția, compania sau chemarea în care te afli astăzi, Dumnezeu are scopuri pe care vrea să le împlinească. Dumnezeu te va ajuta să rezolvi probleme ca o modalitate de a-ți crește influența și de a te pune în poziția în care să contribui la împlinirea scopurilor Sale. Iosif a rezolvat problema tălmăcirii visului faraonului și problema alimentară a Egiptului, David a rezolvat problema cu Goliat pentru Saul, iar Estera a ajuns la curtea imperială pentru a-și salva poporul."
      },
      {
        "paragraph": "Ai o misiune a Împărăției lui Dumnezeu în lumea aceasta. Atunci când Dumnezeu îți deschide ochii la o problemă sau o nevoie unică, pe care numai tu o vezi sau o poți rezolva, entuziasmează-te. El te pregătește pentru o misiune a Împărăției. Atunci când Dumnezeu îți dă acces la un rege, o regină, un prinț sau o prințesă (oameni cu autoritate înaltă), caută să afli de la El cum să le slujești, rezolvând o problemă pentru ei. Prin faptul că El binecuvântează lucrarea mâinilor tale, succesul creează o aureolă a succesului în jurul tău, iar influența ta crește."
      },
      {
        "paragraph": "Aceasta este calea pe care o folosește Domnul pentru succesul celor cărora le-a făcut o chemare profesională. Învață, caută și valorifică oportunitățile pentru a împlini scopurile lui Dumnezeu în viața ta și în jurul tău."
      }
    ],
    "reflection_questions": [
      "Cu ce probleme te confrunți astăzi în poziția pe care o ocupi?",
      "Dumnezeu are o strategie pentru a împlini cu succes orice misiune pe care ți-o încredințează. L-ai întrebat care este strategia Lui pentru tine?",
      "Ce uși de slujire pentru autoritățile înalte ți-a deschis Dumnezeu?"
    ],
    "conclusion": "Faptul că vezi o problemă este modul în care Dumnezeu te bate pe umăr și îți arată ușa către succes."
  },
  {
    "title": "ÎN CĂUTAREA URMĂTORULUI DAVID",
    "week": "SĂPTĂMÂNA 5",
    "day": "VINERI",
    "verse": {
      "text": "Când a îmbătrânit Solomon, nevestele i-au plecat inima spre alți dumnezei și inima nu i-a fost în totul a Domnului Dumnezeului său, cum fusese inima tatălui său David. ... Domnul S-a mâniat pe Solomon pentru că își abătuse inima de la Domnul Dumnezeul lui Israel, care i Se arătase de două ori. În privința aceasta îi spusese să nu meargă după alți dumnezei, dar Solomon n-a păzit poruncile Domnului.",
      "reference": "1 Împărați 11:4, 9-10"
    },
    "content": [
      {
        "paragraph": "Moștenirea se destramă dacă nu este construită pe o fundație solidă. Solomon va alege o cale care va duce la succesul Israelului cu bogății și succese vremelnice, dar, în acest fel, va sacrifica principiile după care tatăl său a trăit o viață întreagă. Solomon avea să folosească tot ceea ce i-a dat Dumnezeu pentru a crea o moștenire lumească, ce a durat o generație, dar care să fie ținută minte de toate generațiile. Ce l-a determinat pe Solomon să ridice o moștenire lumească de succes, dar a sfârșit prin a distruge moștenirea spirituală lăsată de tatăl său David?"
      },
      {
        "paragraph": "Nimeni nu e responsabil pentru deciziile luate de următoarea generație, dar suntem răspunzători pentru modul în care îi pregătim pe cei care vin după noi. Iată câteva lecții de conducere ale unui rege, pe care următorul rege nu le-a mai prețuit."
      },
      {
        "section_title": "ALES ȘI DOVEDIT SAU UNS ȘI NUMIT",
        "list": [
          {
            "title": "David I-a cântat lui Dumnezeu.",
            "description": "David a fost un închinător care a trăit în pustiu ani de zile înainte de a deveni rege, în timp ce Solomon a fost crescut ca un prinț care a moștenit coroana. Nu există scurtătură către succes; trăsăturile care definesc caracterul unei persoane vin din luptă, nu din moștenire."
          },
          {
            "title": "Informația nu înseamnă neapărat cunoaștere.",

            "description": "David a scris pentru Dumnezeu, în timp ce Solomon a scris despre Dumnezeu. Este posibil să ai multe informații despre cineva și totuși să nu-l cunoști. Este posibil să cunoști Biblia din scoarță în scoarță și totuși să nu-L cunoști pe Dumnezeu."
          },
          {
            "title": "David a căutat să cunoască inima lui Dumnezeu, nu s-a mulțumit doar cu ce avea la îndemână. ",

            "description": "David a căutat să descopere inima lui Dumnezeu și a moștenit totul, în timp ce Solomon a primit darul înțelepciunii din mâna lui Dumnezeu și, în cele din urmă, a pierdut cel mai prețios lucru. Dacă urmărești doar ceea ce poți primi de la cineva, dar nu te interesează inima lui, mentoratul nu se poate produce."
          },
          {
            "title": "Voia lui Dumnezeu se împlinește în viața ta doar dacă tu vrei.",

            "description": " Sentimentul de bunăstare și echilibru emoțional al lui David depindea de ceea ce gândea Dumnezeu, în timp ce al lui Solomon depindea de ceea ce voia poporul. David a fost neclintit nu doar în devotament, ci și în respectarea căilor lui Dumnezeu; Solomon s-a grăbit să se căsătorească cu femei din alte națiuni și să cedeze la presiunea soțiilor, de a înființa locuri de închinare la idoli."
          },
          {
            "title": "Dumnezeu se bucură de cei care Îl caută.",

            "description": "David a căutat strategia lui Dumnezeu atunci când a luptat în războaie și a câștigat, devenind un „căutător” care a învățat să cerceteze și să asculte. Lui Solomon i-a fost acordată înțelepciunea lui Dumnezeu și, în cele din urmă, avea să o folosească pentru a se sluji pe sine însuși, pe când David a căutat direcția lui Dumnezeu și a urmat-o pentru a sluji poporul."
          },
          {
            "title": "Dumnezeu observă când ești ispitit și vede dacă alegi să mergi pe căile tale, în detrimentul voii Lui.",

            "description": "David a fost atent la deriva inimii sale și s-a pocăit repede atunci când a deviase de la calea cea bună. Solomon a lăsat ca inima lui să se împietrească, sub influența lucrurilor care l-au sedus. În timp ce David era conștient de poziția lui Dumnezeu și s-a adaptat în conformitate cu aceasta, Solomon a fost sensibil la sentimentele sale și a explorat adâncurile plăcerii, până când acestea l-au mistuit."
          },
          {
            "title": "Dumnezeu are un „program de pregătire în sălbăticie” pentru tine.",

            "description": "Care este acesta? David și-a îndeplinit responsabilitățile, învățând să conducă oameni și să se sprijine pe Dumnezeu, în timpul anilor de pustietate, înainte și după ce l-a întâlnit pe regele Saul. Solomon a pășit în domnie după ce a crescut în plăcerile palatului. Responsabilitatea formează caracterul, plăcerea creează o zonă de confort pe care este greu să o părăsești."
          },
          {
            "title": "Dumnezeu vrea să vadă dacă vei alege poruncile Lui, în locul propriului tău confort.",
            "description": "David a onorat rolul preotului, în timp ce Solomon a ajuns să disprețuiască conducerea spirituală, atunci când aceasta intra în conflict cu dorințele sale. Este posibil să confunzi binecuvântarea lui Dumnezeu în viața ta cu aprobarea Lui, așa cum au făcut atât Solomon, cât și Balaam."
          }
        ]
      },
      {
        "paragraph": "Există pericolul de a urmări prosperitatea care vine din mâna lui Dumnezeu și de a pierde din vedere inima Lui."
      }
    ],
    "reflection_questions": [
      "De ce spune apostolul Pavel în 1 Corinteni 15:33 că „tovărășiile rele strică obiceiurile bune”?",
      "Care sunt unele dintre „capcanele” care te-au făcut să te abați de la drumul cel bun?",
      "Ce măsuri de siguranță poate pune în aplicare un lider pentru a se asigura că nu se abate de la căutarea voii lui Dumnezeu?"
    ],
    "conclusion": "O planificare a succesiunii trebuie să includă un transfer al inimii, nu doar al resurselor financiare."
  },
  {
    "title": "CURAJUL DE A CONFRUNTA",
    "week": "SĂPTĂMÂNA 6",
    "day": "LUNI",
    "verse": {
      "text": "Dar când a venit Chifa în Antiohia, i-am stat împotrivă în față, căci era de osândit. În adevăr, înainte de venirea unora de la Iacov, el mânca împreună cu neamurile, dar când au venit ei, s-a ferit și a stat deoparte de teama celor tăiați împrejur. Împreună cu el au început să se prefacă și ceilalți iudei, așa că până și Barnaba a fost prins în lațul fățărniciei lor. Când i-am văzut eu că nu umblă drept după adevărul Evangheliei, am spus lui Chifa în fața tuturor: „Dacă tu, care ești iudeu, trăiești ca neamurile, și nu ca iudeii, cum silești pe neamuri să trăiască în felul iudeilor?”",
      "reference": "Galateni 2:11-14"
    },
    "content": [
      {
        "paragraph": "Este nevoie de curaj pentru a corecta o persoană cu influență. Chiar înainte ca Pavel să îi corecteze pe galateni pentru că au urmat legea în locul harului, el spune că a trebuit odată să îl corecteze pe apostolul Petru, conducătorul bisericii din Ierusalim. Corectarea comportamentului necesită finețe și abilități umane."
      },
      {
        "paragraph": "Corectarea, ca și echiparea, este o formă de artă, deoarece necesită o personalizare în funcție de persoană și de circumstanțe. Confruntarea nu este confortabilă, însă este necesară pentru ca un lider să ducă organizația și pe cei din cadrul ei la niveluri de performanță mai ridicate. Indiferent dacă corectezi un comportament nepotrivit, abordezi o problemă de performanță scăzută sau pregătești pe cineva în domeniul relațiilor inter-umane, învățarea artei corectării este necesară pentru a o putea face cu succes."
      },
      {
        "section_title": "CUM SĂ CONFRUNȚI CU ÎNȚELEPCIUNE",
        "list": [
          {
            "title": "ÎNCURAJEAZĂ",
            "description": "Recunoaște contribuția persoanei la organizație, talentele/punctele forte pe care le are și motivele pentru care o consideri un membru valoros al echipei."
          },
          {
            "title": "CONFRUNTĂ",
            "description": "Cu sinceritate, abordează comportamentul care trebuie schimbat, apoi stabiliți așteptări specifice pentru a merge mai departe, astfel încât cealaltă persoană să știe ce aștepți de la ea. Nu corecta cu o atitudine de furie sau frustrare."
          },
          {
            "title": "URMĂREȘTE",
            "description": "Progresul în timp, oferind feedback și reafirmându-ți încrederea, pentru a corecta comportamentul și pentru a face schimbarea."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Care a fost experiența ta atunci când cineva te-a corectat? Te-ai simțit condamnat sau încurajat?",
      "Când a trebuit să aduci o corecție în viața cuiva, care a fost rezultatul?",
      "Cum diferă abordarea corectării atunci când corectezi un coleg, un subordonat sau un supervizor?"
    ],
    "conclusion": "Comportamentul rău lăsat necontrolat se consideră aprobat."
  },
  {
    "title": "ȘAPTE CARACTERISTICI ALE DARURILOR LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 6",
    "day": "MARȚI",
    "verse": {
      "text": "De aceea îți aduc aminte să înflăcărezi darul lui Dumnezeu care este în tine prin punerea mâinilor mele.",
      "reference": "2 Timotei 1:6"
    },
    "content": [
      {
        "paragraph": "Toate darurile sunt date de Dumnezeu prin Duhul Sfânt și sunt menite să curgă prin noi, nu doar către noi. În timp ce ne sunt de folos și nouă, ele sunt destinate să fie folosite în slujba altora. Dumnezeu te-a făcut să fii un râu, nu un rezervor. El dorește să curgă prin tine. La fel ca un mușchi, dacă nu sunt folosite, darurile se vor atrofia și, în cele din urmă, vor deveni inutile. Darurile pe care ți le-a dat Dumnezeu au un potențial care stă în adormire, dacă nu este exploatat. Când sunt hrănite, se dezvoltă iar când sunt folosite, se întăresc. Gândește-te la următoarele șapte caracteristici ale darurilor lui Dumnezeu. Apostolul Pavel ne reamintește că trebuie să le folosim, pentru a nu le pierde, atunci când ne spune să le înflăcărăm."
      },
      {
        "section_title": "ȘAPTE CARACTERISTICI ALE DARURILOR LUI DUMNEZEU",
        "list": [
          {
            "title": "ORIENTAT PE OBIECTIV",
            "description": "Darurile sunt oferite în slujba unui scop specific. Ce daruri ți-a dat Dumnezeu și în ce domeniu vocațional?"
          },
          {
            "title": "ACTIVAREA CHEMĂRII",
            "description": "Darurile încep să se dezvolte atunci când sunt folosite pentru scopurile lui Dumnezeu. Cum ți-ai văzut darurile dezvoltându-se, odată cu utilizarea lor?"
          },
          {
            "title": "ÎNDREAPTĂ-TE SPRE ALȚII",
            "description": "Darurile sunt oferite în slujba celor pe care Dumnezeu îi pune în calea noastră. Pe cine stă în puterea ta să ajuți astăzi?"
          },
          {
            "title": "PUTERE",
            "description": "Darurile devin mai puternice pe măsură ce sunt folosite. Ce daruri ai reușit să-ți dezvolți prin utilizare?"
          },
          {
            "title": "MULTIPLICARE",
            "description": "Atunci când sunt puse în practică, darurile se multiplică pe alte direcții, pe măsură ce sunt folosite în diferite situații. Ai văzut darurile lui Dumnezeu multiplicându-se pentru a sluji în noi domenii?"
          },
          {
            "title": "PRIMITE LA VREMEA POTRIVITĂ",
            "description": "Darurile vor apărea în diferite perioade și în diferite contexte ale vieții. Ce daruri noi începe să manifeste Dumnezeu în tine în acest an?"
          },
          {
            "title": "ADMINISTRARE",
            "description": "Darurile ne sunt încredințate pentru a servi o cauză mai mare decât noi înșine. Există vreun dar pe care Dumnezeu ți l-a dat și care nu este folosit în mod corespunzător?"
          },
          {
            "title": "",
            "description": "Liderii Împărăției lui Dumnezeu cresc în mod intenționat, nu accidental. Dezvoltarea darurilor noastre vine prin utilizare și dezvoltare personală intenționată. Tot ceea ce practici zilnic se va dezvolta."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ce daruri (talente sau puncte forte) ți-a dat Dumnezeu?",
      "Cui ai fost desemnat să slujești cu aceste daruri?",
      "Care este planul tău de a-ți dezvolta darurile?"
    ],
    "conclusion": "Motivația te poate face să pornești, dar învățarea intenționată te face să te dezvolți."
  },
  {
    "title": "PRIETENII AUTENTICE ȘI PRIETENII FALSE",
    "week": "SĂPTĂMÂNA 6",
    "day": "MIERCURI",
    "verse": {
      "text": "... slăvesc pe oameni pentru câștig.",
      "reference": "Iuda 1:16"
    },
    "content": [
      {
        "paragraph": "Îi cunoaștem cu toții. Oameni care se împrietenesc cu noi pentru ceea ce pot obține de la noi. În vânzări, într-o încercare prietenoasă de a câștiga cumpărătorii, vânzătorii pot crea iluzia unei prietenii autentice. Cu toate acestea, cumpărătorii experimentați simt acest lucru de la mare distanță. Folosirea monedelor emoționale pentru a câștiga prieteni este normală, dar falsificarea prieteniei prin denaturarea motivelor este păcătoasă."
      },
      {
        "section_title": "CUM SĂ EVALUĂM MOTIVAȚIA ÎN RELAȚII",
        "list": [
          {
            "title": "PRIETENIA FALSĂ",
            "description": "Doar vrea ceva de la tine. Pune profitul înaintea oamenilor. Preocupată de beneficiul personal. Manipulează în interes personal."
          },
          {
            "title": "PRIETENIA AUTENTICĂ",
            "description": "Vrea întotdeauna ce e mai bun pentru tine. Pune oamenii înaintea profitului. Preocupată de beneficiul celorlalți. Acționează în interes reciproc."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cine din jurul tău se încadrează în categoria prieteniei false sau a prieteniei autentice?",
      "Ai căzut vreodată pradă faptului că ți-ai denaturat motivațiile de dragul unei afaceri?",
      "Se declanșează „senzorul tău de integritate” atunci când cineva nedemn de încredere îți iese în cale în afaceri?"
    ],
    "conclusion": "Manipulatorii fac orice pentru a obține ceva de la tine; prietenii caută modalități de a te servi."
  },
  {
    "title": "ABC-UL CORECTĂRII",
    "week": "SĂPTĂMÂNA 6",
    "day": "JOI",
    "verse": {
      "text": "Nu mustra cu asprime pe un bătrân, ci sfătuiește-l ca pe un tată; pe tineri sfătuiește-i ca pe niște frați.",
      "reference": "1 Timotei 5:1"
    },
    "content": [
      {
        "paragraph": "Ai fost vreodată nevoit să confrunți sau să corectezi un părinte, un șef, un bătrân, un prieten sau un coleg? Poate fi intimidant și dificil să fii pus în situația de a spune adevărul cuiva care are putere. Comportamentul rău nu se limitează doar la tineri; el se manifestă și la adulți. Tatăl meu obișnuia să spună: „Adulții nu sunt altceva decât niște copii cu riduri”."
      },
      {
        "paragraph": "La un moment dat, va fi nevoie să ai o întâlnire în care să confrunți pe cineva la care ții. Ar putea fi vorba de cineva care are autoritate asupra ta sau de o situație în care există șanse mari ca întâlnirea să te coste financiar, emoțional sau profesional. Miza devine mai mare atunci când confrunți un comportament la locul de muncă al unui coleg sau al unui șef sau comportamentul unui client. Indiferent dacă corectezi pe verticală sau pe orizontală, grija față de persoana respectivă trebuie să fie ceva la care să fii atent în permanență."
      },
      {
        "paragraph": "1. Confruntă pentru că îți pasă. Corectează așa cum ți-ai dori să fii corectat și tu, cu blândețe și înțelegere, într-o atmosferă de speranță pentru viitorul relației."
      },
      {
        "paragraph": "2. Fii pregătit emoțional. Pregătește-te emoțional înainte de a intra în conversație. Dumnezeu a dat fiecărei persoane capacitatea de a-și controla sentimentele atunci când este necesar. Dacă nu te afli în starea potrivită din punct de vedere emoțional sau suferi din cauza faptului că ești rănit, frustrat sau jignit de persoana pe care o confrunți, ar fi bine să iei în considerare amânarea întâlnirii sau să iei pe altcineva cu tine."
      },
      {
        "paragraph": "3. Urmarea unui plan simplu, un ABC al confruntării asigură un proces care reabilitează comportamentul și, în același timp, are în vedere persoana în cauză."
      },
      {
        "paragraph": "• Începe conversația prin a spune cât de mult prețuiești persoana respectivă. Poți face asta arătându-i aprecierea pentru contribuția pe care a avut-o pentru tine personal sau pentru organizație. Un alt mod de a afirma este de a recunoaște punctele forte ale unei persoane, talentele și modul în care aceasta adaugă valoare pentru tine și pentru ceilalți."
      },
      {
        "paragraph": "• Corectează comportamentul prin precizarea a ceea ce se întâmplă, a modului în care îi afectează pe ceilalți și a așteptărilor pentru o schimbare în viitor. Este important să permiți interacțiune și discuții după confruntare, pentru a te asigura că problemele au fost înțelese corect."
      },
      {
        "paragraph": "• Încheie întâlnirea prin încurajarea persoanei pe care tocmai ai confruntat-o. Afirmă-ți încrederea că va schimba lucrurile și reafirmă viitorul care o așteaptă și potențialul pe care îl vezi în ea. Programează o întâlnire ulterioară de monitorizare. Este important ca oamenii să simtă încrederea pe care o ai în ei, mai ales după ce i-ai corectat."
      }
    ],
    "reflection_questions": [
      "Când a fost ultima dată când a trebuit să corectezi pe cineva?",
      "Care a fost experiența ta în timpul conversației?",
      "Ce sfat ai da cuiva aflat în locul tău?"
    ],
    "conclusion": "Abilitatea de a-i confrunta și corecta pe alții în mod biblic te introduce în programul de reabilitare și reconciliere al lui Dumnezeu, care are o chemare mai înaltă; nu oricine poate face acest lucru."
  },
  {
    "title": "IUBIREA DIVINĂ",
    "week": "SĂPTĂMÂNA 6",
    "day": "VINERI",
    "verse": {
      "text": "...voi locui în mijlocul copiilor lui Israel.",
      "reference": "1 Împărați 6:13"
    },
    "content": [
      {
        "paragraph": "Cum e să te îndrăgostești? Când mi-am cunoscut soția, unul dintre primele indicii că ea era „aleasa” a fost faptul că puteam petrece ore întregi unul în prezența celuilalt fără să vorbim. Eram mulțumiți cu sau fără cuvinte și, pur și simplu, ne plăcea să fim împreună. Într-o zi, mi-am dat seama că nu voiam să îmi petrec restul vieții fără ea."
      },
      {
        "paragraph": "Dumnezeu te-a creat să mergi cu El în veșnicie. Imaginează-ți o iubire care îți cunoaște toate nevoile, dorințele, gândurile, înclinațiile și părțile bune și rele, iar cel care te iubește astfel vrea să fie cu tine mai mult decât orice. Imaginează-ți că nimic din ce poți face tu rău nu va anula și nu va diminua dragostea Lui pentru tine. Imaginează-ți că această iubire nu vrea doar să fie cu tine, ci să trăiască în tine. Asta este ceea ce simte Dumnezeu pentru tine; de aceea vrea să locuiască în tine, pentru a rămâne cu tine pentru totdeauna. Deși locuiește în tine, El nu Se va amesteca, nu te va forța niciodată și nu va abuza de tine; El vrea să fie invitat într-o relație mai profundă, și așteaptă ca tu să faci pașii ce țin de tine. El te așteaptă să descoperi următorul nivel de intimitate cu El. Apostolul Pavel ne spune că nimic nu ne poate despărți de dragostea lui Dumnezeu. Nu vrei să te apropii de El acum, pentru ca El să se apropie de tine?"
      }
    ],
    "reflection_questions": [
      "Cum te poți apropia de Dumnezeu în acest moment?",
      "Care este dovada că Dumnezeu te așteaptă?",
      "Aștepți un semn pentru a te apropia de Dumnezeu sau inițiezi părtășia cu El în fiecare zi?"
    ],
    "conclusion": "Dumnezeu dorește reciprocitate în relație, pentru a vă putea apropia unul de altul."
  },
  {
    "title": "IERTEAREA LA LOCUL DE MUNCĂ",
    "week": "SĂPTĂMÂNA 7",
    "day": "LUNI",
    "verse": {
      "text": "Atunci, S-a ridicat în sus; și, când n-a mai văzut pe nimeni decât pe femeie, Isus i-a zis: „Femeie, unde sunt pârâșii tăi? Nimeni nu te-a osândit?” „Nimeni, Doamne”, I-a răspuns ea. Și Isus i-a zis: „Nici Eu nu te osândesc. Du-te și să nu mai păcătuiești.”",
      "reference": "Ioan 8:10-11"
    },
    "content": [
      {
        "paragraph": "Când femeia prinsă în adulter a fost adusă la picioarele lui Isus, unii au vrut să știe de ce nu a condamnat-o. Alții au vrut să știe ce scria El pe nisip, de i-a făcut pe liderii religioși să plece, atunci când a spus că cei fără de păcat ar trebui să arunce primii piatra. Dar mai important este care a fost răspunsul lui Isus la păcatul ei. El n-a condamnat-o și i-a spus să se ducă și să nu mai păcătuiască."
      },
      {
        "paragraph": "A ierta înseamnă a uita. Îmi amintesc că într-o zi am spus ceva ce nu trebuia să spun unui șef, pentru ca mai târziu să merg să-mi cer iertare. Mi-a acceptat scuzele, dar eram încă îngrijorat că spusele mele nepotrivite s-ar putea întoarce împotriva mea. Când mi-am cerut scuze a doua oară, m-a iertat a doua oară și mi-a spus: „Suntem adulți; te iert, hai să trecem mai departe”. Cuvintele lui au făcut mai mult decât să-mi șteargă datoria, m-au eliberat. Nu uităm niciodată atunci când cineva ne iartă."
      },
      {
        "paragraph": "A ierta pe cineva când a greșit este de extremă importanță. Asta este ceea ce ne dorim cel mai mult, să știm că datoria nu este doar ștearsă, ci și că suntem în regulă în ochii celui pe care l-am nedreptățit. Oamenii fac greșeli la locul de muncă, prin acțiuni și prin cuvinte. Neiertarea se poate manifesta ca o frustrare rămasă nerezolvată. Fie că greșelile sunt făcute din ignoranță, furie sau lipsă de experiență, toată lumea merită o a doua șansă, inclusiv tu și cei din jurul tău. Atunci când te obișnuiești să acorzi iertarea, începi să te pricepi și să o primești. De multe ori, cea mai importantă persoană pe care trebuie să o ierți ești tu însuți. Dacă Dumnezeu ne-a iertat, cine suntem noi să nu ne iertăm pe noi înșine sau pe cei din jurul nostru?"
      }
    ],
    "reflection_questions": [
      "Pe cine trebuie să ierți?",
      "De ce este la fel de important să te simți liber ca și să te simți iertat?",
      "Ai făcut vreodată ceva rău intenționat și totuși ai primit iertare pentru asta?"
    ],
    "conclusion": "Atunci când ierți pe cineva, prizonierul eliberat ești tu însuți."
  },
  {
    "title": "IERTEAREA LA LOCUL DE MUNCĂ",
    "week": "SĂPTĂMÂNA 7",
    "day": "LUNI",
    "verse": {
      "text": "Atunci, S-a ridicat în sus; și, când n-a mai văzut pe nimeni decât pe femeie, Isus i-a zis: „Femeie, unde sunt pârâșii tăi? Nimeni nu te-a osândit?” „Nimeni, Doamne”, I-a răspuns ea. Și Isus i-a zis: „Nici Eu nu te osândesc. Du-te și să nu mai păcătuiești.”",
      "reference": "Ioan 8:10-11"
    },
    "content": [
      {
        "paragraph": "Când femeia prinsă în adulter a fost adusă la picioarele lui Isus, unii au vrut să știe de ce nu a condamnat-o. Alții au vrut să știe ce scria El pe nisip, de i-a făcut pe liderii religioși să plece, atunci când a spus că cei fără de păcat ar trebui să arunce primii piatra. Dar mai important este care a fost răspunsul lui Isus la păcatul ei. El n-a condamnat-o și i-a spus să se ducă și să nu mai păcătuiască."
      },
      {
        "paragraph": "A ierta înseamnă a uita. Îmi amintesc că într-o zi am spus ceva ce nu trebuia să spun unui șef, pentru ca mai târziu să merg să-mi cer iertare. Mi-a acceptat scuzele, dar eram încă îngrijorat că spusele mele nepotrivite s-ar putea întoarce împotriva mea. Când mi-am cerut scuze a doua oară, m-a iertat a doua oară și mi-a spus: „Suntem adulți; te iert, hai să trecem mai departe”. Cuvintele lui au făcut mai mult decât să-mi șteargă datoria, m-au eliberat. Nu uităm niciodată atunci când cineva ne iartă."
      },
      {
        "paragraph": "A ierta pe cineva când a greșit este de extremă importanță. Asta este ceea ce ne dorim cel mai mult, să știm că datoria nu este doar ștearsă, ci și că suntem în regulă în ochii celui pe care l-am nedreptățit. Oamenii fac greșeli la locul de muncă, prin acțiuni și prin cuvinte. Neiertarea se poate manifesta ca o frustrare rămasă nerezolvată. Fie că greșelile sunt făcute din ignoranță, furie sau lipsă de experiență, toată lumea merită o a doua șansă, inclusiv tu și cei din jurul tău. Atunci când te obișnuiești să acorzi iertarea, începi să te pricepi și să o primești. De multe ori, cea mai importantă persoană pe care trebuie să o ierți ești tu însuți. Dacă Dumnezeu ne-a iertat, cine suntem noi să nu ne iertăm pe noi înșine sau pe cei din jurul nostru?"
      }
    ],
    "reflection_questions": [
      "Pe cine trebuie să ierți?",
      "De ce este la fel de important să te simți liber ca și să te simți iertat?",
      "Ai făcut vreodată ceva rău intenționat și totuși ai primit iertare pentru asta?"
    ],
    "conclusion": "Atunci când ierți pe cineva, prizonierul eliberat ești tu însuți."
  },
  {
    "title": "IMAGINEA DATĂ DE DUMNEZEU",
    "week": "SĂPTĂMÂNA 7",
    "day": "MARȚI",
    "verse": {
      "text": "Eu am răspuns: „Ah, Doamne Dumnezeule, vezi că eu nu știu să vorbesc, căci sunt un copil.” Dar Domnul mi-a zis: „Nu zice: «Sunt un copil», căci te vei duce la toți aceia la care te voi trimite și vei spune tot ce-ți voi porunci. Nu te teme de ei, căci Eu sunt cu tine ca să te scap”, zice Domnul. Apoi Domnul Și-a întins mâna și mi-a atins gura. Și Domnul mi-a zis: „Iată, pun cuvintele Mele în gura ta.”",
      "reference": "Ieremia 1:6-9"
    },
    "content": [
      {
        "paragraph": "Dacă alegi imaginea ta de sine în locul modului în care te vede Dumnezeu, Îl poți împiedica să te ajute să-ți atingi potențialul. Credincioșii de succes lasă deoparte emoțiile pentru a putea îmbrățișa misiunea eternă, pe care le-a pregătit-o Dumnezeu înainte de întemeierea lumii. Încrede-te în ceea ce spune Dumnezeu despre tine mai presus de ceea ce simți despre tine însuți. Gândește-te la ceea ce i-a cerul El lui Ieremia. El are ceva important să-ți ofere și ție în călătoria care-ți stă înainte."
      },
      {
        "section_title": "1. CORECTARE",
        "paragraph": "Dumnezeu a corectat mentalitatea lui Ieremia pentru ca el să se vadă pe sine așa cum îl vedea Domnul și nu prin imaginea de sine, limitativă, a tinereții sale. Ieremia a spus „căci sunt un copil”, iar Dumnezeu l-a mustrat. Nu este ceva neobișnuit ca Dumnezeu să vadă în noi mai mult decât vedem noi înșine. Așa cum Ieremia era imatur și nedezvoltat în mentalitatea sa, la fel suntem și noi, până când învățăm să ne vedem așa cum ne vede Dumnezeu. Când te simți corectat de Dumnezeu, entuziasmează-te; El este pe cale să mute un munte și să te folosească pe tine pentru a o face."
      },
      {
        "section_title": "2. CURAJ",
        "paragraph": "Dumnezeu i-a dat curaj lui Ieremia, punându-i în gură cuvintele Lui. Când rostim cuvintele lui Dumnezeu, simțim ceea ce simte El față de noi. Ce ți-a spus Dumnezeu până acum? Ce îți spune Dumnezeu astăzi? Dacă nu ești sigur, deschide Cuvântul Său și vezi prin ce versete îți vorbește, în timp ce citești. Când simți că un anumit verset ți se adresează în mod direct, asta înseamnă că Dumnezeu îți vorbește. Oprește-te și ascultă! În timp ce meditezi la ceea ce ți-a cuprins inima, scrie ce auzi și curajul va veni."
      },
      {
        "section_title": "3. PORUNCĂ",
        "paragraph": "Dumnezeu i-a dat o poruncă lui Ieremia. Când vii la Dumnezeu, uneori El îți va oferi opțiuni, alteori îți va da sfaturi, iar alteori îți va spune ce să faci. Dacă Dumnezeu ți-a dat o instrucțiune, urmeaz-o. Dacă Dumnezeu nu ți-a dat o idee sau o instrucțiune nouă de ceva vreme, este posibil ca El să aștepte ca tu să acționezi după ultima poruncă pe care ai primit-o. Care a fost ultimul lucru pe care Dumnezeu ți-a spus să-l faci? Dacă te-ai îndepărtat de El pentru o vreme, ia o foaie albă și un pix, scrie-ți întrebările pentru Dumnezeu (nu lista de cumpărături sau lista de lucruri de făcut astăzi) și apoi ascultă."
      },
      {
        "section_title": "4. ÎNCREDERE",
        "paragraph": "Încrederea de a duce la îndeplinire o chemare vine de la Cel care te-a chemat. Sarcinile lui Dumnezeu în viața ta nu pot fi îndeplinite prin asentiment mental, ceea ce înseamnă că nu-ți poți atinge potențialul doar cu puterea minții tale, fără să auzi vocea lui Dumnezeu. Încrederea în Dumnezeu vine din revelația interioară. Vocea Sa este întotdeauna interioară, deoarece acolo locuiește El - în inima ta."
      }
    ],
    "reflection_questions": [
      "Ce percepții greșite despre imaginea ta de sine îți imaginezi că vrea să schimbe Dumnezeu în tine?",
      "Ai scris vreodată întrebările tale pentru Dumnezeu și ai așteptat ca El să-ți răspundă?",
      "Cum spune Biblia că te vede Dumnezeu?"
    ],
    "conclusion": ",Când te vezi pe tine însuți așa cum te vede Dumnezeu, vei simți față de tine ceea ce simte Dumnezeu."
  },
  {
    "title": "UȘA LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 7",
    "day": "MIERCURI",
    "verse": {
      "text": "Căci așa vorbește Domnul despre Șalum, fiul lui Iosia, împăratul lui Iuda, care domnea în locul tatălui său Iosia și care a ieșit din locul acesta: „Nu se va mai întoarce în el, ci va muri în locul unde este dus rob și nu va mai vedea țara aceasta.”",
      "reference": "Ieremia 22:11-12"
    },
    "content": [
      {
        "paragraph": "Uneori, o ușă se închide și nu mai există cale de întoarcere; singura cale este înainte. Uneori, alegerile noastre închid în mod intenționat sau neintenționat o ușă către circumstanțe care nu depind de noi. Ai închis tu, Dumnezeu sau altcineva o ușă pentru tine? Dumnezeu este adesea învinuit pentru acțiuni pe care le-am inițiat noi și care ne închid ușile oportunităților."
      },
      {
        "paragraph": "Sunt momente în care a trebuit să mă rog pentru opțiuni, în timp ce alteori am avut o singură alegere în fața mea. Pe unele uși poate că nu vrei să treci, dar știi că singura cale de urmat este să intri cu credință pe ușa din fața ta. Doar după ce ai trecut prin ușa din fața ta, Dumnezeu îți va arăta a doua și a treia ușă. Dacă dorința ta este să Îi placi lui Dumnezeu, nu ai cum să nu-L vezi; El te va aștepta de cealaltă parte a fiecărei uși pe care vei intra."
      },
      {
        "paragraph": "Iată câteva întrebări pe care să le iei în considerare atunci când iei decizii cu privire la ușile prin care să treci:"
      },
      {
        "section_title": "1. Ce uși de oportunitate mi-a deschis Dumnezeu în trecut?"
      },
      {
        "section_title": "2. Pe cine a pus Dumnezeu în calea mea în această perioadă, care ar putea fi un deschizător de uși?"
      },
      {
        "section_title": "3. Pentru cine pot deschide o ușă? Ce vrea Dumnezeu să facă în viața altcuiva prin mine?"
      },
      {
        "section_title": "4. Ce uși m-a îndemnat Dumnezeu să închid în viața mea?"
      }
    ],
    "reflection_questions": [
      "Ce uși din trecutul tău îți cere Dumnezeu să închizi?",
      "De care uși ți-ar putea fi teamă și pe care nu ai vrea să intri?",
      "Dacă Dumnezeu te îndeamnă să mergi mai departe, crezi că te va lăsa să dai greș?"
    ],
    "conclusion": "Dumnezeu așteaptă de cealaltă parte a ușii credinței. Începe să faci pași."
  },
  {
    "title": "AL ȘASELEA SIMȚ - TIMINGUL",
    "week": "SĂPTĂMÂNA 7",
    "day": "JOI",
    "verse": {
      "text": "Un cuvânt spus la vremea potrivită este ca niște mere de aur într-un coșuleț de argint.",
      "reference": "Proverbe 25:11"
    },
    "content": [
      {
        "paragraph": "Știi cum să înțelegi ce se întâmplă într-un anumit moment? Sincronizarea este esențială pentru succes, în orice împrejurare a vieții. Dacă un agent de bursă cumpără acțiunile potrivite la momentul nepotrivit, acesta înregistrează pierderi. Dacă trecem pe un semafor când este roșu, am pornit spre destinație, dar la momentul nepotrivit, și s-ar putea să se producă un accident. Înțelepciunea este punerea în practică a informațiilor, la momentul potrivit. Nu este suficient să știi ce trebuie să faci, ci trebuie să știi și când să o faci."
      },
      {
        "paragraph": "Timingul este o problemă care ține de al șaselea simț. Trăim zilnic la intersecția dintre mai multe decizii, când vorbind cu un profesor, un client, un șef sau cu alte persoane. Simțul nostru de sincronizare duce la succes sau la eșec. Dacă ți-ai dorit vreodată să fi spus ceva, și ai ratat momentul potrivit, știi ce înseamnă timing bun vs. timing greșit."
      },
      {
        "paragraph": "Ia în considerare importanța timingului într-o profesie în care există o recompensă sau o consecință instantanee pentru modul în care gestionăm emoțiile, dorințele și procesele de gândire ale oamenilor, atunci când se gândesc la o achiziție:"
      },
      {
        "section_title": "Cuvintele potrivite la momentul nepotrivit înseamnă FRICĂ."
      },
      {
        "section_title": "Cuvintele nepotrivite la momentul potrivit înseamnă EZITARE."
      },
      {
        "section_title": "Cuvintele nepotrivite la momentul nepotrivit înseamnă BLOCAREA CONVERSAȚIEI."
      },
      {
        "section_title": "Cuvintele potrivite la momentul potrivit înseamnă ÎNAINTAREA CONVERSAȚIEI."
      }
    ],
    "reflection_questions": [
      "Îți vine în minte un exemplu în care ai spus ce trebuia, la momentul nepotrivit, unui coleg, prieten sau superior?",
      "Cine din cercul tău de influență are simțul timingului, pentru a spune lucrul potrivit la momentul potrivit?",
      "Ce măsuri ai putea lua pentru a-ți îmbunătăți timingul în timpul conversației?"
    ],
    "conclusion": "Timingul presupune să citești, să conduci și să înveți la momentul propice."
  },
  {
    "title": "TESTUL RELAȚIILOR",
    "week": "SĂPTĂMÂNA 7",
    "day": "VINERI",
    "verse": {
      "text": "Pe voi înșivă încercați-vă dacă sunteți în credință. Pe voi înșivă cercați-vă...",
      "reference": "2 Corinteni 13:5"
    },
    "content": [
      {
        "paragraph": "De-a lungul Scripturii, credincioșii sunt îndemnați să se examineze pe ei înșiși."
      },
      {
        "paragraph": "• Evaluarea comportamentului."
      },
      {
        "paragraph": "• Evaluarea gândirii, a sentimentelor și atitudinilor."
      },
      {
        "paragraph": "• Evaluarea relației cu Dumnezeu și cu ceilalți."
      },
      {
        "paragraph": "Prioritatea lui Dumnezeu sunt oamenii. Unul dintre rolurile principale ale Duhului Sfânt este să ne pregătească pentru ziua în care Îl vom întâlni pe Isus față în față. El ne pregătește transformându-ne zi de zi după imaginea pe care Dumnezeu ne-a creat să o oglindim - cea a Fiului Său. Comportamentul nostru cotidian, profesia noastră, provocările și victoriile devin roata olarului care își modelează lutul, iar lutul suntem noi. În fruntea listei de trăsături de caracter pe care le modelează Dumnezeu în noi se află sănătatea relației noastre cu ceilalți. Dumnezeu prețuiește relațiile sănătoase în așa măsură încât Isus a spus că, dacă ne dăm seama de o problemă de relație în timp ce ne închinăm, El preferă să mergem să o reparăm și să ne împăcăm, apoi să ne întoarcem pentru a termina închinarea. Menținerea unor relații sănătoase este esențială pentru succesul tău, indiferent de profesia aleasă."
      },
      {
        "paragraph": "Una dintre modalitățile prin care o persoană poate examina sănătatea unei relații este să își facă un test al relațiilor. Dacă o relație nu merge bine, efectuarea unui test al relațiilor poate dezvălui locul unde a început problema sau poate preveni o problemă, înainte ca aceasta să se producă. Întărirea unei relații va fi mai ușoară decât repararea ei. Iată câteva întrebări pe care ți le poți pune cu privire la sănătatea relațiilor tale. Poți adapta aceste întrebări în mod specific la situația ta personală."
      },
      {
        "section_title": "ÎNTREBĂRI DE VERIFICARE A RELAȚIILOR",
        "list": [
          {
            "title": "Seriozitate",
            "description": "Simt oamenii că pot conta pe tine?"
          },
          {
            "title": "Angajament",
            "description": "Simt oamenii că ești interesat de nevoile lor?"
          },
          {
            "title": "Ascultare",
            "description": "Simt oamenii că îi asculți sau doar te prefaci?"
          },
          {
            "title": "Acțiune",
            "description": "Văd oamenii că iei măsuri pentru a le împlini nevoile?"
          },
          {
            "title": "Încredere",
            "description": "Simt oamenii că pot avea încredere în tine?"
          },
          {
            "title": "Interes",
            "description": "Simt oamenii că te preocupă binele lor?"
          },
          {
            "title": "Deschidere",
            "description": "Simt oamenii că ești deschis la idei, propuneri, critici?"
          },
          {
            "title": "Apropiere",
            "description": "Simt oamenii că ești disponibil atunci când au nevoie?"
          },
          {
            "title": "Confidențialitate",
            "description": "Se simt oamenii confortabil să-ți împărtășească informații private?"
          },
          {
            "title": "Istoric",
            "description": "Consideră oamenii că aveți o istorie comună pozitivă sau negativă?"
          },
          {
            "title": "Integritate",
            "description": "Au oamenii sentimentul că le vei proteja întotdeauna interesul?"
          },
          {
            "title": "Principii",
            "description": "Te percep oamenii ca fiind o persoană cu principii?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cum construiești relații?",
      "Ce apreciază oamenii cel mai mult la colaborarea cu tine?",
      "Ce cuvânt ar folosi oamenii pentru a te descrie?"
    ],
    "conclusion": "O strategie de „consolidare a relațiilor” este un set de abilități pe care orice lider trebuie să le învețe."
  },
  {
    "title": "SPUNE ADEVĂRUL CELOR PUTERNICI",
    "week": "SĂPTĂMÂNA 8",
    "day": "LUNI",
    "verse": {
      "text": "Tu iubești pe cei ce te urăsc și urăști pe cei ce te iubesc, căci arăți azi că pentru tine nu sunt nici căpetenii, nici slujitori; și văd acum că, dacă ar trăi Absalom și noi toți am fi murit în ziua aceasta, lucrul acesta ți-ar fi plăcut. Scoală-te dar, ieși și vorbește după inima slujitorilor tăi! Căci jur pe Domnul că, dacă nu ieși să te arăți, nu va rămâne un om cu tine în noaptea aceasta, și aceasta va fi o nenorocire mai rea pentru tine decât toate nenorocirile care ți s-au întâmplat din tinerețe până acum.",
      "reference": "2 Samuel 19:6-7"
    },
    "content": [
      {
        "paragraph": "Corectează-i cu atenție pe cei ce dețin puterea. David reușise să înăbușe cu succes o revoltă a fiului său Absalom, dar prețul victoriei a fost moartea acestuia. Deși David își jelea fiul în public, în privat, fără să vrea, el își disprețuia personalul și slujitorii. Ioab, comandantul său, a vorbit cu curaj în numele poporului și l-a corectat pe rege pentru comportamentul său. Uneori va fi nevoie să vorbești cuiva în sensul acesta. Fă-o cu grijă dacă este vorba de cineva cu autoritate."
      },
      {
        "paragraph": "A spune adevărul celor puternici este adesea un demers înfricoșător și periculos. Pentru cei mai mulți dintre noi, a merge în biroul șefului pentru a cere o mărire de salariu este deja destul de stresant, dar să reproșăm, să corectăm sau să avertizăm un supraveghetor pare o sarcină aproape imposibilă. Atunci când îi corectezi pe cei care au autoritate asupra ta, roagă-te, discută cu alții despre asta, apoi ia în considerare următoarele sfaturi:"
      },
      {
        "section_title": "CINCI PAȘI PENTRU A SPUNE ADEVĂRUL CELOR CARE AU PUTERE",
        "list": [
          {
            "title": "Fii modest",
            "description": "Dacă ai fi în această situație, cum ai dori să fii abordat? Nu uita că și tu ai puncte slabe. Pune-te în locul lor înainte de a-i pune la punct. Identifică-te cu situația lor din punct de vedere emoțional, înainte de a comunica din punct de vedere intelectual."
          },
          {
            "title": "Ai grijă",
            "description": "Te adresezi unei autorități, așa că alege-ți cuvintele cu înțelepciune, înainte de a-ți expune cazul. Dacă simți o ușă deschisă, continuă. Dacă simți o ușă închisă atunci retrage-te și nu forța lucrurile. Nu va ieși nimic bun din asta. Fii curajos și dispus să riști, dar nu spune ceva ce vei regreta sau care va înrăutăți lucrurile."
          },
          {
            "title": "Fii scurt",
            "description": "Dacă nu poți spune ce ai de spus în 3-5 propoziții, înseamnă că nu te-ai gândit suficient. Ar trebui să poți expune problemele, modul în care acestea îi afectează pe ceilalți și o potențială soluție în 1-2 minute sau mai puțin. Dacă vorbești doar pentru că simți nevoia de a vorbi, dincolo de identificarea cu ei, se va întoarce împotriva ta, deoarece te concentrezi asupra propriei persoane și nu asupra lor."
          },
          {
            "title": "Fii delicat",
            "description": "\"Un răspuns blând potolește mânia, dar o vorbă aspră ațâță mânia.\" (Proverbe 15:1) Dacă vorbești din frustrare, răspunsul tău emoțional va fi cel care va fi reținut mai presus de importanța argumentelor aduse."
          },
          {
            "title": "Fii recunoscător",
            "description": "Mulțumește supervizorului tău pentru disponibilitatea de a te asculta și încheie întâlnirea cu compasiune și rapiditate - nu zăbovi, ca nu cumva să spui ceea ce nu trebuie, din cauza nervozității sau a frustrării."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Când a fost ultima dată când ai fost într-o situație în care a fost nevoie să spui adevărul unei persoane cu autoritate?",
      "Cum poți atenua disconfortul care vine din abordarea conversațiilor dificile?",
      "Ce sfat i-ai da unui prieten care trebuie să confrunte un client, un coleg de serviciu, un părinte sau un șef?"
    ],
    "conclusion": "Cei cu autoritate simt când cineva încearcă să-i manipuleze sau îi pasă cu adevărat de ei."
  },
  {
    "title": "SINUCIDEREA AUTOPROMOVĂRII",
    "week": "SĂPTĂMÂNA 8",
    "day": "MARȚI",
    "verse": {
      "text": "Dintre toți fiii mei - căci Domnul mi-a dat mulți fii - a ales pe fiul meu Solomon ca să-l pună pe scaunul de domnie al împărăției Domnului peste Israel. El mi-a zis: „Fiul tău Solomon Îmi va zidi casa și curțile, căci l-am ales ca fiu al Meu și-i voi fi Tată. Îi voi întări împărăția pe vecie, dacă se va ține, ca astăzi, de împlinirea poruncilor și rânduielilor Mele.”",
      "reference": "1 Cronici 28:5-7"
    },
    "content": [
      {
        "paragraph": "Când a sosit momentul transferului de poziție și de putere regală, Adonia, fratele lui Solomon, a încercat să ia coroana. Decizia de a se unge singur împărat a dus la moartea lui. Ia în considerare contrastul dintre un loc vacant ocupat de un rege autoproclamat și un rege uns de Dumnezeu:"
      },
      {
        "section_title": "Autoproclamat vs Uns de Dumnezeu",
        "list": [
          {
            "description": "Decide singur momentul și condițiile - Așteaptă momentul numirii lui Dumnezeu"
          },
          {
            "description": "Este motivat de interesul propriu - Este împuternicit de ungerea lui Dumnezeu"
          },
          {
            "description": "Este influențat de ceea ce spun alții - Este influențat de ceea ce spune Dumnezeu"
          },
          {
            "description": "Se autopromovează - Este promovat de alții"
          },
          {
            "description": "Își alege singur colaboratorii - Dumnezeu îi dezvăluie colaboratorii"
          },
          {
            "description": "Își promovează poziția - Dumnezeu îl promovează"
          }
        ]
      },
      {
        "paragraph": "Dumnezeu nu va permite ca talentul să te pună într-o situație în care caracterul tău să nu facă față. A acționa cu înțelepciune presupune să te poziționezi corect în afaceri, fie că ești lider sau nu. Nu e nimic greșit în a te poziționa într-o lumină pozitivă, atunci când o faci cu integritate. Dumnezeu promovează la timpul stabilit de El și, după perioade de încercări și teste, promovarea făcută de El rezistă în timp. Autopromovarea nu face decât să scurtcircuiteze procesul de dezvoltare prin care Dumnezeu te pregătește pentru scopurile Sale mai înalte. Locul de muncă este contextul în care El Își pune în practică planurile de a te modela după chipul și asemănarea Fiului Său. Dacă nu ești sigur unde te afli în ciclul de testare și promovare, roagă-L pe Dumnezeu să-ți arate."
      }
    ],
    "reflection_questions": [
      "Când trebuie să împarți scena cu alte persoane, ești tentat să te autopromovezi sau să îi scoți pe alții în evidență?",
      "Cunoști pe cineva care face orice pentru a ajunge singur pe un loc din față?",
      "Care crezi că sunt trăsăturile de caracter necesare următoarei trepte pe scara lui Dumnezeu în viața ta?"
    ],
    "conclusion": "Oamenii te promovează pentru performanță, dar Dumnezeu te promovează acolo unde caracterul și competența se intersectează, iar performanța e o consecință."
  },
  {
    "title": "ARTA CINSTIRII",
    "week": "SĂPTĂMÂNA 8",
    "day": "MIERCURI",
    "verse": {
      "text": "N-a putut să facă nicio minune acolo, ci doar Și-a pus mâinile peste câțiva bolnavi și i-a vindecat. Și se mira de necredința lor. Isus străbătea satele de primprejur și învăța pe norod.",
      "reference": "Marcu 6:5-6"
    },
    "content": [
      {
        "paragraph": "Onoarea și credința trebuie să fie prezente, pentru ca Dumnezeu să facă o minune. De aceea, Isus a întrebat atât de des înainte de a face o minune: „Crezi că pot face acest lucru?” sau „Ce vrei să-ți fac?”. El confirma că onoarea și credința erau prezente și, în același timp, crea așteptări în rândul celor care-L ascultau. Dacă nu găsea credință, El mergea în altă parte. În timp ce era în orașul Lui natal, Isus a făcut minuni pe care oamenii le-au văzut cu ochii lor, însă necredința și familiaritatea lor cu El au neutralizat în cele din urmă puterea lui Dumnezeu. Lipsa credinței și a onoarei e o piedică importantă în calea manifestării puterii lui Dumnezeu de a face o minune."
      },
      {
        "paragraph": "Mergi acolo unde ești apreciat, nu tolerat. Fie că ești un comerciant care apelează la un client, angajat al unei corporații, conducător sau activezi în sectorul non-profit sau în cel public, este important să te porți într-un mod onorabil. Liderii pot crea o atmosferă onorabilă:"
      },
      {
        "section_title": "Cum să creezi o atmosferă onorabilă",
        "list": [
          {
            "description": "Sărbătorind contribuțiile, talentele sau darurile celor din jur prin recunoașterea valorii lor. Această atitudine aduce încurajare și apreciere."
          },
          {
            "description": "Ajutându-i pe ceilalți prin împlinirea nevoilor lor, solicitându-le contribuția și ajutându-i să depășească punctele slabe."
          },
          {
            "description": "Comunicând prin cuvinte și acțiuni care să contribuie la dezvoltarea relației."
          },
          {
            "description": "Rugându-se și făcând totul pentru ceilalți, mai ales pentru cei care nu se poartă bine cu tine."
          }
        ]
      },
      {
        "paragraph": "Pe măsură ce practici aceste calități dumnezeiești, creezi în jurul tău o atmosferă în care Dumnezeu poate face minuni în și prin tine. Dacă practicarea „artei cinstirii” nu îmbunătățește mediul în care trăiești, este posibil ca Dumnezeu să te îndrume să pleci în altă parte, să ieși dintr-o relație și să intri într-o alta sau să te mute într-un loc sau într-un grup de oameni care îți vor onora și celebra contribuția. Chiar și Domnul Isus știa că există locuri în care nu era bine primit. Din unele locuri a simțit că era timpul să plece. Din altele, I s-a cerut să plece. Nu toată lumea va sărbători și va onora prezența ta. Dacă te confrunți cu această situație, treci mai departe, scutură-ți praful de pe picioare și mergi acolo unde te conduce Dumnezeu. Locul misiunii tale s-a schimbat."
      }
    ],
    "reflection_questions": [
      "Cine îți onorează contribuția la locul de muncă, în grupul tău de colegi, în comunitatea ta?",
      "Cui poți arăta mai multă onoare și respect în relații?",
      "Cum să arăți respect și cinste celor din jurul tău în acord cu voia lui Dumnezeu?"
    ],
    "conclusion": "Atmosfera de cinstire poate fi creată, iar aceasta face loc miracolelor."
  },
  {
    "title": "ROLUL LUI „GOLIAT” ÎN PROMOVAREA TA",
    "week": "SĂPTĂMÂNA 8",
    "day": "JOI",
    "verse": {
      "text": "La vederea acestui om, toți cei din Israel au fugit dinaintea lui și i-a apucat o mare frică. Fiecare zicea: „Ați văzut pe omul acesta înaintând? A înaintat ca să arunce ocara asupra lui Israel! Dacă-l va omorî cineva, împăratul îl va umple de bogății, îi va da de nevastă pe fiică-sa și va scuti de dări casa tatălui său în Israel.” David a zis oamenilor de lângă el: „Ce se va face aceluia care va omorî pe filisteanul acesta și va lua ocara de asupra lui Israel? Cine este filisteanul acesta, acest netăiat împrejur, ca să ocărască oștirea Dumnezeului celui viu?”",
      "reference": "1 Samuel 17:24-26"
    },
    "content": [
      {
        "paragraph": "Cu ce Goliat te confrunți astăzi? David era orientat spre oportunitate - el simțea o oportunitate divină, atunci când aceasta apărea în drumul lui. În timp ce își vizita frații pe câmpul de luptă, a observat o problemă pe care nimeni n-o putea rezolva. Armata filisteană batjocorea zilnic poporul Israel, provocându-i pe cei mai curajoși dintre ei să-l înfrunte pe Goliat, dar nimeni nu avea curajul să facă față provocării."
      },
      {
        "paragraph": "Ce vezi tu și nu vede nimeni altcineva? În sfera ta de influență, există cineva care are o nevoie pe care tu o poți împlini într-un mod unic. Care este problema asupra căreia Dumnezeu ți-a dat o perspectivă unică? Dumnezeu va aranja adesea o situație în care abilitățile tale să se vadă, așa cum a făcut cu David, atunci când vrea să te promoveze."
      },
      {
        "paragraph": "Oportunitatea este creată prin rezolvarea problemelor. Fiecare persoană are nevoi vizibile și invizibile. Nevoia vizibilă este motivul pentru care se va întâlni cu tine, iar nevoia invizibilă este cea care o va face să „cumpere” ce ai de oferit. Atunci când ești sensibil la descoperirea nevoilor celor din jurul tău și la modul în care le poți împlini, ți se deschid multiple oportunități. Fără o nevoie care trebuie împlinită sau o problemă care trebuie rezolvată, va fi dificil să faci o vânzare, să primești o promovare, să te faci remarcat sau să îți dezvolți influența. Împlinirea nevoilor și rezolvarea problemelor este una dintre cele mai bune modalități de a contribui la dezvoltarea celor din jur și de a-ți spori influența în mijlocul lor."
      }
    ],
    "reflection_questions": [
      "La ce nevoi din jurul tău ai devenit sensibil?",
      "Există o situație asupra căreia Dumnezeu ți-a dat o perspectivă unică?",
      "Pe cine simți nevoia să suni azi și să-l întrebi cu ce se confruntă?"
    ],
    "conclusion": "Fiecare persoană are nevoi vizibile și invizibile. Nevoile vizibile sunt motivul pentru care se întâlnesc cu tine. Nevoile invizibile, atunci când sunt împlinite, sunt motivul pentru care te vor urma."
  },
  {
    "title": "DEZVOLTĂ-ȚI PUTEREA",
    "week": "SĂPTĂMÂNA 8",
    "day": "VINERI",
    "verse": {
      "text": "Femeia a născut un fiu și i-a pus numele Samson. Copilul a crescut și Domnul l-a binecuvântat. Și Duhul Domnului a început să-l miște la Mahane-Dan, între Țorea și Eștaol.",
      "reference": "Judecători 13:24-25"
    },
    "content": [
      {
        "paragraph": "În cea mai mare parte a misiunii sale, Samson a fost un mare judecător prin care Dumnezeu a lucrat pentru a face dreptate Israelului împotriva dușmanilor săi. Dumnezeu i-a dat o mare putere fizică și, cu ajutorul ei, a obținut multe victorii pentru poporul său. Ori de câte ori Duhul Sfânt venea peste el, primea puterea de a duce la îndeplinire misiunea divină pentru acea zi. În vremurile Vechiului Testament, puterea lui Dumnezeu venea asupra unei persoane și apoi pleca. Astăzi, El trăiește în tine și puterea care L-a înviat pe Hristos din morți locuiește în tine."
      },
      {
        "paragraph": "Cum se manifestă puterea în lucrarea ta de azi? Ce obiectiv sau sarcină vrea Dumnezeu să îndeplinești? Dumnezeu dorește să Se asocieze cu tine astăzi pentru a-Și împlini scopurile. În timp ce Îl aștepți pe Dumnezeu, supune-I calendarul evenimentelor tale și pune-I întrebări despre ziua ta. Lui Dumnezeu Îi place când Îi pui întrebări pentru a-I cere sfatul. El preferă întotdeauna dialogul monologului. Atunci când Îl întrebi, El va începe să îți arate ce va schimba în viața ta. Când tu te îndrepți în aceeași direcție cu El, El va binecuvânta lucrarea mâinilor tale. Urmează binecuvântarea Lui și concentrează-te pe ceea ce aduce energie în viața ta astăzi. Vei realiza mai multe cu ajutorul Lui, decât fără El. Proiectele, relațiile sau punctele de blocaj din viața ta, cu care te-ai luptat săptămâni întregi, se pot rezolva de la sine cu o singură atingere a mâinii Sale. Atunci când te concentrezi asupra lucrării pe care o face El astăzi, acea ungere se va revărsa și în celelalte domenii ale vieții tale."
      },
      {
        "paragraph": "Ce putere ți-a dat Dumnezeu? La fel ca Samson, Dumnezeu va lucra adesea prin ceva ce ți-a dat. La vremea lui, Moise a avut un toiag, iar Samson o mare putere fizică. Care sunt punctele forte pe care le-a pus Dumnezeu în tine? Astăzi, El vrea să aprindă în tine puterea care să te facă să mergi mai departe și să împlinești planurile Sale. Orice dar pe care ți l-a dat Dumnezeu este un talent supranatural, care necesită dezvoltare. Ce talent, atunci când este folosit, îți dă energie? Urmează energia care te mișcă astăzi și vezi ce poate realiza Dumnezeu prin tine, dacă Îl lași să te conducă."
      }
    ],
    "reflection_questions": [
      "Ce aspecte binecuvântează Dumnezeu în viața ta astăzi?",
      "Ce faci tu mai bine decât oricine altcineva? Care este superputerea ta?",
      "Care este partea întunecată a punctelor tale forte?"
    ],
    "conclusion": "Acolo unde Duhul Sfânt lucrează, există energia și ungerea pentru a-ți îndeplini misiunea în fiecare zi."
  },
  {
    "title": "CONVINGE CA PAVEL (PARTEA I)",
    "week": "SĂPTĂMÂNA 9",
    "day": "LUNI",
    "verse": {
      "text": "I-au hotărât o zi și au venit mai mulți la locuința lui. Pavel le-a vestit Împărăția lui Dumnezeu, le-a adus dovezi și a căutat să-i încredințeze, prin Legea lui Moise și prin Proroci, despre lucrurile privitoare la Isus. Vorbirea ținea de dimineață până seara. Unii au crezut ce le spunea el, iar alții n-au crezut.",
      "reference": "Faptele Apostolilor 28:23-24"
    },
    "content": [
      {
        "paragraph": "Apostolul Pavel este principalul evanghelist al Noului Testament. Interesant este însă faptul că nu era un om impresionant la vedere. Istoria îl consemnează ca fiind scund, cu probleme de vedere și chiar cu picioarele strâmbe. Cu toate acestea, chiar fiind neimpresionant la vedere, el avea să devină principalul mesager care a dus popoarelor mesajul mântuirii, devenind un părinte al doctrinei Noului Testament și cel mai prolific scriitor și evanghelist din Noul Testament."
      },
      {
        "paragraph": "Despre cel mai mare evanghelist al lumii se pot spune multe lucruri, dar un lucru este categoric: apostolul Pavel a fost convingător. Principiile de convingere găsite în Biblie sunt eterne. Deși Pavel și-ar descrie mesajul ca fiind „simplu” și nu ostentativ, au existat multe ocazii în care cuvintele și stilul său de convingere și prezentare au determinat publicul să creadă, folosind abilități complexe. Apostolul Pavel a fost un convingător și principalul evanghelist al neamurilor."
      },
      {
        "section_title": "METODA DE CONVINGERE A LUI PAVEL",
        "list": [
          {
            "title": "1. Pregătește prezentarea!",
            "description": "Pavel i-a chemat pe cei mai importanți evrei din Roma pentru o prezentare inițială a argumentelor. Scopul primei întâlniri a fost de a obține o a doua, dar cu o audiență mai numeroasă. Scopul său era să facă o prezentare preliminară înaintea prezentării principale, prin aducerea mai întâi a „principalilor factori de influență” care, la rândul lor, să-i atragă pe alții. Ce prezentare preliminară trebuie să faci, înainte de a încerca o prezentare majoră?"
          },
          {
            "title": "2. Pregătește-te pentru prezentare!",
            "description": "Pavel știa că va avea o audiență mare, cu mulți dintre cei care locuiau în Roma. Miza va fi mare, așa că s-a pregătit pentru prezentare. Trebuia să aibă un impact pozitiv, dacă dorea să genereze un impuls în răspândirea Evangheliei. Pregătirea pentru o prezentare poate include cercetarea persoanelor și a informațiilor, anticiparea problemelor și obiecțiilor, înainte ca acestea să apară și simularea mentală a unui argument pe care va trebui să îl prezinți. Pavel a fost un maestru în toate acestea. Cum te poți pregăti pentru următoarea întâlnire importantă; pe cine poți ruga să te ajute să te pregătești?"
          },
          {
            "title": "3. Roagă-te înainte de prezentare!",
            "description": "Rugăciunea ar trebui să preceadă orice prezentare. Dumnezeu îi ajută cu bucurie pe copii Săi în demersurile lor, atunci când ei caută îndrumarea, favoarea și harul Său pentru o întâlnire. Rugăciunea pentru favoarea lui Dumnezeu și a oamenilor poate contribui la un succes timpuriu. Ia în considerare posibilitatea de a te ruga pentru înțelepciune, cunoaștere, discernământ și favoare, pentru a ajunge la decizia pe care o dorești."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ce prezentare preliminară trebuie să faci, înainte de a încerca o prezentare majoră?",
      "Cum te poți pregăti pentru următoarea întâlnire importantă; pe cine poți ruga să te ajute să te pregătești?",
      "Ce sfat ți-ar da Pavel pentru a te pregăti pentru o prezentare importantă?"
    ],
    "conclusion": "Așază-ți încrederea în Dumnezeu, pregătește-te și roagă-te pentru succesul tău în orice demers."
  },
  {
    "title": "CONVINGE CA PAVEL (PARTEA II)",
    "week": "SĂPTĂMÂNA 9",
    "day": "MARȚI",
    "verse": {
      "text": "Când Îl implici pe Dumnezeu în munca ta, El îți oferă inspirația Sa, fie că ești lider, profesor, părinte, lucrezi în vânzări sau ești artist. Atunci când îi convingi pe alții să creadă în tine sau în ideile tale, iată alte câteva moduri în care apostolul Pavel a devenit principalul predicator al Evangheliei către neamuri.",
      "reference": "Faptele Apostolilor 28:23-24"
    },
    "content": [
      {
        "section_title": "METODE DE CONVINGERE ALE LUI PAVEL",
        "list": [
          {
            "title": "1. Adu-i pe „pământ sfânt”",
            "description": "Pentru Pavel, era ceva obișnuit să folosească anumite strategii în prezentarea sa. Pe evrei îi învăța din cărțile lui Moise și ale profeților. Gândește-te la modul în care a reușit Pavel să valorifice convingerile pe care audiența sa le considera sacre, ca o modalitate de a se întâlni cu ei pe un teren comun și apoi de a-i aduce pe un „pământ sfânt”. Accelerarea construirii relațiilor poate avea loc prin identificarea din timp a convingerilor și pasiunilor comune și apoi prin a vorbi despre acestea. Cunoașterea de către evrei a textului sacru i-a permis să profite de convingerile pe care aceștia le aveau deja."
          },
          {
            "title": "2. Fă legătura!",
            "description": "Pavel a construit o punte, luând ceea ce știau deja din Vechiul Legământ, deslușindu-le promisiunile lui Dumnezeu din Noul Legământ și explicând de ce Isus era Mesia. Liderii care abordează și onorează trecutul au o șansă mai mare de a-i convinge pe oameni să îi urmeze în viitor."
          },
          {
            "title": "3. Fii un om de caracter!",
            "description": "Mesagerul este esențial pentru un mesaj. Trecutul, credibilitatea și experiențele conferă credibilitate unei persoane. Acest lucru este important, deoarece oamenii trebuie să te creadă pe tine, înainte de a crede în ceea ce le oferi. Pavel își începea întotdeauna prezentările prin a se prezenta și a explica de ce credea în ceea ce făcea. Acest lucru dădea greutate la ceea ce urma să spună. Pavel fusese fariseu între farisei, era cetățean roman, cu educație greacă și a purtat pe trupul lui semnele de respingere și încarcerării pentru ceea ce credea. Acest lucru a dat mesajului său și mai multă credibilitate atunci când oamenii au înțeles câte sacrificii făcuse și câtă suferință fusese dispus să îndure pentru ceea ce credea."
          },
          {
            "title": "4. Cunoaște-ți audiența!",
            "description": "Pavel a știut cum să-și adapteze mesajul la cei care-l ascultau. El i-a convins pe evrei în mod diferit față de cei dintre neamuri. De asemenea, Pavel știa că fariseii vor fi mai deschiși decât saducheii, deoarece aceștia aveau deja o credință fundamentală în înviere. Pavel era adeptul studierii unei culturi, a ceea ce considerau sacru oamenii care-l ascultau și apoi să vorbească despre ceea ce era important pentru ei. Trebuie să-ți cunoști publicul, înainte de a-l putea convinge de ceva."
          },
          {
            "title": "5. Pune pasiune!",
            "description": "Atunci când transmiți mesajul, publicul va răspunde la „cum” comunici ceea ce transmiți, la fel de mult ca la „ce” spui. Un prezentator trebuie să emoționeze oamenii dacă speră să îi convingă la nivel de rațiune. O prezentare pasionată contribuie în mare măsură la schimbarea convingerilor, deoarece o convingere puternică în ceea ce spui convinge publicul. Una dintre cele mai bune modalități de a convinge este mărturia personală. Spunându-le celorlalți prin ce ai trecut, cum te simți și de ce ești „pe deplin convins” îi face pe oameni să treacă de la indiferență la decizie. Oamenii aderă la pasiune atunci când văd că aceasta este trăită în exterior, nu doar simțită în interior."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ce convingeri comune poți identifica pentru a construi relații mai puternice?",
      "Cum îți adaptezi mesajul la audiența ta?",
      "Ce pasiunile ai putea transmite mai clar atunci când îți prezinți ideile?"
    ],
    "conclusion": "A folosi pasiunile tale și a înțelege audiența te vor ajuta să devii un mai bun comunicator și să aduci schimbarea dorită."
  },
  {
    "title": "CONVINGE CA PAVEL (PARTEA III)",
    "week": "SĂPTĂMÂNA 9",
    "day": "MIERCURI",
    "content": [
      {
        "section_title": "1. Devino rezistent la gloanțe!",
        "description": "Pavel era un evanghelist experimentat, după ce ani de zile a ajutat oamenii să descopere calea mântuirii. El știa că întotdeauna vor fi unii care îi vor accepta mesajul, în timp ce alții îl vor respinge. Știa că va avea o rată de eșec; dar n-a încetat niciodată să încerce să convingă oamenii, oriunde mergea. Pavel nu s-a lăsat descurajat de refuzuri. Întotdeauna a transformat o respingere într-o oportunitate pentru Evanghelie, trecând de la o perspectivă la alta, de la o misiune la alta și terminând sarcina pe care o avea."
      },
      {
        "section_title": "2. Folosește dovezi!",
        "description": "În procesul de a convinge pe cineva, instrumentele tale nu vor fi diferite de cele folosite de apostolul Pavel. Toate argumentele trebuie să aibă o bază în adevăr pentru a fi convingătoare. Folosirea faptelor, a cifrelor, a rațiunii și a povestirii trebuie să se regăsească în cutia ta de instrumente. Atunci când încerci să convingi, ia în considerare abordarea „cost-beneficiu” ca modalitate de a face prezentarea relevantă și atractivă pentru audiență."
      },
      {
        "section_title": "CARE SUNT BENEFICIILE?",
        "description": "Arată-le oamenilor beneficiile, sau nu te vor mai asculta! Una dintre modalitățile prin care poți susține cu succes un argument este să arăți relevanța prin fiecare afirmație pe care o faci. De exemplu, fiecare frază pe care o rostești trebuie urmată de modul în care cealaltă persoană va beneficia la nivel personal. Imaginează-ți că cineva tocmai ți-a prezentat o oportunitate de business și, în timp ce l-ai auzit, te-ai gândit: „Și ce dacă?”. Adesea, ceea ce este semnificativ pentru prezentator este lipsit de importanță pentru destinatar. Din acest motiv, descoperirea beneficiilor pentru cel căruia îi prezinți orice lucru îți va menține prezentarea pe drumul cel bun și pe el îl va ajuta să rămână conectat."
      },
      {
        "section_title": "Data viitoare când vrei să împărtășești ceva cu cineva...",
        "description": "Întreabă-te pe tine însuți: „Și ce dacă?” și apoi adăugă o a doua afirmație, care să comunice un beneficiu major pentru cealaltă persoană. Acest lucru îl va ajuta pe celălalt să răspundă singur la întrebarea „Ce am de câștigat?”. Cel mai bun mod de a atrage și de a păstra atenția cuiva este să vorbești despre interesul său, într-un mod relevant pentru el."
      }
    ],
    "reflection_questions": [
      "Ce asemănări și deosebiri sunt între modul tău de prezentare și al apostolului Pavel?",
      "Ce tactici poți folosi din Biblie pentru a deveni o persoană pricepută în convingere?",
      "Care este cea mai importantă lecție pe care ai învățat-o din modul în care apostolul Pavel i-a convins pe alții?"
    ],
    "conclusion": "Evanghelizarea este convingere. Apostolul Pavel a fost cel mai eficient predicator al Evangheliei."
  },
  {
    "title": "INTELIGENȚA EMOȚIONALĂ ÎN BIBLIE",
    "week": "SĂPTĂMÂNA 9",
    "day": "JOI",
    "content": [
      {
        "section_title": "Visul lui Iosif",
        "description": "Iosif a mai visat un alt vis și l-a istorisit fraților săi. El a zis: „Am mai visat un vis! Soarele, luna și unsprezece stele se aruncau cu fața la pământ înaintea mea.” L-a istorisit tatălui său și fraților săi. Tatăl său l-a mustrat și i-a zis: „Ce înseamnă visul acesta pe care l-ai visat? Nu cumva vom veni eu, mama ta și frații tăi să ne aruncăm cu fața la pământ înaintea ta?” Frații săi au început să-l pizmuiască, dar tatăl său a ținut minte lucrurile acestea.",
        "reference": "Geneza 37:9-11"
      },
      {
        "section_title": "Inteligența emoțională a lui Iosif",
        "description": "În tinerețe, Iosif nu învățase încă să discearnă mediul și atmosfera din jurul său. Îi lipsea inteligența emoțională. Deși visul său venea de la Dumnezeu, el nu era conștient de momentul potrivit pentru a dezvălui visul și de impactul emoțional pe care comportamentul său îl va avea asupra fraților și tatălui său. Abia câțiva ani mai târziu, pentru a supraviețui, Iosif va învăța să-și dezvolte capacitatea de a înțelege, de a reacționa și de a se adapta."
      },
      {
        "section_title": "Momentul potrivit",
        "description": "Există un timp pentru a vorbi și un timp pentru a tăcea. Există un timp pentru a acționa și un timp pentru a avea răbdare. Capacitatea de a discerne momentul potrivit este esențială pentru lideri, vorbitori, profesori și predicatori. Unde se situează capacitatea ta de a discerne „momentul potrivit” în timpul unei conversații, pe o scară de la 1 la 10?"
      },
      {
        "section_title": "Intuiția",
        "description": "O curbă în drum nu este sfârșitul drumului decât dacă nu reușești să faci virajul. Intuiția este o „cunoaștere” care poate fi dobândită prin experiență, dar o poți avea și în mod supranatural, atunci când îți este dată de Dumnezeu. Cum ai evalua capacitatea ta de a „ști” ce să faci la momentul potrivit, pe o scară de la 1 la 10?"
      },
      {
        "section_title": "Emoția",
        "description": "Inteligența emoțională este conștientizarea emoțiilor tale și ale celor din jur și a modului în care poți să direcționezi aceste emoții către un scop productiv. Capacitatea de a citi mediul emoțional și efectul pe care îl ai asupra celorlalți îți vor alimenta simțul intuiției și al momentului potrivit, astfel încât să știi ce și când trebuie să faci. Care este EQ-ul tău sau „Coeficientul emoțional”, pe o scară de la 1 la 10?"
      }
    ],
    "reflection_questions": [
      "Ai spus vreodată un lucru greșit la momentul nepotrivit? Care a fost rezultatul?",
      "Cunoști pe cineva care „citește” mereu momentul corect? Ce face el și alții nu fac?",
      "Ce notă ți-ai acorda la evaluarea de mai sus, între 1 la 10? Explică fiecare domeniu."
    ],
    "conclusion": "Pune înaintea Domnului, în rugăciune, situația ta. El te va învăța cum să înțelegi, să reacționezi și să te adaptezi la mediul înconjurător."
  },
  {
    "title": "SEMNELE UNEI SUPERPUTERI",
    "week": "SĂPTĂMÂNA 9",
    "day": "VINERI",
    "verse": {
      "text": "Împăratul Solomon a întrecut pe toți împărații pământului în bogății și înțelepciune. Toată lumea căuta să vadă pe Solomon, ca să audă înțelepciunea pe care o pusese Dumnezeu în inima lui.",
      "reference": "1 Împărați 10:23-24"
    },
    "content": [
      {
        "paragraph": "Trebuie să faci un inventar al darurilor pe care ți le-a dat Dumnezeu, apoi să le dezvolți. El a folosit 10 semne miraculoase pe vremea lui Moise, darul interpretării viselor în cazul lui Iosif, praștia lui David, o forță ieșită din comun în cazul lui Samson, înțelepciune și bogăție la Solomon și lista poate continua. Când L-a trimis pe Isus, El a venit luând chip de rob și spunând că a venit să le slujească celorlalți, nu pentru a fi slujit (Matei 20:28). „Superputerea” Sa a fost inima de slujitor dispus să Se sacrifice pentru cei pe care îi iubea."
      },
      {
        "paragraph": "Dumnezeu te înzestrează cu daruri care te vor ajuta să ai succes într-un mod în care oamenii să fie atrași de manifestarea lui Hristos în tine. Ce dar ți-a dat Dumnezeu pentru ca El să-Și arate puterea și caracterul prin tine? Dacă nu ești sigur ce daruri spirituale ai primit de la Dumnezeu prin Hristos, iată câteva sugestii care te pot ajuta să descoperi măreția sădită în tine."
      },
      {
        "title": "ȘASE SEMNE ALE UNEI SUPERPUTERI",
        "list": [
          {
            "title": "După ce flămânzești?",
            "description": "La ce te gândești zi și noapte? Ce visezi să faci și ce îți dorești cu ardoare? Dorința și ambiția sunt motoare puternice pe care Dumnezeu le va folosi pentru a te direcționa."
          },
          {
            "title": "Ce ai descoperit că faci mai bine decât oricine altcineva?",
            "description": ""
          },
          {
            "title": "Ce ai experimentat în ceea ce privește învățarea rapidă?",
            "description": ""
          },
          {
            "title": "Cu ce te ocupi atunci când pierzi noțiunea timpului?",
            "description": ""
          },
          {
            "title": "Ce te pasionează?",
            "description": "Pasiunea este lucru pentru care ești dispus să suferi și să te sacrifici. Există ceva ce te deranjează și pentru care simți un impuls puternic de a-l corecta? Dumnezeu vorbește adesea prin intermediul unor emoții negative puternice, cum ar fi furia, dezgustul și așa mai departe."
          }
        ]
      },
      {
        "paragraph": "Poate că nu te pricepi să tragi cu praștia sau nu visezi prea mult, dar Dumnezeu te-a chemat într-un anumit loc și la anumiți oameni, pe care să-i slujești. Responsabilitatea ta este să scoți și să dezvolți natura dumnezeiască din tine în locul unde ai fost chemat."
      }
    ],
    "reflection_questions": [
      "Îți poți descrie scopul într-o propoziție sau două?",
      "Care este darul tău dominant?",
      "Ce daruri ai, dar pe care nu le dezvolți în mod activ?"
    ],
    "conclusion": "Natura divină din tine este darul Lui pentru tine; dezvoltarea ei este darul tău pentru El."
  },
  {
    "title": "DISCUȚII DESPRE CONDUCERE",
    "week": "SĂPTĂMÂNA 10",
    "day": "LUNI",
    "verse": {
      "text": "La Gabaon, Domnul S-a arătat în vis lui Solomon noaptea și Dumnezeu i-a zis: „Cere ce vrei să-ți dau.” Solomon a răspuns: „Tu ai arătat o mare bunăvoință față de robul Tău David, tatăl meu, pentru că umbla înaintea Ta în credincioșie, în dreptate și în curăție de inimă față de Tine; i-ai păstrat această mare bunăvoință și i-ai dat un fiu care șade pe scaunul lui de domnie, cum se vede astăzi. Acum, Doamne, Dumnezeul meu, Tu ai pus pe robul Tău să împărățească în locul tatălui meu David, și eu nu sunt decât un tânăr, nu sunt încercat.”",
      "reference": "1 Împărați 3:5-7"
    },
    "content": [
      {
        "paragraph": "Lui Dumnezeu Îi place să Se simtă apreciat. Ție îți place? Când Dumnezeu i-a oferit lui Solomon ceea ce dorea, acesta nu a dat un răspuns imediat. În schimb, și-a arătat aprecierea recunoscând bunătatea plină de iubire pe care Dumnezeu i-o arătase tatălui său și, acum, lui. Fără îndoială, David l-a instruit pe fiul său cu privire la atitudinea corectă a inimii pe care trebuie să o aibă atunci când comunică cu Dumnezeu, să fie întotdeauna recunoscător și să dea dovadă de lucrul acesta. Dar, adesea, copiii uită că și părinții lor își doresc să fie apreciați. Și Dumnezeu Își încurajează copiii să-L prețuiască. David a menționat în Psalmul 100:4 că trebuie să intrăm pe porțile Lui cu mulțumire și în curțile Lui cu laudă: „Intrați cu laude pe porțile Lui, intrați cu cântări în curțile Lui! Lăudați-L și binecuvântați-I Numele.”"
      },
      {
        "paragraph": "Liderii se bucură să fie apreciați. Toată lumea dă socoteală cuiva. Este ușor să uităm că și liderii au sentimente. În timp ce mulți adepți se pot concentra asupra imaginii pe care o au în fața liderilor, cei care arată apreciere față de cei care îi conduc se remarcă într-un mod pozitiv. Arătând apreciere liderilor pentru ceea ce au făcut pentru tine sau pentru organizație, vei ieși în evidență. Pe de altă parte, liderii care își arată aprecierea față de cei pe care îi conduc se vor bucura de loialitatea lor și de un nivel mai ridicat de angajament. Atunci când arăți apreciere pentru cei pe care îi conduci, reține următoarele cuvinte: „noi”, „mulțumesc”, „te apreciez”, „ești important”, „pot conta pe tine”, „întotdeauna faci o treabă excelentă”, „nu pot face asta fără tine.”"
      }
    ],
    "reflection_questions": [
      "Cui poți să îi arăți aprecierea astăzi?",
      "Cum te-ai simțit ultima dată când cineva a arătat că te apreciază?",
      "În ce fel îți sporește influența în relație cu cineva faptul că îi arăți apreciere?"
    ],
    "conclusion": "Liderii caută valoarea în oameni, și primesc înapoi ceea ce caută."
  },
  {
    "title": "CORBUL",
    "week": "SĂPTĂMÂNA 10",
    "day": "MARȚI",
    "verse": {
      "text": "Și cuvântul Domnului a vorbit lui Ilie cu aceste vorbe: „Pleacă de aici, îndreaptă-te spre răsărit și ascunde-te lângă pârâul Cherit, care este în fața Iordanului. Vei bea apă din pârâu și am poruncit corbilor să te hrănească acolo.” El a plecat și a făcut după cuvântul Domnului. S-a dus și s-a așezat lângă pârâul Cherit, care este în fața Iordanului. Corbii îi aduceau pâine și carne dimineața și pâine și carne seara și bea apă din pârâu.",
      "reference": "1 Împărați 17:2-6"
    },
    "content": [
      {
        "paragraph": "Dumnezeu îți poartă de grijă acolo unde te trimite. Liderii caută direcție la Dumnezeu, în timp ce cei care îi urmează se uită la ei pentru a le oferi viziunea și resursele necesare pentru drumul care le stă înainte. În timp ce iei decizii importante pentru tine, familia ta sau echipa ta, gândește-te la modul în care Dumnezeu l-a călăuzit pe Ilie și i-a purtat de grijă."
      },
      {
        "paragraph": "• Ilie a fost îndrumat să se ducă într-un anumit loc. În diverse perioade ale vieții, este posibil să simți o atracție către o persoană sau un loc. Dacă Îl cauți pe Dumnezeu, atracțiile magnetice pe care El le pune în inima ta devin mai puternice în timp. Urmează-le."
      },
      {
        "paragraph": "• Ilie a fost ascultător și a mers acolo unde i-a spus Dumnezeu să meargă. El nu știa care vor fi pașii următori, ci doar primul. În diverse perioade ale vieții vei fi atras fie să conduci, fie să urmezi pe cineva."
      },
      {
        "paragraph": "• Dumnezeu i-a purtat de grijă lui Ilie în locul în care i-a spus să meargă. El are resursele necesare pentru viziunea pe care ți-a încredințat-o. Atunci când apar oportunități de a sluji, nu fi pretențios; slujirea e urmată de răsplată."
      },
      {
        "paragraph": "• Ilie a trebuit să se încreadă în cuvântul lui Dumnezeu, că El îi va purta de grijă, iar lucrul acesta a venit dintr-o sursă supranaturală, din cer, prin intermediul unui corb. În 1 Împărați 17, Dumnezeu a poruncit unui corb și apoi unei văduve să îi asigure lui Ilie cele necesare. Probabil că Ilie nu mai fusese vreodată hrănit de o pasăre. Cum a ales Dumnezeu să te hrănească în această vreme? Ai grijă să nu alungi păsările care îți aduc provizii."
      }
    ],
    "reflection_questions": [
      "Ai fost nevoit vreodată să te încrezi în purtarea de grijă supranaturală a lui Dumnezeu?",
      "În ce fel ți-a purtat Dumnezeu de grijă în trecut?",
      "Ești în locul potrivit, pentru ca Dumnezeu să-ți dea cele necesare?"
    ],
    "conclusion": "Purtarea de grijă divină te așteaptă acolo unde ești chemat, și se manifestă adesea sub o formă unică."
  },
  {
    "title": "PUTEREA DE CONVINGERE",
    "week": "SĂPTĂMÂNA 10",
    "day": "MIERCURI",
    "verse": {
      "text": "Și împăratul mi-a zis: „Ce ceri?” Eu m-am rugat Dumnezeului cerurilor și am răspuns împăratului: „Dacă găsește cu cale împăratul și dacă robul tău îi este plăcut, trimite-mă în Iuda, la cetatea mormintelor părinților mei, ca s-o zidesc din nou.”",
      "reference": "Neemia 2:4-5"
    },
    "content": [
      {
        "paragraph": "O bună conducere nu poate exista fără o bună capacitate de convingere. Conducerea este un exercițiu de persuasiune. Indiferent dacă ai sub conducere un singur om sau mai mulți, trebuie să-ți dezvolți abilitățile de convingere, dacă vreți să deveniți un lider eficient. În cazul lui Neemia, el s-a ocupat mai întâi de pregătire și poziționare, înainte de a putea obține ce dorea. Cum a făcut asta? Conducându-l pe regele Artaxerxe într-un mod care să îi aducă un răspuns favorabil la cererile pe care le va face după ce regele a spus „da” la prima lui „cerere”. Dumnezeu l-a folosit pe Neemia pentru a-i îndeplini planurile, iar capacitatea lui de a convinge a fost foarte importantă."
      },
      {
        "paragraph": "Neemia l-a condus pe rege folosindu-se de puterea lui de convingere. Multe lucruri pe care Dumnezeu vrea să le facă prin tine depind de momentul potrivit, la fel ca și oportunitățile în viață. Inteligența emoțională îți oferă capacitatea de a înțelege ce se întâmplă în tine și în jurul tău, astfel încât să poți valorifica sentimentele celor din jur, pentru a-i ajuta pe oameni să acționeze într-un anumit mod. Făcând un pas mai departe, persuasiunea este arta de a muta oamenii din punctul A în punctul B, într-o conversație sau în deciziile lor. Dar, pentru a folosi cu succes inteligența emoțională, este nevoie de darul discernământului, astfel încât să poți acționa atunci când ești îndemnat să o faci. Implicându-L pe Dumnezeu în planurile tale, Îl inviți să te îndemne atunci când este momentul să influenți și să convingi pe cineva."
      },
      {
        "paragraph": "Iată câteva etape ale conducerii pe care Neemia a trebuit să le parcurgă pentru a avea succes."
      },
      {
        "list": [
          {
            "title": "Este o vreme când trebuie să te convingi pe tine și o vreme când trebuie să-i convingi pe alții."
          },
          {
            "title": "Este o vreme când viziunea trebuie împărtășită și o vreme când trebuie păstrată în tăcere."
          },
          {
            "title": "Este o vreme când strategia lui Dumnezeu trebuie căutată și o vreme când trebuie implementată."
          },
          {
            "title": "Este o vreme când trebuie să ceri și o vreme când trebuie să nu o faci."
          },
          {
            "title": "Este o vreme când cei ce nu te înțeleg trebuie acceptați în jurul tău și o vreme când trebuie să te desparți de ei."
          },
          {
            "title": "Este o vreme când trebuie să te rogi și să accepți și o vreme când trebuie să acționezi."
          },
          {
            "title": "Este o vreme când trebuie să-ți forțezi echipa și o vreme când să sărbătoriți împreună."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cum folosești conducerea persuasivă (abilitatea de a convinge și de a conduce) în viața de zi cu zi?",
      "Care consideri că este cea mai importantă abilitate, atunci când îi conduci pe alții?",
      "Cunoști lideri care îmbină cu succes abilitățile de convingere și de conducere în profesia lor? Cum reușesc să facă acest lucru?"
    ],
    "conclusion": "Trebuie să folosești puterea de convingere în conducere, dacă vrei ca oamenii să te urmeze. Fără abilitatea de a convinge, potențialul unui lider este limitat."
  },
  {
    "title": "RESPONSABILITĂȚI SEZONIERE",
    "week": "SĂPTĂMÂNA 10",
    "day": "JOI",
    "verse": {
      "text": "Cuvântul Domnului a vorbit lui Iona, fiul lui Amitai, astfel: „Scoală-te, du-te la Ninive, cetatea cea mare, și strigă împotriva ei! Căci răutatea ei s-a suit până la Mine!”",
      "reference": "Iona 1:1-2"
    },
    "content": [
      {
        "paragraph": "Sarcinile vin de la Dumnezeu în trei moduri vizibile. Prin natura lor, responsabilitățile sunt legate de timp și de oportunități care apar și dispar. Dacă ratezi o oportunitate, dacă nu intri pe o ușă pe care a deschis-o Dumnezeu sau o refuzi, probabil că aceasta va ajunge la altcineva. Cu toate acestea, există și exemple contrare, precum profetul Iona, pe care Dumnezeu l-a urmărit până când a renunțat să mai fugă de chemarea Lui."
      },
      {
        "paragraph": "Responsabilități pe viață. Deși Dumnezeu este generos în chemarea pe care ne-o face și darurile pe care ni le dă, cel chemat poate refuza chemarea. Moise, regele Saul și Ghedeon au fost cu toții reticenți la început. Poți primi o chemare pe viață, care vine dintr-un cuvânt clar de îndrumare din partea lui Dumnezeu, într-un loc și un moment specific în care ai primit-o sau într-o circumstanță aparte, în care El intervine și schimbă traiectoria vieții tale, așa cum a experimentat apostolul Pavel. Onoarea de a fi ales de Însuși Dumnezeu pentru o funcție sau o misiune pe viață necesită acceptarea din partea ta."
      },
      {
        "paragraph": "Responsabilități sezoniere. Obiectivele care țin de o anumită zonă, de vocație și de poziția ta în viață vor veni întotdeauna alături de sarcini care ți se par „prezente” sub forma unei nevoi, dorințe sau a unui simț al datoriei, ca parte a îndeplinirii unui plan mai mare. Responsabilitățile sezoniere pot dura luni de zile dar se pot transforma și în ocupații permanente, în slujba unor scopuri ale lui Dumnezeu încă nedescoperite."
      },
      {
        "paragraph": "Micro-responsabilități. Aceste sarcini pot fi pentru o zi sau o oră și sunt chiar mai scurte. În cazul lor, timpul e esențial: te poți simți îndemnat să suni pe cineva, să faci ceva, să acționezi în funcție de o idee, sau mai multe. Răspunsul la aceste chemări sau îndemnuri în mod corespunzător, te califică pentru misiuni mai mari. Unele misiuni vin sub formă de invitație, altele sub formă de poruncă. Toate necesită cooperare și ascultare de vocea lui Hristos."
      }
    ],
    "reflection_questions": [
      "Ai ratat vreodată o oportunitate de la Dumnezeu?",
      "Care sunt categoriile de responsabilități de care ești conștient în viața ta? Explică.",
      "Ai făcut vreodată ca Iona, fugind de ceea ce ți-a cerut Dumnezeu să faci?"
    ],
    "conclusion": "Responsabilitățile date de Dumnezeu ne arată ce trebuie să facem, dar nu ne explică și toate motivele Lui."
  },
  {
    "title": "IMAGINEAZĂ-ȚI ÎMPREUNĂ CU DUMNEZEU",
    "week": "SĂPTĂMÂNA 10",
    "day": "VINERI",
    "verse": {
      "text": "Apoi am zis împăratului: „Dacă găsește împăratul cu cale, să mi se dea scrisori pentru dregătorii de dincolo de râu, ca să mă lase să trec și să intru în Iuda, și o scrisoare pentru Asaf, păzitorul pădurii împăratului, ca să-mi dea lemne să fac grinzi pentru porțile cetățuiei de lângă casă, pentru zidul cetății și pentru casa în care voi locui.” Împăratul mi-a dat aceste scrisori, căci mâna cea bună a Dumnezeului meu era peste mine.",
      "reference": "Neemia 2:7-8"
    },
    "content": [
      {
        "paragraph": "Meditează pentru a crea. Spiritul tău este „un atelier de creație”. Tot ceea ce pui în el crește. Când Dumnezeu a spus: „Să facem omul după chipul Nostru”, una dintre multele calități pe care ți le-a dat a fost imaginația. Dar aceasta funcționează cel mai bine atunci când o folosești pentru a crea împreună cu Creatorul. Imaginația îți oferă capacitatea de a derula înapoi filmul din mintea ta, pentru a-ți vizita trecutul, sau de a derula înainte, pentru a privi într-un viitor potențial. Includerea lui Dumnezeu în planificarea pe care o faci îți permite să vezi ce prevede El, astfel încât să fii pregătit să trăiești viitorul pe care îl are El în vedere."
      },
      {
        "paragraph": "Imaginația. O calitate a tuturor liderilor de succes, fie că sunt sportivi, oameni de business sau slujitori, este că toți își folosesc imaginația într-un mod eficient. Cum fac acest lucru? Aducându-L pe Dumnezeu în procesul lor de planificare prin rugăciune și meditație. Acest lucru Îi permite să Își aducă gândurile Lui și procesul Lui creativ în planurile tale, pentru ca tu să le accepți sau să le respingi. În măsura în care Îl aduci pe Dumnezeu în planurile tale, în inima ta vor prinde viață intuiții pentru călătoria care îți stă înainte, însoțite de favoarea divină. Fie că mă pregătesc să vorbesc în fața unui grup mare, să discut cu un client important sau să conduc o nouă echipă, intru într-o stare de meditație și planificare și Îl rog pe Dumnezeu să mă inspire. Cu hârtie și pix la îndemână, notez toate gândurile pe care le primesc, pentru că Dumnezeu folosește jurnalul pentru a clarifica, prin intermediul stiloului, ceea ce comunică Duhul. Punerea imaginației la lucru împreună cu Dumnezeu te va ajuta să anticipezi drumul care te așteaptă și să te pregătești pentru imprevizibil."
      }
    ],
    "reflection_questions": [
      "Care ar fi o utilizare productivă vs. distructivă a imaginației tale?",
      "Cum L-ai putea implica pe Dumnezeu să te ajute în procesul folosirii imaginației?",
      "Ce înseamnă „să te vezi făcând” înainte de a face? Ce a vrut să spună Isus când a afirmat că poate face doar ceea ce L-a văzut pe Tatăl făcând? A văzut El viitorul în rugăciune?"
    ],
    "conclusion": "Aducerea lui Dumnezeu în planificare îți permite să vezi ce vede Dumnezeu și să beneficiezi de asta."
  },
  {
    "title": "TĂCERE STRATEGICĂ",
    "week": "SĂPTĂMÂNA 11",
    "day": "LUNI",
    "verse": {
      "text": "În aceeași zi, împăratul Ahașveroș a dat împărătesei Estera casa lui Haman, vrăjmașul iudeilor. Și Mardoheu a venit înaintea împăratului, căci Estera arătase legătura ei de rudenie cu el. Împăratul și-a scos inelul pe care-l luase înapoi de la Haman și l-a dat lui Mardoheu. Estera, din partea ei, a pus pe Mardoheu peste casa lui Haman. ... În fiecare ținut și în fiecare cetate, pretutindeni unde ajungea porunca împăratului și hotărârea lui, a fost între iudei bucurie și veselie, ospețe și zile de sărbătoare. Și mulți oameni dintre popoarele țării s-au făcut iudei, căci îi apucase frica de iudei.",
      "reference": "Estera 8:1-2, 17"
    },
    "content": [
      {
        "paragraph": "Dumnezeu are o strategie pentru tot ce face; parte din ea este tăcerea. Povestea Esterei a avut un final fericit. Dumnezeu a inversat complotul de exterminare a evreilor, folosindu-se de regele Ahașveroș. El i-a răsplătit pe Estera și Mardoheu și l-a scos din ecuație pe Haman, dușmanul evreilor. Pentru ca planurile lui Dumnezeu să funcționeze, Estera și Mardoheu trebuiau să fie atenți cu cine să vorbească, ce să spună, ce să nu spună, când să dezvăluie și când să NU dezvăluie relația lor de rudenie, când să menționeze sau nu, sau chiar să ascundă relația lor cu Dumnezeu, în timp ce Îl căutau în post și rugăciune."
      },
      {
        "paragraph": "Nu te da singur în vileag. Există locuri în care e periculos și nechibzuit să împărtășești altora rasa, religia, planurile tale etc. Evanghelizarea în mediul de lucru sau în țări anticreștine în mod nechibzuit ți-ar pune în pericol cariera, viața sau misiunea. Trebuie să știi când să ții gura închisă. Să știi când să fii discret sau deschis la locul de muncă presupune un set de abilități importante, pe care trebuie să ți le dezvolți pentru a nu-ți compromite misiunea sau pentru a nu strica planurile lui Dumnezeu. Chiar și Isus a spus că sunt unii pentru care împărtășirea veștii bune este ca și cum ai arunca mărgăritare înaintea porcilor și că trebuie să scuturi praful de pe picioare și să pleci de acolo. În timpul misiunii Sale de trei ani, Isus știa că nu trebuia să predice neamurilor, ci să ajungă la oile pierdute ale lui Israel. Dumnezeu avea planificată misiunea pentru neamuri pentru o altă dată și pentru o altă persoană, pe nume Pavel. Știi la cine și la ce ești chemat?"
      }
    ],
    "reflection_questions": [
      "Ce sfat ai da cuiva pentru a ști când să-și împărtășească credința și când să tacă?",
      "Cum știi când o ușă de mărturie este deschisă sau închisă?",
      "Care sunt provocările cu care se confruntă un credincios la locul de muncă, din perspectiva unei conversații despre Hristos?"
    ],
    "conclusion": "Uneori, evangheliștii sunt ca niște agenți sub acoperire; ei trebuie să știe cum să se ascundă la vedere, dar să fie gata să acționeze în orice clipă."
  },
  {
    "title": "CUVINTE MAGNETICE",
    "week": "SĂPTĂMÂNA 11",
    "day": "MARȚI",
    "verse": {
      "text": "Și toți Îl vorbeau de bine, se mirau de cuvintele pline de har care ieșeau din gura Lui și ziceau: «Oare nu este acesta feciorul lui Iosif?»",
      "reference": "Luca 4:22"
    },
    "content": [
      {
        "paragraph": "Oriunde a mers, Isus a folosit cuvinte care au adus vindecare, magnetism, inspirație, încurajare, învățătură, adevăr și multe altele. Solomon a spus în Proverbe 15:1: «Un răspuns blând potolește mânia, dar o vorbă aspră ațâță mânia.» Cuvintele au puterea de a uni oamenii sau de a-i despărți. S-a spus că 90% dintre certuri încep de la tonul pe care îl folosim atunci când vorbim cu oamenii."
      },
      {
        "paragraph": "Modul în care îi vezi este modul în care le vei vorbi. Prin cuvintele noastre, nu putem întări și dărâma în același timp, nu putem încuraja și descuraja în același timp. Trebuie să fim foarte conștienți de atmosfera pe care dorim să o creăm. În orice conversație cuvintele reprezintă depuneri sau retrageri din contul bancar al relației. Cuvintele pe care le alegem au puterea de a-i atrage pe oameni spre noi sau de a-i face să se depărteze. Cuvintele au puterea de a crea mediul emoțional din jurul nostru. Cu ajutorul cuvintelor putem crea o atmosferă de căldură sau de răceală, de acceptare sau de respingere, de distanță sau de apropiere."
      },
      {
        "paragraph": "Liderii folosesc puterea cuvintelor pentru a-și spori influența, pentru a da putere oamenilor și pentru a face ca organizația lor să avanseze. Cum reușesc liderii să facă acest lucru folosind puterea cuvintelor? Liderii îi privesc pe oameni într-o lumină pozitivă, astfel încât să le poată vorbi într-un mod care să creeze relații prin care aceștia să se simtă încurajați."
      },
      {
        "list": [
          {
            "title": "LIDERII",
            "description": "• Vor tot ce e mai bun pentru ceilalți.\n• Le vorbesc cu bunătate celorlalți.\n• Aduc speranță în ceilalți prin cuvintele lor.\n• Văd și cred tot ce este mai bun la ceilalți.\n• Îi încurajează intenționat pe ceilalți, ca să se simtă apreciați în timp ce sunt cu ei."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cum ar descrie oamenii modul în care comunici?",
      "Ce crezi că îi motivează pe cei care îți sunt loiali?",
      "Cunoști pe cineva priceput în folosirea cuvintelor pentru a crea motivație, magnetism și un mediu pozitiv de la care ai putea să te inspiri în conducere? Cum reușește?"
    ],
    "conclusion": "Cuvintele sunt ca niște chei care pot deschide sau închide ușa inimii; folosește-le cu înțelepciune."
  },
  {
    "title": "SLUJEȘTE-L PE ISUS, SLUJIND OAMENII",
    "week": "SĂPTĂMÂNA 11",
    "day": "MIERCURI",
    "verse": {
      "text": "Dacă Îmi slujește cineva, să Mă urmeze; și unde sunt Eu, acolo va fi și slujitorul Meu. Dacă Îmi slujește cineva, Tatăl îl va cinsti.",
      "reference": "Ioan 12:26"
    },
    "content": [
      {
        "paragraph": "Ce înseamnă să-L slujim pe Isus? A-L sluji pe Isus înseamnă a-l sluji pe cel pe care Isus îl iubește. Dumnezeu a vorbit adesea despre grija față de orfani, văduve, persoane fără adăpost și cei mai puțin norocoși sau lipsiți de apărare. Isus a mers până la a spune că, dacă vizitezi un întemnițat este ca și cum L-ai fi vizitat pe Isus Însuși. Spune Isus că, atunci când îi slujim pe alții, El ne creditează aceasta ca și cum am face această slujire direct pentru El? Absolut. Atunci când purtăm de grija acelora pe care El îi iubește, El creditează aceste fapte bune într-un cont ceresc, cu numele nostru pe el, unde molia și rugina nu pot distruge."
      },
      {
        "paragraph": "Fie că te concentrezi asupra slujirii lui Dumnezeu sau asupra celor pe care Dumnezeu ți i-a dat, iată câteva modalități prin care ai putea să-i slujești cel mai bine, atât pe Dumnezeu, cât și pe ceilalți. Persoana orientată spre slujire este:"
      },
      {
        "list": [
          {
            "title": "ATENTĂ",
            "description": "Își ține antenele ridicate, căutând modalități de a servi și de a depăși așteptările."
          },
          {
            "title": "MILOSTIVĂ",
            "description": "Este sensibilă la semnalele care indică drumul spre ajutorarea cuiva. Isus L-a slujit pe Tatăl și ne-a dat un model de cum să Îl slujim pe El, slujindu-i pe cei pe care ni-i pune în cale."
          },
          {
            "title": "PRICEPUTĂ",
            "description": "E conștientă de schimbările de situație, astfel încât poate anticipa nevoile viitoare și poate acționa în consecință, planificând din timp pentru a răspunde unei nevoi, înainte ca aceasta să apară."
          }
        ]
      },
      {
        "paragraph": "Prin slujirea clienților, a colegilor sau a șefilor, Dumnezeu se folosește de lupta pe care o duci pe drumul spre succes pentru a-ți modela caracterul și pentru a te poziționa și pregăti pentru succesul viitor. Ce ușă deschisă a pus Dumnezeu în fața ta pentru a acționa ca o invitație la un parteneriat cu El? Ușa pentru slujire."
      }
    ],
    "reflection_questions": [
      "Față de cine simți compasiune și poți face ceva?",
      "În ce domenii de slujire ți-a sensibilizat Dumnezeu inima?",
      "În ce fel ai putea face un gest de slujire sau de bunătate?"
    ],
    "conclusion": "Atunci când îi slujești pe oameni pentru Domnul, este ca și cum L-ai sluji direct pe Isus, iar Dumnezeu primește darul tău de slujire."
  },
  {
    "title": "FACTORUL CONCENTRARE",
    "week": "SĂPTĂMÂNA 11",
    "day": "JOI",
    "verse": {
      "text": "Încolo, frații mei, tot ce este adevărat, tot ce este vrednic de cinste, tot ce este drept, tot ce este curat, tot ce este vrednic de iubit, tot ce este vrednic de primit, orice faptă bună și orice laudă, aceea să vă însuflețească. Ce ați învățat, ce ați primit și auzit de la mine și ce ați văzut în mine, faceți. Și Dumnezeul păcii va fi cu voi.",
      "reference": "Filipeni 4:8-9"
    },
    "content": [
      {
        "paragraph": "Ideile cu care te hrănești se vor dezvolta în viața ta de gândire. Lucrurile la care nu te gândești mor. De ce se întâmplă asta? Pentru că inima este un incubator. Tot ceea ce pui și păstrezi în ea crește. Pavel știa că, dacă ne gândim în mod serios la ceva, asta va produce un rod specific în viața noastră. Dacă vrei să schimbi modul cum te simți, trebuie să începi prin a schimba modul cum gândești."
      },
      {
        "paragraph": "Trebuie să alegi o direcție pe care mintea ta să funcționeze, pentru a o menține concentrată. Cea mai importantă calitate care diferențiază o persoană de succes de una care nu are succes este modul în care gândește. Pavel a fost un gânditor disciplinat și ne-a sfătuit cu privire la cum să gândim, atunci când vine vorba de viața noastră spirituală. Sfatul său poate fi aplicat la taskurile practice care produc rezultate de succes în viața noastră. Iată câteva exemple de subiecte la care te poți concentra:"
      },
      {
        "list": [
          {
            "title": "CERCETARE",
            "description": "Dacă îți propui să cauți mereu oportunități, vei vedea că ideile vor începe să apară de peste tot. Acesta este modul în care cineva își valorifică activatorul reticular dat de Dumnezeu, centrul de focalizare al creierului."
          },
          {
            "title": "SLUJIRE",
            "description": "Dacă te concentrezi pe modalități de a sluji și de a depăși așteptările oamenilor, vei găsi oportunități peste tot în jurul tău."
          },
          {
            "title": "ÎNȚELEPCIUNE",
            "description": "Dacă îți programezi mintea să gândească mai mult prin întrebări decât prin afirmații, vei deveni un gânditor socratic."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Care este strategia ta pentru ceea ce vei gândi astăzi?",
      "Dacă ar fi să îți inventariezi gândurile, ce ai descoperi?",
      "Asupra căror lucruri te poți concentra astăzi, pentru a crea ceva alături de Dumnezeu?"
    ],
    "conclusion": "Oamenii de succes își reprogramează gândirea, pentru a vedea viața prin ochii Scripturii. Aceasta este o mentalitate de la Dumnezeu."
  },
  {
    "title": "MÂNUIREA SABIEI CONVINGERII",
    "week": "SĂPTĂMÂNA 11",
    "day": "VINERI",
    "verse": {
      "text": "Noi știm că Legea este bună dacă cineva o întrebuințează bine.",
      "reference": "1 Timotei 1:8"
    },
    "content": [
      {
        "paragraph": "Prin evidențierea bunei folosiri a Legii, Pavel sugerează, că există și o folosire greșită a acesteia. Încă de la început, căile, cuvintele și înțelepciunea lui Dumnezeu au fost folosite pentru a profita de alții. Utilizarea incorectă poate include aplicarea greșită a principiilor biblice pentru a se potrivi unei situații sau răstălmăcirea lor pentru a se potrivi scopului propriu. Răstălmăcirea Cuvântului lui Dumnezeu este prezentă peste tot. Satana a început să interpreteze și să aplice greșit Cuvântul lui Dumnezeu în Eden și, de asemenea, atunci când L-a ispitit pe Isus în pustiu. El continuă să manipuleze oamenii și astăzi cu instrumente ale adevărului, pe care Dumnezeu a intenționat să le folosească pentru a-i ajuta."
      },
      {
        "paragraph": "Oamenii ca apostolul Pavel au mânuit sabia Adevărului pentru a aduce învățătură, corectare și o mai mare apropiere de Dumnezeu. Astfel de oameni se verifică pe ei înșiși pentru a se asigura că folosesc sabia în mod corect și că nu îi constrâng pe ceilalți în mod necorespunzător. Liderii folosesc principiile pe care le descoperă în adevărul lui Dumnezeu, pentru a-i determina pe oameni să ia o decizie. O persoană poate lucra pentru a face o afacere, a mulțumi un client și a-și întreține familia, iar meșteșugul său poate fi mânuit în bine sau în rău. Ceea ce este valabil la amvon este valabil și în celelalte domenii de activitate: să mânuiești întotdeauna sabia persuasiunii doar pentru a-i sluji pe alții și pentru a-L onora pe Dumnezeu - aceasta este aplicarea onorabilă și corectă a superputerilor sfinte. Dacă nu ești sigur vreodată dacă te folosești de sabia persuasiunii într-un mod egoist, pune-ți următoarele întrebări: „Cine este ajutat și cine este afectat de această tranzacție?” și „Îl onorează pe Dumnezeu?” Apoi, fă ajustările necesare."
      },
      {
        "paragraph": "Darul și capacitatea de comunicare pot fi folosite pentru a influența oamenii, așa că influențează-i în mod corespunzător."
      }
    ],
    "reflection_questions": [
      "Ți-ai folosit vreodată influența într-un mod negativ?",
      "Cum reușești să-i convingi pe ceilalți de punctul tău de vedere?",
      "Ai simțit vreodată că Dumnezeu îți vorbește în mijlocul unei conversații?"
    ],
    "conclusion": "Marii comunicatori ai Evangheliei mânuiesc sabia convingerii cu noblețe, onoare și în mod biblic."
  },
  {
    "title": "DRUMUL SPRE MATURITATE",
    "week": "SĂPTĂMÂNA 12",
    "day": "LUNI",
    "verse": {
      "text": "De aceea, să lăsăm adevărurile începătoare ale lui Hristos și să mergem spre cele desăvârșite, fără să mai punem din nou temelia pocăinței de faptele moarte și a credinței în Dumnezeu, învățătura despre botezuri, despre punerea mâinilor, despre învierea morților și despre judecata veșnică.",
      "reference": "Evrei 6:1-2"
    },
    "content": [
      {
        "paragraph": "Există trei poziții în care ne putem afla: stăm pe loc, regresăm sau înaintăm. Se spune că unii oameni au zece ani de experiență, în timp ce alții repetă de zece ori același an. Timpul poate trece, dar progresul nu este garantat. Progresul are loc atunci când facem alegerea de a părăsi locul în care ne aflăm: să ne schimbăm zona de confort cu stilul de viață transformator care duce la maturitate. Acest lucru este adevărat din punct de vedere spiritual și este adevărat și din punct de vedere profesional."
      },
      {
        "paragraph": "Tu ai avansat spre maturitate sau ai mers în cealaltă direcție? Iată câteva întrebări pentru a verifica dacă mergi înainte sau înapoi."
      },
      {
        "list": [
          {
            "title": "Mă lupt astăzi cu aceleași lucruri cu care mă luptam acum un an sau mă confrunt cu noi provocări?"
          },
          {
            "title": "Oamenii din cercul meu interior mă provoacă să devin mai bun sau să rămân la fel?"
          },
          {
            "title": "Sunt dispus să convertesc timpul petrecut la televizor în timp de creștere?"
          }
        ]
      },
      {
        "paragraph": "Alegerea de a te forța, de a te îmbunătăți și de a crește spre maturitate începe cu un singur pas. Care sunt cele trei lucruri pe care ai puterea să le schimbi?"
      },
      {
        "list": [
          {
            "title": "1."
          },
          {
            "title": "2."
          },
          {
            "title": "3."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care face progrese în fiecare zi?",
      "Ai un plan zilnic de dezvoltare, care include cititul, reflecția și învățarea?",
      "Ce poți face diferit astăzi pentru a face o schimbare în bine?"
    ],
    "conclusion": "Credincioșii de succes se pregătesc pentru viitor, dezvoltându-se în prezent."
  },
  {
    "title": "ȘMIRGHELUL MEȘTERULUI",
    "week": "SĂPTĂMÂNA 12",
    "day": "MARȚI",
    "verse": {
      "text": "Slugilor, fiți supuse stăpânilor voștri cu toată frica, nu numai celor ce sunt buni și blânzi, ci și celor greu de mulțumit. Căci este un lucru plăcut dacă cineva, pentru cugetul lui față de Dumnezeu, suferă întristare și suferă pe nedrept. În adevăr, ce fală este să suferiți cu răbdare să fiți pălmuiți când ați făcut rău? Dar dacă suferiți cu răbdare, când ați făcut ce este bine, lucrul acesta este plăcut lui Dumnezeu.",
      "reference": "1 Petru 2:18-20"
    },
    "content": [
      {
        "paragraph": "La un moment dat, în cariera ta, vei fi tratat nedrept de către un șef, un coleg, un client, un prieten sau poate chiar un membru al familiei - cu toate acestea, Dumnezeu vede. Avându-L pe Hristos ca exemplu a ceea ce înseamnă să suferim pentru ceea ce este corect, sfinții sunt învățați să îndure tratamentele nedrepte și dure. Acest lucru este mai ușor de spus decât de făcut."
      },
      {
        "paragraph": "Atunci când cineva se află de partea adevărului, este dificil să îndure cu har un tratament nedrept, însă ni se spune că Dumnezeu veghează și că a îndura cu o inimă supusă (nu doar din vorbe) ne aduce favoarea Lui."
      },
      {
        "paragraph": "Din fericire, chemarea de a îndura are un scop precis. Acest scop include maturizarea și înaintarea ta în treburile pământești și în cele ale împărăției. Dumnezeu se folosește de luptele noastre ca de șmirghel pentru a ne netezi asperitățile."
      },
      {
        "list": [
          {
            "title": "Cum ar putea să folosească Dumnezeu această situație pentru binele meu și al altora?"
          },
          {
            "title": "Se folosește Dumnezeu de exemplul meu pentru a semăna sămânța Evangheliei în viața acestei persoane?"
          },
          {
            "title": "Ce lucru din viața celeilalte persoane ar putea să o facă să se poarte așa?"
          },
          {
            "title": "Dacă suferința pentru ceea ce este corect este ceva pe termen scurt, cum va folosi Dumnezeu rodul supunerii mele pe termen lung?"
          },
          {
            "title": "Văzându-mă cum îndur, care este părerea lui Dumnezeu despre modul în care rabd acest tratament nedrept?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care se supune autorității atunci când este tratat nedrept?",
      "În ce fel poți ajuta pe altcineva care trece printr-o situație dificilă?",
      "Dacă îți muți atenția de la suferința ta la bucuria lui Dumnezeu, ce îți vine în minte?"
    ],
    "conclusion": "Credincioșii experimentați văd dincolo de tratamentul dur, știind că Dumnezeu folosește circumstanțele dificile ca pe o hârtie de șmirghel pentru a netezi marginile aspre."
  },
  {
    "title": "FIRIMITURILE LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 12",
    "day": "MIERCURI",
    "verse": {
      "text": "El a făcut ca toți oamenii, ieșiți dintr-unul singur, să locuiască pe toată fața pământului; le-a așezat anumite vremuri și a pus anumite hotare locuinței lor, ca ei să caute pe Dumnezeu și să se silească să-L găsească bâjbâind, măcar că nu este departe de fiecare din noi. Căci în El avem viața, mișcarea și ființa, după cum au zis și unii din poeții voștri: „Suntem din neamul Lui ...”",
      "reference": "Faptele Apostolilor 17:26-28"
    },
    "content": [
      {
        "paragraph": "Atribuțiile sunt date unor oameni, în anumite locuri pentru o vreme, iar tot ceea ce face Dumnezeu este prin intermediul unei persoane sau al unui loc. Când El vrea să se întâmpla ceva, va aduce persoana potrivită la tine. Iată câteva modalități prin care poți înțelege pe cine ți-a trimis Dumnezeu sau la cine ai fost tu trimis."
      },
      {
        "list": [
          {
            "title": "Față de cine simt o povară?",
            "description": "Când simt compasiunea lui Dumnezeu față de cineva, știu că Dumnezeu îmi comunică ce e pe inima Lui, pentru că are o misiune pentru mine. Această însărcinare poate fi pe termen scurt sau pe termen lung. Acesta este modul în care ne oferă Dumnezeu oportunități de a-L sluji."
          },
          {
            "title": "Spre cine mă simt atras?",
            "description": "Când Dumnezeu îmi împărtășește inima Sa, aceasta poate lua forma unei persoane pe care doresc să o văd, să o sun sau să îi scriu. Vreau să fiu ascultător față de locul în care El mă cheamă și vreau să acționez rapid."
          },
          {
            "title": "Spre cine sunt chemat?",
            "description": "Există persoane pe care le protejez sau la care mă gândesc des. Unele misiuni sunt evidente: familia, prietenii și colegii. Dacă Dumnezeu mă pune alături de cineva sau vrea ca eu să fac ceva, se va naște în mine o dorință stimulatoare."
          },
          {
            "title": "În ce loc sunt chemat în această vreme?",
            "description": "Când sunt acolo unde îmi este locul, am o pace și un sentiment de liniște. Când nu sunt acolo, mă simt inconfortabil. Când Dumnezeu te cheamă într-un loc nou, te cheamă și către persoane noi."
          },
          {
            "title": "Unde simt durere?",
            "description": "Aceasta este o zonă pe care Dumnezeu vrea să o rezolv. Când clopoțelul îmi sună pe dinăuntru, aceasta este alarma lui Dumnezeu pentru a mă trezi la acțiune."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Spre ce te conduce Dumnezeu?",
      "Pe cine ți-a pus Dumnezeu pe inimă să ajuți?",
      "În ce fel îți atrage Dumnezeu atenția în ultima vreme?"
    ],
    "conclusion": "Dumnezeu este Duh și, prin urmare, în adâncul ființei tale, îl vei găsi pe Dumnezeu care te împinge."
  },
  {
    "title": "ETAPELE UNEI MISIUNI",
    "week": "SĂPTĂMÂNA 12",
    "day": "JOI",
    "verse": {
      "text": "Totuși vă spun adevărul: Vă este de folos să Mă duc, căci, dacă nu Mă duc Eu, Mângâietorul nu va veni la voi, dar, dacă Mă duc, vi-L voi trimite.",
      "reference": "Ioan 16:7"
    },
    "content": [
      {
        "paragraph": "Isus a venit să lanseze misiunea pe care I-a dat-o Dumnezeu pe Pământ și S-a întors la ceruri pentru ca tu să poți să îți îndeplinești, la rândul tău, misiunea dată de Dumnezeu. La cincizeci de zile după ce a înviat Isus, Duhul Sfânt S-a coborât pentru ca fiecare credincios să poată avea puterea lui Dumnezeu în el, nu doar împreună cu el. În timp ce treci de la cele temporale la cele veșnice, vei trece prin multe perioade diferite. Ia în considerare etapele din cadrul unei anumite misiuni, pe care Dumnezeu le poate folosi pentru a te ajuta să înaintezi."
      },
      {
        "list": [
          {
            "title": "1. Anunțul",
            "description": "Ai un sentiment puternic și, ulterior, realizezi că Dumnezeu te cheamă la o persoană, într-un loc sau ambele."
          },
          {
            "title": "2. Entuziasmul",
            "description": "Știi ce ai de făcut și se ivește o oportunitate. Ești gata să treci la acțiune. O energie și o determinare sfântă intră în tine și te propulsează."
          },
          {
            "title": "3. Echiparea",
            "description": "Dumnezeu îți oferă resurse, revelație și colaboratori pentru o anumită misiune. El te poate pune sub autoritate pentru a te testa și a te instrui. Acest lucru face parte din echipare."
          },
          {
            "title": "4. Decizia",
            "description": "Nu vei primi de la început tot ce ai nevoie pentru călătorie - vei fi pus în fața unei alegeri: fie te încrezi în Dumnezeu și continui să înaintezi, fie te întorci. Decizia ta va implica soluționarea îndoielilor interioare, a temerilor și un număr de sacrificii care trebuie făcute."
          },
          {
            "title": "5. Asistența divină",
            "description": "Dacă ai putea să o faci singur, parteneriatul cu Dumnezeu nu ar fi necesar. În ochii Lui, slujba și slujirea ta sunt una și aceeași. Întrucât Îl slujești pe Dumnezeu în tot ceea ce faci, El consideră și socotește că motivele și misiunea ta sunt în slujba Lui."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Cum ai descrie etapele unei misiuni pe care le-ai experimentat?",
      "Ce sfat îți imaginezi că ți-ar da Dumnezeu în legătură cu etapa în care te afli?",
      "De ce este important să identificăm etapele unei misiuni?"
    ],
    "conclusion": "Recunoașterea unei etape în cadrul unei misiuni îți permite să vezi sfârșitul unei etape și începutul alteia."
  },
  {
    "title": "MAESTRUL ÎNTREBĂRILOR",
    "week": "SĂPTĂMÂNA 12",
    "day": "VINERI",
    "verse": {
      "text": "Sfaturile în inima omului sunt ca niște ape adânci, dar omul priceput știe să scoată din ele.",
      "reference": "Proverbe 20:5"
    },
    "content": [
      {
        "paragraph": "Fiecare persoană duce cu ea întrebări fără răspuns, un teritoriu neexplorat, un potențial nedescoperit și atât de multe altele care sunt ascunse în inima omului. Responsabilitățile cotidiene îngroapă multe dintre aceste mistere, însă obținerea accesului la ele este cheia pentru a ajuta la deblocarea comorilor ascunse. Care este unealta care te ajută să ajungi la această înțelegere? Întrebarea. O întrebare are capacitatea de a scoate la iveală cunoștințe ascunse, amintiri îngropate, înțelepciune și capacitatea de a face să vorbească pe cineva care, altfel, ar putea fi închis sau etichetat ca fiind un „tip tăcut”. Cu toții avem nevoie de cineva care să ne pună întrebări profunde, pătrunzătoare, care să ne răscolească inima."
      },
      {
        "paragraph": "O întrebare adresată unui bun ascultător poate stabili direcția discuției, poate crea emoții pozitive în cadrul conversației, o atmosferă constructivă, dorință și multe altele. Întrebările pot fi folosite:\n• pentru a arăta că îți pasă prin modul în care asculți după ce le adresezi\n• pentru a planta semințe de meditație pentru discuții viitoare\n• pentru a evidenția ceva printr-o întrebare retorică\n• pentru a face o persoană să gândească într-o anumită direcție\nData viitoare când te afli într-o conversație, decide să petreci cea mai mare parte a timpului ascultând, iar restul punând întrebări. Începe cu cele cinci întrebări de bază: cine, ce, unde, când, de ce. Cu fiecare întrebare pe care o pui, ești cu un pas mai aproape de a dobândi înțelepciunea și înțelegerea despre care Solomon scrie adesea în Proverbe. Ca un polonic într-o oală cu supă, o întrebare poate scoate la iveală înțelegerea, experiența și înțelepciunea ascunse în adâncul sufletului."
      }
    ],
    "reflection_questions": [
      "Cât de des pui întrebări vs. faci declarații, în timpul discuțiilor?",
      "Ai dezvoltat o hartă a întrebărilor care să conducă o conversație la destinația dorită?",
      "Ce întrebări importante îți vin în minte, pe care ar trebui să ți le pui în legătură cu propria viață?"
    ],
    "conclusion": "A pune întrebările corecte poate fi mai important decât a afla răspunsurile."
  },
  {
    "title": "SALA FAVORURILOR",
    "week": "SĂPTĂMÂNA 13",
    "day": "LUNI",
    "verse": {
      "text": "Un nume bun este mai de dorit decât o bogăție mare și a fi iubit prețuiește mai mult decât argintul și aurul.",
      "reference": "Proverbe 22:1"
    },
    "content": [
      {
        "paragraph": "Un nume bun este rezultatul unei bune reputații, iar favoarea poate fi un produs secundar al reputației. Favoarea nu este un mister. Este rezultatul urmării instrucțiunilor pe care ni le dă Dumnezeu, fie direct, prin cuvintele Sale, fie indirect, prin intermediul unei autorități delegate. Autoritățile delegate de Dumnezeu în viața noastră pot fi un membru al familiei, un mentor, un supraveghetor, un pastor - oricine este pus de Dumnezeu. Dacă ai o mare favoare, înseamnă că ai îndeplinit bine responsabilitățile care ți-au fost date și te-ai supus autorităților din viața ta. Dacă te împotrivești autorității sau ești lipsit de vigilență, îți petreci timpul acceptând doar teoretic autoritatea delegată de Dumnezeu în viața ta, nu te vei bucura de toată favoarea pe care El vrea s-o aducă în viața ta."
      },
      {
        "paragraph": "Capitolul 11 din Evrei este cunoscut sub numele de „capitolul eroilor credinței”, dar există și o „Sală a favorurilor”. Iosif a câștigat favoarea lui Potifar și a faraonului, supunându-se planului lui Dumnezeu și autorităților pământești. Iosua a obținut favoarea lui Moise și a poporului îndeplinind cu credincioșie tot ceea ce i s-a cerut să facă. Iar despre David se spune despre el că a fost un „om după inima lui Dumnezeu” pentru că a făcut tot ce i-a cerut Dumnezeu să facă. Atunci când ne supunem lui Dumnezeu și îi onorăm pe cei pe care El i-a pus peste noi, vom putea înțelege înțelepciunea, discernământul și cunoștințele divine. Dacă ai căzut în dizgrația unui șef, a unui client, a unui coleg de serviciu sau a unui membru al familiei, poți să-ți îndrepți pașii astăzi și să intri pe calea obținerii bunăvoinței, supunându-te lui Dumnezeu și făcând ceea ce El îți spune să faci. Sala favorurilor este plină de sfinți supuși autorității pământești și cerești."
      }
    ],
    "reflection_questions": [
      "Pe cine a desemnat Dumnezeu să te ridice în situația ta actuală din viață?",
      "În ce fel ai putea dobândi mai multă favoare din partea unei autorități din viața ta?",
      "Ce ți-a cerut Dumnezeu să faci astăzi?"
    ],
    "conclusion": "Obținerea bunăvoinței nu este ceva greu de făcut: supune-te autorității, fă mai mult decât ți se cere și fii excelent în ceea ce faci, iar cei care ocupă poziții înalte te vor descoperi."
  },
  {
    "title": "PUTEREA ASOCIERII",
    "week": "SĂPTĂMÂNA 13",
    "day": "MARȚI",
    "verse": {
      "text": "Nu te împrieteni cu omul mânios și nu te însoți cu omul iute la mânie, ca nu cumva să te deprinzi cu cărările lui și să-ți ajungă o cursă pentru suflet.",
      "reference": "Proverbe 22:24-25"
    },
    "content": [
      {
        "paragraph": "Puterea asocierii este o sabie cu două tăișuri. Dumnezeu știa acest lucru și i-a împărtășit lui Solomon acest adevăr atemporal. De-a lungul timpului, preluăm caracteristicile oamenilor și ale circumstanțelor cu care ne asociem. Așa cum le-a spus Pavel corintenilor: „tovărășiile rele strică obiceiurile bune”. Dacă stai în preajma unor persoane negative și nemotivate, acestea se vor răsfrânge asupra ta. Reversul este, de asemenea, valabil. Dacă îți investești timpul în dezvoltarea de prieteni, mentori și te asociezi cu oameni cu care dorești să te asemeni, aceștia vor exercita o influență asupra ta."
      },
      {
        "paragraph": "Fă o listă cu cele cinci persoane cu care petreci cel mai mult timp; acestea sunt persoanele care te influențează. Acum, fă o listă cu cele cinci persoane pe care le-ai dori în cercul interior al vieții tale profesionale și fă un plan pentru a crea aceste relații. Acestea vor fi viitorul tău."
      }
    ],
    "reflection_questions": [
      "În al cui cerc interior de prieteni ai vrea să fii inclus?",
      "Ce pași ai putea face pentru a te ridica la un nivel superior, din perspectiva asocierii?",
      "Există cineva în viața ta, de la care este timpul să îți iei rămas bun?"
    ],
    "conclusion": "Oamenii de succes se prăbușesc sau se ridică în funcție de persoanele cu care se asociază. Dacă tot trebuie să te asociezi cu cineva, fă-o cu oamenii de succes."
  },
  {
    "title": "PAVEL, PIONIERUL",
    "week": "SĂPTĂMÂNA 13",
    "day": "MIERCURI",
    "verse": {
      "text": "Nu ne întindem prea mult, ca și când n-am fi ajuns până la voi, căci, în adevăr, până la voi am ajuns în Evanghelia lui Hristos. Nu ne lăudăm peste măsura noastră, adică nu ne lăudăm cu ostenelile altuia, ci avem nădejdea că, dacă credința voastră crește, va crește și câmpul nostru de lucru între voi, nespus de mult, după măsura noastră. Așa că vom putea propovădui Evanghelia și în ținuturile care sunt dincolo de al vostru, fără să intrăm în câmpul de lucru al altuia, ca să ne lăudăm cu lucrări făcute de-a gata.",
      "reference": "2 Corinteni 10:14-16"
    },
    "content": [
      {
        "paragraph": "Încă de la începutul lucrării lui Pavel, scopul său a fost, așa cum spune și serialul Star Trek, „să meargă acolo unde nimeni n-a mai mers vreodată”. Pavel nu a vrut să zidească pe temelia pusă de altul, ci a vrut să fie pionierul unei noi lucrări și să-L propovăduiască pe Hristos acolo unde nu mai fusese predicat înainte. Ambiția lui era pentru Evanghelie și a avut o mândrie sfântă de a cuceri noi terenuri pentru Împărăție. În scrisoarea lui către corinteni, el vorbește despre această ambiție, spunând că scopul său final era să ajungă la ei, apoi să meargă dincolo de ei și să extindă sfera de influență a lui Hristos."
      },
      {
        "paragraph": "A fi pionier înseamnă a fi printre primii care au explorat un teritoriu sau au colonizat o zonă. Iată câteva întrebări de pionierat de tip paulin, de luat în considerare:"
      },
      {
        "list": [
          {
            "title": "CUCERIREA TERITORIULUI PENTRU HRISTOS",
            "description": "Ce teritoriu ai vrea să cucerești pentru Hristos, pentru familia ta, în cariera ta?"
          },
          {
            "title": "CUCERIREA TERITORIULUI PENTRU HRISTOS",
            "description": "Ce teritoriu ai dori să ocupi, pe care nimeni nu l-a mai ocupat până acum?"
          },
          {
            "title": "CUCERIREA TERITORIULUI PENTRU HRISTOS",
            "description": "Există o zonă sau un teritoriu neexplorat, pe care Dumnezeu ar vrea să îl cercetezi?"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Din punctul în care te afli, care este rampa ta de lansare?",
      "Cine te poate ajuta să îți pui în mișcare visul pentru profesie și pentru slujire?",
      "În ce domeniu te-a chemat Dumnezeu să fii pionier, să fii primul din familia ta care să facă asta pentru El?"
    ],
    "conclusion": "Pionieratul unei noi lucrări este riscant, complicat și necesită curajul lui Hristos."
  },
  {
    "title": "DESCHIS LA OPINII",
    "week": "SĂPTĂMÂNA 13",
    "day": "JOI",
    "verse": {
      "text": "Ca o verigă de aur și o podoabă de aur curat, așa este înțeleptul care mustră pentru o ureche ascultătoare.",
      "reference": "Proverbe 25:12"
    },
    "content": [
      {
        "paragraph": "Isus a spus: „Ferice de acela pentru care Eu nu voi fi un prilej de poticnire.” (Matei 11:6). El știa că, atunci când o persoană se simte ofensată, inima i se închide și nu mai poate auzi ceea ce i se spune. La fel se întâmplă și cu cel care pune confortul emoțional mai presus de progresul profesional. Pentru ca liderii să continue să se dezvolte în fiecare zi, ei trebuie să cultive o ureche deschisă, iar asta înseamnă să fie deschiși la feedback."
      },
      {
        "list": [
          {
            "title": "Fii corectabil",
            "description": "O ureche care ascultă are un apetit sănătos pentru corectarea cursului. A avea un „spirit corectabil” îi asigură pe ceilalți că se simt bineveniți și în siguranță pentru a-ți spune când ești în derivă."
          },
          {
            "title": "Fii antrenabil",
            "description": "O ureche deschisă te ajută să fii deschis și dispus să primești sfaturi."
          },
          {
            "title": "Fii recunoscător",
            "description": "Dovada unei urechi deschise este feedback-ul oferit sub formă de recunoștință, pentru cel ce își face timp să investească în dezvoltarea ta."
          }
        ]
      },
      {
        "paragraph": "Este mai greu să oferi feedback decât să lași lucrurile să treacă de la sine. Feedback-ul sincer este dificil pentru majoritatea oamenilor, deoarece reprezintă un anumit risc la adresa relației. Acceptarea lui este, de asemenea, dificilă, deoarece poate produce suferință. În ambele cazuri, instruirea celorlalți și menținerea unei atitudini docile necesită o minte deschisă în permanență. Credincioșii care cultivă o atitudine de deschidere față de corecție, instruire și recunoștință se poziționează ca membri ai echipei cu care ceilalți doresc să lucreze. De asemenea, aceasta îi comunică lui Dumnezeu că ești modelabil."
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care se lasă învățat?",
      "Ce pași ai putea face pentru a te poziționa în așa fel încât să poți fi instruit?",
      "Există cineva pe care ar trebui să îl abordezi pentru un feedback sincer?"
    ],
    "conclusion": "Oamenii care rămân deschiși la feedback se pot simți forțați să se îndrepte, dar, în acest proces, sunt și întăriți."
  },
  {
    "title": "ÎNTREABĂ, NU SPUNE",
    "week": "SĂPTĂMÂNA 13",
    "day": "VINERI",
    "verse": {
      "text": "Dacă vezi un om care vorbește nechibzuit, poți să nădăjduiești mai mult de la un nebun decât de la el.",
      "reference": "Proverbe 29:20"
    },
    "content": [
      {
        "paragraph": "Dumnezeu ne-a dat două urechi și o gură și ar trebui să le folosim în această proporție. Persoana înțeleaptă este mai degrabă înclinată să pună întrebări, decât să facă declarații. Astfel de oameni și-au antrenat mintea să gândească în întrebări. În acest fel, ei dezvoltă o înclinație spre a deveni „socratici” în comunicarea lor. Fie că ne apropiem de Dumnezeu, fie că stăm în fața unui șef sau a unui client, dacă gândim în întrebări, mai degrabă decât în declarații, putem obține multe beneficii."
      },
      {
        "list": [
          {
            "title": "Ia în considerare opțiunile, înainte de a face o recomandare",
            "description": "Primul tău gând va fi rareori cel mai bun. O pauză înainte de a vorbi produce o idee mai bună. Apoi, prezint-o ca pe o întrebare în loc de o afirmație."
          },
          {
            "title": "Ia în considerare rezultatele potențiale, înainte de a sugera o anumită acțiune",
            "description": "Prin „rularea benzii până la capăt” în mintea ta, poți începe să experimentezi beneficiile emoționale de a fi de cealaltă parte a deciziei. Înarmat cu mai multă inteligență, s-ar putea să îți reconsideri opțiunile, apoi să pui o întrebare."
          },
          {
            "title": "Ia în considerare consecințele cuvintelor tale, înainte de a le rosti",
            "description": "La fel ca pasta de dinți scoasă din tub, nu le vei mai putea lua înapoi. Evaluarea costurilor înainte ca tranzacția vorbită să aibă loc te poate scuti de multă suferință inutilă. Punerea de întrebări în locul emiterii unei declarații are efectul emoțional în conversație de a atrage oamenii spre tine. Afirmațiile împing; întrebările atrag."
          },
          {
            "title": "Gândește-te cum ai putea spune ceea ce urmează să spui, înainte de a o spune",
            "description": "Cuvintele reflectă sentimentele celui care le rostește și produc sentimente în cel care le aude. Peste 90% din comunicare este nonverbală, așa că gândește-te la tipurile de sentimente pe care urmează să le comunici și apoi întreabă: „Cum te-ai simți dacă...”."
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ai încercat vreodată să porți o conversație folosind doar întrebări?",
      "Ce procentaj din conversația ta tipică este format din întrebări vs. declarații?",
      "Cunoști pe cineva care își exercită măiestria folosind tehnicile de a pune întrebări?"
    ],
    "conclusion": "Întrebările corecte preced răspunsurile corecte. Învățând să gândești prin întrebări, vei deveni un gânditor mai bun și vei reuși să nu te mai concentrezi pe tine însuți, ci pe ceilalți."
  },
  {
    "title": "REGULA CELOR DOUĂ SECUNDE",
    "week": "SĂPTĂMÂNA 14",
    "day": "LUNI",
    "verse": {
      "text": "Cine își înfrânează vorbele cunoaște știința și cine are duhul potolit este un om priceput. Chiar și un prost ar trece de înțelept dacă ar tăcea și de priceput dacă și-ar ține gura.",
      "reference": "Proverbe 17:27-28"
    },
    "content": [
      {
        "paragraph": "Cel mai bun mod de a dezamorsa un conflict este să pui o întrebare. Răspunsul prin declarații atunci când ești atacat nu face decât să pună paie pe foc, în timp ce întrebarea potrivită poate neutraliza și redirecționa emoția de moment."
      },
      {
        "paragraph": "Ai spus vreodată ceva ce ți-ai fi dorit să nu fi spus? De multe ori, răspundem în grabă, cu cuvinte pe care știm că nu le-am fi spus dacă ne-am fi gândit bine înainte de a vorbi. Cuvintele pe care le rostim nu reprezintă întotdeauna poziția noastră, ci doar ceea ce simțim în acel moment. Ele pot fi un prim răspuns, dar asta nu înseamnă că sunt și răspunsul corect. Ca o măsură de siguranță că vorbești serios și spui ceea ce vrei să spui, practică regula celor două secunde. Data viitoare când te afli într-o conversație și îți vine rândul să vorbești, ia două secunde pentru o respirație lungă, timp în care să te gândești care ar trebui să fie răspunsul potrivit. Dacă faci din regula celor două secunde un obicei, rareori vei regreta ceea ce spui."
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva care se pricepe la a „gândi înainte de a vorbi”?",
      "Cum te va ajuta în comunicare practicarea regulii celor două secunde?",
      "Poți descrie cum analizezi o situație, înainte de a vorbi?"
    ],
    "conclusion": "În „pauza” dintre gândire și vorbire îți faci loc pentru a auzi ce are Dumnezeu de spus."
  },
  {
    "title": "SETUL DE CADOURI",
    "week": "SĂPTĂMÂNA 14",
    "day": "MARȚI",
    "verse": {
      "text": "Darurile unui om îi fac loc și-i deschid intrarea înaintea celor mari.",
      "reference": "Proverbe 18:16"
    },
    "content": [
      {
        "paragraph": "Slujba ta este cea pentru care ești plătit, dar scopul tău este cel pentru care ai fost creat. Atunci când descoperi darurile pe care Dumnezeu le-a pus în tine, vei descoperi planurile pe care le-a conceput pentru tine."
      },
      {
        "paragraph": "Cunoști măreția pe care a pus-o Dumnezeu în tine? El a dăruit fiecărei persoane o parte din El Însuși. Ești făcut după chipul Său, iar măreția Sa a fost așezată în tine. Setul de daruri pe care ți l-a dat Creatorul tău te-a pregătit în mod special pentru a reuși să atingi scopurile Sale și să ai succes. Cadoul tău pentru El este să descoperi combinația de daruri pe care El a așezat-o în tine, să le dezvolți și să le folosești pentru a câștiga favoarea lui Dumnezeu și a oamenilor."
      },
      {
        "paragraph": "Iată câteva indicii care te pot ajuta să discerni care ar putea fi unele dintre darurile tale:"
      },
      {
        "list": [
          {
            "title": "PIERDUT ÎN TIMP",
            "description": "Ce faci atunci când pierzi noțiunea timpului?"
          },
          {
            "title": "OBSESIA",
            "description": "La ce te gândești, visezi sau vrei să înveți mereu?"
          },
          {
            "title": "PASIUNEA",
            "description": "Ce ai face pe gratis dacă ai putea?"
          },
          {
            "title": "ÎNCLINAȚIA NATURALĂ",
            "description": "Care sunt tendințele tale naturale de gândire sau tiparele tale obișnuite?"
          },
          {
            "title": "MAGNETISMUL",
            "description": "Ce te atrage?"
          },
          {
            "title": "TALENTUL",
            "description": "Pentru ce te recunosc ceilalți sau la ce se referă atunci când vorbesc despre talentele și succesele tale?"
          }
        ]
      },
      {
        "paragraph": "O „tendință” puternică sau o combinație de tendințe care ajută o persoană să aibă performanțe înalte și să accelereze în domeniul său este un set de daruri. Iată câteva exemple de tendințe comportamentale care funcționează în combinație, pentru a crea un succes constant în viața unei persoane care lucrează în domeniul vânzărilor:"
      },
      {
        "list": [
          {
            "title": "Dorința de a sluji și de a avea grijă de un client",
            "description": "(darul slujirii)"
          },
          {
            "title": "Dorința de a urmări și de a încheia o vânzare",
            "description": "(darul cuceririi)"
          },
          {
            "title": "Dorința de a crea strategii pentru viitor",
            "description": "(darul planificării)"
          },
          {
            "title": "Dorința de a căuta oportunități",
            "description": "(ambiție, darul prospectării)"
          },
          {
            "title": "Dorința de noi relații",
            "description": "(darul relațiilor)"
          }
        ]
      }
    ],
    "reflection_questions": [
      "Ce au alții de spus despre talentele tale?",
      "Ai daruri pe care nu le folosești?",
      "În ce fel îți cere Dumnezeu să-ți folosești darurile?"
    ],
    "conclusion": "Slujba ta este cea pentru care ești plătit, dar scopul tău este cel pentru care ai fost creat. Atunci când descoperi darurile pe care Dumnezeu le-a pus în tine, vei descoperi planurile pe care le-a conceput pentru tine."
  },
  {
    "title": "SETEAZĂ-ȚI BUSOLA",
    "week": "SĂPTĂMÂNA 14",
    "day": "MIERCURI",
    "verse": {
      "text": "O inimă pricepută dobândește știința și urechea celor înțelepți caută știința.",
      "reference": "Proverbe 18:15"
    },
    "content": [
      {
        "paragraph": "„Cereți, și vi se va da; căutați, și veți găsi; bateți, și vi se va deschide.” (Matei 7:7) Acestea au fost cuvintele rostite de Isus, Fiul lui Dumnezeu. La prima vedere, aceste cuvinte sugerează că vom primi tot ceea ce dorim, căutăm sau cerem. Ce a vrut să spună El, de fapt? De ce ar face Dumnezeu o promisiune atât de scandaloasă? După cum recunosc majoritatea comentatorilor, ideea lui Isus aici este că, dacă vom căuta lucruri după voia lui Dumnezeu, le vom primi. Dar există și o aplicație pământească la ceea ce spune El."
      },
      {
        "paragraph": "În harta mentală a fiecărei ființe umane, la naștere, se află sistemul reticular activator, cunoscut și sub numele de „centrul de atenție” al creierului. Lucrul asupra căruia o persoană își concentrează atenția este ceea ce începe să observe creierul. Ți-ai fixat vreodată atenția asupra unui lucru pe care ți l-ai dorit cu tărie și ai observat că a început să apară pe calea ta? Nu este ceva mistic sau magic; este vorba de centrul de atenție al creierului tău, care adună date și experiențe relevante pentru a intra în acord cu ceea ce urmărești. Această putere automată poate fi setată să creeze, să distrugă, să construiască, să dărâme sau să lucreze în beneficiul sau în detrimentul nostru."
      },
      {
        "paragraph": "Folosește înzestrarea pe care ai primit-o de la Dumnezeu. Sistemul reticular activator lucrează în fiecare persoană. Tot ceea ce trebuie să facă cineva este să își fixeze busola pe un obiectiv bine definit și va începe să vadă cum apar pe calea sa tot felul de ajutoare și contribuții care să îl ajute. Focalizarea fragmentată îngroapă planurile și acestea ajung să nu fie puse în acțiune. Concentrează-te pe ceea ce vrei, supune-ți planurile voii lui Dumnezeu și lasă natura Lui din tine să facă restul."
      }
    ],
    "reflection_questions": [
      "Ești conștient de scopurile și planurile pe care Dumnezeu le-a pus în tine?",
      "În ce fel poți direcționa activitatea sistemului reticular în viața ta?",
      "Recunoști puterea sistemului reticular activator la lucru atunci când te gândești la trecutul tău?"
    ],
    "conclusion": "Credincioșii care își stabilesc busola mentală pe împlinirea voii lui Dumnezeu în munca lor vor descoperi că Îl găsesc pe Dumnezeu în timp ce muncesc."
  },
  {
    "title": "NEGOCIAZĂ-ȚI POZIȚIA",
    "week": "SĂPTĂMÂNA 14",
    "day": "JOI",
    "verse": {
      "text": "Sorțul pune capăt neînțelegerilor și hotărăște între cei puternici.",
      "reference": "Proverbe 18:18"
    },
    "content": [
      {
        "paragraph": "În Vechiul Testament, tragerea la sorți era folosită pentru a decide o chestiune în care înțelepciunea umană își atinsese limitele. Ultima dată când a avut loc o tragere la sorți în Biblie a fost atunci când a fost ales al doisprezecelea apostol, în cartea Faptele Apostolilor. După aceea, a avut loc Cincizecimea, iar auzirea și înțelegerea voii lui Dumnezeu în omul interior a devenit un lucru obișnuit. Ești menit să Îl auzi pe Dumnezeu să te ghideze și să te îndrume în mod regulat."
      },
      {
        "paragraph": "Atunci când apare un dezacord între două persoane, poate fi dificil să cedezi, dacă simți că ai dreptate. Tragerea la sorți, deși nu este convențională, i-ar putea pune pe amândoi în situația de a accepta un rezultat, chiar dacă nu sunt de acord. Într-o situație de afaceri, acceptăm decizii cu care s-ar putea să nu fim de acord, dar uneori ne este mai greu să facem acest lucru în plan personal. Care este soluția? Ia în considerare următoarele criterii înainte de a decide să lupți pentru poziția ta."
      },
      {
        "paragraph": "EVALUEAZĂ-ȚI POZIȚIA"
      },
      {
        "list": [
          {
            "title": "1. Dacă reușești să faci ce vrei, cine are de câștigat și cine are de pierdut?",
            "description": ""
          },
          {
            "title": "2. Ar fi Dumnezeu mulțumit de victoria ta sau de cedarea ta?",
            "description": ""
          },
          {
            "title": "3. Care este cel mai rău și care este cel mai bun lucru care s-ar putea întâmpla dacă cedezi?",
            "description": ""
          }
        ]
      },
      {
        "paragraph": "Nu este ușor pentru nimeni să ia decizii atunci când simte că trebuie să-și sacrifice punctul de vedere, însă uneori poți pierde o persoană dacă nu ești gata să renunți la o anumită poziție. Întotdeauna evaluează costurile și cântărește-ți poziția așa cum ar face-o Dumnezeu. Uneori este mai bine să alegi calea generozității decât să ții cu orice preț la poziția ta."
      }
    ],
    "reflection_questions": [
      "Te-ai întrebat vreodată „ce ar face Isus” atunci când ești în conflict?",
      "Admiri pe cineva din perspectiva modului în care știe să facă pace?",
      "De ce e important să faci pace, pentru a putea să-ți duci lucrarea mai departe?"
    ],
    "conclusion": "Uneori, cel mai rapid mod de a alege calea cea mai bună este pe genunchi, în rugăciune."
  },
  {
    "title": "URMĂREȘTE-I PE CEI CARE SE ÎNTORC",
    "week": "SĂPTĂMÂNA 14",
    "day": "VINERI",
    "verse": {
      "text": "Planurile se pun la cale prin sfat. Fă războiul cu chibzuință!",
      "reference": "Proverbe 20:18"
    },
    "content": [
      {
        "paragraph": "Un vechi proverb chinezesc spune: „Dacă vrei să știi drumul, întreabă pe cineva care se întoarce”. Biblia este plină de mentori care ne arată calea a ceea ce trebuie să facem și a ceea ce nu trebuie să facem. Scriptura este plină de povești de succes și povești despre eșecuri. Dumnezeu vrea ca tu să ai cele mai bune șanse de reușită, așa că ți-a dat toate exemplele de care ai nevoie."
      },
      {
        "paragraph": "Oriunde vrei să mergi și orice vrei să faci, altcineva a făcut ceva similar înainte. Uneori poți găsi exemple în Biblie, iar alteori poți găsi exemple în propria viață. Dacă ambiția ta este de la Domnul și dorința ta este pentru scopurile lui Dumnezeu, El îți va netezi calea, punându-te în contact cu cei care îți pot oferi experiența de care ai nevoie. Acesta este planul de mentorat al lui Dumnezeu."
      },
      {
        "paragraph": "O persoană înțeleaptă caută sfaturi înțelepte, nu de la cei care pretind că știu calea, ci de la cei care au parcurs-o. Mulți vorbesc despre succes, dar oamenii înțelepți îi urmează pe cei care au atins succesul. Tom Hopkins, instructorul de vânzări numărul 1 din America, a spus odată: „Nu accepta niciodată sfaturi de la cineva care are mai multe probleme decât tine”. Atunci când îți faci planuri și îți coordonezi activitatea profesională, cere sfaturi de la cei care au realizat ceea ce dorești să realizezi și tu."
      }
    ],
    "reflection_questions": [
      "Cunoști pe cineva, fie din Biblie, fie din cercul tău de influență, care a obținut un succes similar cu cel pe care îl ai și tu în vedere?",
      "Ce fel de comportamente și obiceiuri poți dobândi pentru a avea succes?",
      "Pe cine îți spune Dumnezeu să cauți și de care să te apropii ca mentor?"
    ],
    "conclusion": "Înțelepții urmează calea celor care au reușit acolo unde vor și ei să reușească, până când Dumnezeu le arată propria lor cale de urmat."
  },
  {
    "title": "NEGOCIAZĂ CA DUMNEZEU",
    "week": "SĂPTĂMÂNA 15",
    "day": "LUNI",
    "verse": {
      "text": "„Rău! Rău!” zice cumpărătorul și, plecând, se fericește.",
      "reference": "Proverbe 20:14"
    },
    "content": [
      {
        "paragraph": "Dumnezeu a spus: „Norodul acesta se apropie de Mine cu gura și Mă cinstește cu buzele, dar inima lui este departe de Mine.” (Matei 15:8). Închinătorul fățarnic este ca și cumpărătorul nesincer. Dumnezeu cunoaște inima din spatele fiecărui cuvânt și motivul din spatele fiecărei fapte. În afaceri, Dumnezeu știe întotdeauna ce este corect sau nedrept și vede unde există transparență sau unde cineva se ascunde."
      },
      {
        "paragraph": "Într-o negociere există întotdeauna două părți, însă în negocierea după mentalitatea Împărăției Lui, ambele părți ar trebui să câștige. Elementul care diferențiază un negociator de altul este nivelul de competență. Atât cât depinde de tine, o negociere corectă te asigură că rămâi într-o relație bună cu Dumnezeu și cu oamenii. Când faci ce trebuie, Dumnezeu te răsplătește. Dar acest lucru este diferit de simpla „victorie”."
      },
      {
        "paragraph": "Când tu câștigi, iei în considerare cine altcineva ar mai fi putut câștiga sau pierde pe mâna ta? Unde s-ar putea duce cineva care a pierdut? La Dumnezeu?"
      },
      {
        "paragraph": "Dacă Dumnezeu ar negocia cu tine, cum ar face asta? Iată o comparație între inima unui negociator evlavios și opusul ei."
      },
      {
        "list": [
          {
            "title": "Negociator evlavios",
            "description": "Autentic, Vrea ceea ce este mai bun pentru ambele părți, Prezintă faptele într-o lumină pozitivă, Apreciază valoarea ambelor părți, Vrea ceea ce este echitabil pentru ambele părți, Vrea să câștige ambele părți"
          },
          {
            "title": "Negociator neevlavioși",
            "description": "Nesincer, Câștigă pe seama celuilalt, Prezintă faptele în lumină proastă, Devalorizează partea ta, Îi pasă doar de ce poate câștiga el, Va câștiga pe seama ta"
          }
        ]
      }
    ],
    "reflection_questions": [
      "La ce alte contraste între negociatorii evlavioși și cei neevlavioși te poți gândi?",
      "În ce circumstanțe ai văzut ambele versiuni exemplificate?",
      "Te-ai aflat vreodată de partea câștigătoare a unei negocieri, ca apoi să descoperi că ai compromis relația?"
    ],
    "conclusion": "Dumnezeu măsoară o victorie prin motivația noastră de a-i sluji pe alții mai presus de sine."
  },
  {
    "title": "ÎL SLUJESC PE REGE",
    "week": "SĂPTĂMÂNA 15",
    "day": "MARȚI",
    "verse": {
      "text": "Dacă vezi un om iscusit în lucrul lui, acela poate sta lângă împărați, nu lângă oamenii de rând.",
      "reference": "Proverbe 22:29"
    },
    "content": [
      {
        "paragraph": "Lumea plătește bine talentul, performanțele înalte și soluțiile la probleme. Dumnezeu dă talent fiecărui individ, dar responsabilitatea de a descoperi care sunt aceste talente și de a le dezvolta îți aparține exclusiv. Nimeni nu poate face acest lucru în locul tău. Cu toate acestea, atunci când te străduiești să dezvolți darurile pe care ți le-a dat Dumnezeu, vei începe să descoperi și domeniile în care excelezi. El te-a făcut să excelezi în anumite domenii!"
      },
      {
        "paragraph": "În ce domenii ești de nota 10? Faptul de a discerne nu doar la ce ești bun, ci și la ce excelezi îți va da încredere, iar acest lucru îți poate deschide uși pentru a sluji la nivel superior într-o organizație. Acești superiori sunt „regii” din cadrul unei companii, iar talentul pe care îl apreciază cel mai mult este competența."
      },
      {
        "paragraph": "Acum este momentul să te pregătești, să exersezi și să devii un om de 10 în domeniul tău de competență. Începe astăzi și privește cum se deschid ușile oportunităților pentru tine. Domeniul tău de „10” este darul pe care Dumnezeu îl va folosi pentru a avansa în carieră. Eclesiastul 3:1 spune: „Toate își au vremea lor...”, dar talentele pot fi deblocate în orice vreme. Intrând într-un plan serios de dezvoltare personală te vei asigura că îți ridici mereu nivelul competenței și ești gata în orice moment."
      },
      {
        "paragraph": "Intrând într-un plan serios de dezvoltare personală te vei asigura că îți ridici mereu nivelul competenței și ești gata în orice moment."
      }
    ],
    "reflection_questions": [
      "În ce domenii ești de 10?",
      "Cine din cercul tău de influență este o persoană de 10?",
      "Ai un grup de colegi care progresează sau stagnează?"
    ],
    "conclusion": "Dumnezeu caută progresul, nu perfecțiunea."
  },
  {
    "title": "INOCENȚĂ ÎN CELE SIMPLE",
    "week": "SĂPTĂMÂNA 15",
    "day": "MIERCURI",
    "verse": {
      "text": "Isus a chemat la Sine pe copilași și a zis: „Lăsați copilașii să vină la Mine și nu-i opriți, căci Împărăția lui Dumnezeu este a unora ca ei. Adevărat vă spun că oricine nu va primi Împărăția lui Dumnezeu ca un copilaș cu niciun chip nu va intra în ea.”",
      "reference": "Luca 18:16-17"
    },
    "content": [
      {
        "paragraph": "Într-un moment neplanificat, Isus îi corectează pe ucenici, care îi împiedicau pe copii să se apropie de El. În această scenă, ne dăm seama ce prețuiește Isus: inocența. Spre deosebire de împietrirea inimii pe care o creează păcatul, păstrarea inocenței nu înseamnă doar evitarea păcatului, ci și refuzul de a avansa în lume prin intermediul acestuia."
      },
      {
        "paragraph": "Iată abordări care te vor ajuta să ai atitudinea corectă:"
      },
      {
        "list": [
          { "description": "Pozitiv prin alegere sau negativ prin alegere." },
          { "description": "Minte deschisă sau închisă." },
          { "description": "Spirit curios și aventurier." },
          {
            "description": "Căutarea perspectivei lui Dumnezeu atunci când apar provocări."
          },
          {
            "description": "Naivitate față de rău în mod intenționat, chiar dacă acesta se află în jurul tău."
          },
          {
            "description": "Încredere în ceilalți, chiar dacă ai fost trădat."
          },
          { "description": "Simplu la suflet, chiar dacă ești inteligent." }
        ]
      },
      {
        "paragraph": "Ce fel de om te-ai hotărât să devii? În mediul tău de lucru, vei alege cu cine să stai și pe cine să eviți. Nu uita că, dacă stai în preajma a cinci persoane pozitive, cu inimă bună și devotate, vei fi al șaselea. Dacă stai lângă cinci persoane negative, care se plâng tot timpul și sunt lipsite de amabilitate, vei deveni al șaselea. Există conversații la care ar trebui să închizi urechile la locul de muncă pentru a îți păstra inocența?"
      }
    ],
    "reflection_questions": [
      "În ce domeniu dorești să fii inocent?",
      "Cunoști pe cineva care excelează prin inocență?",
      "În ce domeniu dorește Dumnezeu să revii la inocență?"
    ],
    "conclusion": "Venirea la Dumnezeu cu o inimă de copil nu e o întâmplare, ci o alegere."
  },
  {
    "title": "ÎN ȘCOALA CONDUCERII LUI DUMNEZEU",
    "week": "SĂPTĂMÂNA 15",
    "day": "JOI",
    "verse": {
      "text": "Împăratul le-a rânduit pe fiecare zi o parte din bucatele de la masa lui și din vinul din care bea el, vrând să-i crească timp de trei ani, după care aveau să fie în slujba împăratului.",
      "reference": "Daniel 1:5"
    },
    "content": [
      {
        "paragraph": "Dificultatea în circumstanțele prin care treci este contextul în care Olarul face din lutul tău o capodoperă. Lasă-te modelat. Pentru fiecare lucrare, fie că este vorba despre muncă sau de slujire, Dumnezeu are un program de pregătire. Când va veni timpul pentru promovarea ta, Dumnezeu te va desemna să slujești alături de cineva de la care să înveți. S-ar putea să-ți placă sau nu, dar rămâi acolo; nu este neobișnuit ca Dumnezeu să pună o persoană pe care o dezvoltă sub mâna unui conducător aspru."
      },
      {
        "paragraph": "Programul de pregătire al lui Isus a durat 30 de ani, înainte de a începe cei 3 ani de slujire. Moise a petrecut 40 de ani în câmpiile Moabului, David avea 15 ani când a fost uns de Samuel, dar 30 de ani când a devenit rege, timpul de pregătire al lui Iosif a fost de 13 ani între groapă și palat, și chiar și Iosua a fost îndrumat de Moise timp de zeci de ani, înainte de a conduce Israelul în Țara Făgăduinței."
      },
      {
        "paragraph": "Cum ar putea Dumnezeu să se folosească de circumstanțele tale actuale și de șefii care te conduc, pentru a te pregăti pentru responsabilități mai mari în viitor? Iată câteva teste pe care va trebui să le treci."
      },
      {
        "section_title": "CINCI TESTE ALE ȘCOLII LUI DUMNEZEU",
        "list": [
          {
            "title": "SUPUNEREA",
            "description": "Dumnezeu îți va testa aptitudinea de a conduce pe baza capacității tale de a urma autoritatea."
          },
          {
            "title": "SPIRITUL",
            "description": "Atitudinea ta este reprezentată de gândurile, sentimentele și cuvintele pe care le proiectezi către cei ce au autoritate - aceștia își pot da seama dacă slujești din toată inima sau doar de pe vârful buzelor."
          },
          {
            "title": "PROMPTITUDINEA",
            "description": "Viteza ta de reacție le comunică celor ce au autoritate importanța și gradul de urgență pe care îl acorzi solicitărilor lor."
          },
          {
            "title": "SUPUNEREA",
            "description": "Capacitatea de a urma o instrucțiune te va diferenția de cei care nu o fac."
          },
          {
            "title": "SACRIFICIUL",
            "description": "Disponibilitatea de a lăsa deoparte nevoile tale pentru un bine mai mare arată că ești un membru demn al echipei și nu un angajat egoist."
          }
        ]
      },
      {
        "paragraph": "Fie că te afli în captivitate, ca Iosif și Daniel, în prima linie a conducerii, ca David și Moise, sau că te deplasezi prin lume, ca Iov și Isus, dacă vezi încercările și testele de mai sus pe calea ta, probabil că ți se prezintă o oportunitate de a participa la programul de mentorat al lui Dumnezeu."
      }
    ],
    "reflection_questions": [
      "La ce persoană cu autoritate ți-a dat Dumnezeu acces?",
      "În ce fel folosește Dumnezeu „încercările și testele” din domeniul profesional pentru a te instrui?",
      "În ce domeniu al programului de pregătire al lui Dumnezeu ai cele mai mari greutăți?"
    ],
    "conclusion": "Ai fost conceput pentru a fi un lider în lume, un ucenic în împărăție și un copil al unui Tată iubitor."
  },
  {
    "title": "LOCUL PURTĂRII DE GRIJĂ",
    "week": "SĂPTĂMÂNA 15",
    "day": "VINERI",
    "verse": {
      "text": "Pe vremea judecătorilor, a fost o foamete în țară. Un om din Betleemul lui Iuda a plecat cu nevastă-sa și cu cei doi fii ai lui să locuiască pentru o vreme în țara Moabului. Numele omului aceluia era Elimelec, numele nevestei lui era Naomi și cei doi fii ai lui se numeau Mahlon și Chilion: erau efratiți, din Betleemul lui Iuda. Ajungând în țara Moabului, și-au așezat locuința acolo.",
      "reference": "Rut 1:1-2"
    },
    "content": [
      {
        "paragraph": "Dumnezeu se poate folosi de lipsa de provizii dintr-un loc pentru a te face să te muți altundeva. Atunci când proviziile seacă într-un loc, Dumnezeu te poate muta în altul. Totuși, asta nu înseamnă că tot ceea ce se întâmplă în noul loc este mâna providențială a lui Dumnezeu. În povestea lui Rut și a soțului ei, Elimelec, deși problema lor a fost rezolvată prin mutarea în Moab, au existat consecințe mari pentru familia lor. Acestea au inclus căsătoria fiilor lor cu fete care se închinau la idoli străini și, în cele din urmă, moartea soțului și a fiilor lui Naomi. Cu toate acestea, Dumnezeu avea un plan pentru a-i readuce la poporul lor, la planurile Sale și la modul Său de a purta de grijă, înapoi în Betleem. De fapt, o întorsătură uluitoare a evenimentelor era pe cale să se desfășoare, deoarece Dumnezeu avea să aleagă o noră moabită care se va lipi de Naomi și care, în cele din urmă, se va regăsi între strămoșii lui Isus Hristos."
      },
      {
        "paragraph": "A folosit Dumnezeu „lipsa de provizii” dintr-un loc pentru a te muta în altul?"
      },
      {
        "paragraph": "Care ar putea fi scopul lui Dumnezeu pentru ca tu să rămâi sau să pleci din locul tău?"
      },
      {
        "paragraph": "Cum poți să descoperi dacă Dumnezeu vrea să rămâi sau să începi să-ți faci bagajele?"
      },
      {
        "paragraph": "Există și alte exemple în care Dumnezeu îi mută pe oameni într-un loc nou pentru o nouă perioadă din viața lor și pentru un nou plan. Iacov și-a trimis fiii în Egipt pentru a căuta provizii, unde s-au reunit mai târziu cu Iosif. Într-o extraordinară poveste, Dumnezeu a trimis un om înainte (Iosif) pentru a purta de grija lumii pe timpul foametei. Corbul a încetat să-l mai hrănească pe Ilie, care a înțeles că era timpul să plece de la pârâu, pentru că Dumnezeu îi schimbase locul unde îi purta de grijă. Dumnezeu vorbește și călăuzește folosind în mod constant purtarea de grijă. Ce îți spune El ție?"
      }
    ],
    "reflection_questions": [
      "Care sunt pericolele culturale din locul în care lucrezi sau locuiești?",
      "În ce fel sunt ispitele din locul în care te afli în prezent diferite de alte locuri în care ai fost înainte?",
      "De ce crezi că Dumnezeu ar putea folosi „lipsa de provizii” pentru a muta pe cineva?"
    ],
    "conclusion": "Atunci când proviziile lipsesc, este un indiciu că „locul” purtării de grijă s-a schimbat."
  },
  {
    "title": "EU TE SUSȚIN",
    "week": "SĂPTĂMÂNA 16",
    "day": "LUNI",
    "verse": {
      "text": "Împăratul Ioram a ieșit atunci din Samaria și a numărat pe tot Israelul. A pornit și a trimis să spună lui Iosafat, împăratul lui Iuda: „Împăratul Moabului s-a răsculat împotriva mea. Vrei să vii cu mine să luptăm împotriva Moabului?” Iosafat a răspuns: „Voi merge, eu ca tine, poporul meu ca poporul tău, caii mei ca ai tăi.”",
      "reference": "2 Împărați 3:6-7"
    },
    "content": [
      {
        "paragraph": "Sprijinul necondiționat acordat unui lider este ca și cum ai oferi dragoste necondiționată unui prieten; aceasta creează loialitate pe viață. Când regele lui Israel a întrebat dacă regele lui Iuda îl va sprijini, a primit răspuns afirmativ: „Te sprijin; resursele mele sunt resursele tale”. Ți-a mulțumit vreodată cineva pentru sprijinul tău? Ți-ai exprimat vreodată sprijinul pentru liderul tău?"
      },
      {
        "paragraph": "Când știi că ai pe cineva care îți păzește spatele, ai încredere să îți exerciți conducerea din acest motiv. Liderii inteligenți știu pe cine se pot baza și pe cine nu. Ia în considerare posibilitatea de a îți reafirma astăzi angajamentul de nezdruncinat față de cineva și observă cum reacționează față de tine. Pe măsură ce îi susții pe ceilalți și îți demonstrezi loialitatea față de ei, aceștia, la rândul lor, vor face același lucru pentru tine."
      },
      {
        "paragraph": "Pe măsură ce îi susții pe ceilalți și îți demonstrezi loialitatea față de ei, aceștia, la rândul lor, vor face același lucru pentru tine. Angajamentul tău față de cineva vă va determina pe amândoi să fiți:"
      },
      {
        "section_title": "PUTERICI. Faptul că știi că ești susținut de puterea sau de resursele altcuiva te face mai puternic, mai încrezător și mai curajos. Nu este adevărat că sunteți mai puternici împreună, decât separat?"
      },
      {
        "section_title": "INTELIGENȚI. Faptul de a primi contribuția altcuiva îți oferă de două ori mai multă putere de gândire și creativitate pe care o poți folosi. Atunci când îmi împărtășesc ideile cu alții, deseori apar idei mai bune."
      },
      {
        "section_title": "SIGURI. Liderii care se bucură de sprijinul angajaților lor, al colegilor și al liderilor din afara organizației creează un sentiment de siguranță, de care toată lumea are nevoie pentru a funcționa fără teamă, pentru a-și asuma riscuri și pentru a fi îndrăzneți în deciziile de conducere."
      }
    ],
    "reflection_questions": [
      "Cui îi poți reafirma astăzi sprijinul și loialitatea ta?",
      "Există cineva căruia ar trebui să-i ceri sprijinul?",
      "Există o bătălie cu care te vei confrunta care te determină să formezi o alianță cu cineva, pe care altfel nu l-ai fi luat în considerare?"
    ],
    "conclusion": "Angajamentul necondiționat este la fel ca dragostea necondiționată - creează loialitate pe viață."
  },
  {
    "title": "MĂ AUZI ACUM?",
    "week": "SĂPTĂMÂNA 16",
    "day": "MARȚI",
    "verse": {
      "text": "Și mâna Domnului a venit peste mine acolo și mi-a zis: „Scoală-te, du-te în vale și acolo îți voi vorbi!”",
      "reference": "Ezechiel 3:22"
    },
    "content": [
      {
        "paragraph": "Există momente în care Dumnezeu ne va duce într-un alt loc, vorbindu-ne de acolo, pentru ca noi să Îl urmăm. Uneori, Dumnezeu ne mișcă prin mutarea purtării de grijă, a favorurilor și a altor lucruri pe care le căutăm, ca o modalitate de a ne atrage atenția să mergem într-o nouă direcție. La fel ca norul din timpul zilei și stâlpul din timpul nopții, prin care Dumnezeu a condus poporul Israel, El ne dă semne pentru a ști când ne aflăm geografic în locul potrivit la momentul potrivit. Deși este imposibil ca ceva să ne despartă de dragostea lui Dumnezeu, este posibil să nu „simțim” prezența Lui tot timpul, așa cum ne-am dori."
      },
      {
        "paragraph": "Care a fost ultimul loc în care ai simțit prezența lui Dumnezeu? Unde este „locul” în care El ar putea să te mute? Mergi în acel loc; este posibil ca El să te aștepte acolo!"
      },
      {
        "section_title": "Ar putea fi vorba de:",
        "list": [
          {
            "title": "Un loc al ascultării",
            "description": ""
          },
          {
            "title": "Un loc al purtării de grijă",
            "description": ""
          },
          {
            "title": "Un loc al bunăvoinței",
            "description": ""
          },
          {
            "title": "Un loc al misiunii geografice",
            "description": ""
          }
        ]
      }
    ],
    "reflection_questions": [
      "Unde auzi cel mai bine călăuzirea lui Dumnezeu?",
      "Ai găsit un „loc” în mijlocul zilei de lucru, pentru a petrece timp cu Dumnezeu?",
      "Ți-a cerut vreodată Dumnezeu să-ți schimbi locul, așa cum a făcut cu Moise, Ilie, Iosua și Pavel, pentru a putea primi ceea ce ți-a pregătit?"
    ],
    "conclusion": "Ucenicii sunt sensibili la prezența lui Dumnezeu, astfel încât pot fi mereu în apropierea puterii Lui."
  }
]
